[
    {
        "id": 7679,
        "fulltext": "TO_ACQUIRE: Die 13 schlimmsten Fehler beim Kommunizieren vermeiden!Zielgruppe Alle, die grobe Fehler in der Kommunikation vermeiden und ihre Kommunikations-Skills verbessern wollen.\nLevel Grundlagen\nIn diesem Kurs zeigt Ihnen Rhetorik-Experte Wladislaw Jachtchenko woher Kommunikationsfehler kommen und wie Sie diese Fehler nicht nur bei anderen suchen, sondern bei sich selbst erkennen und vermeiden können.\n\nLernen Sie die schlimmsten Kommunikationsfehler und wie Sie diese vermeiden können.\nErfahren Sie, wie Sie ihre Kommunikation so verbessern, dass Streit, verlorenes Vertrauen und geplatzte Deals der Vergangenheit angehören.\nVerstehen Sie, wie Stimmung, Körpersprache und Stimme Einfluss auf Ihre Kommunikationsweise nehmen.\nVerbessern Sie mit diesem Kurs dauerhaft Ihre Kommunikationsfähigkeiten.\n\nEckdaten zum Kurs\n\nFestige dein Verständnis und Wissen anhand von Quizfragen.\nÜber die Videoinhalte hinaus erhältst du praktische Begleitmaterialien.\nDieser Kurs hat automatisiert erstellte Untertitel. Dein Feedback hilft uns, unser Angebot kontinuierlich zu verbessern.\n\nDas könnte dich auch interessieren Entwickle dich kontinuierlich weiter, z.B. mit unseren Kursen zu diesen Themen:\n\nPsychologie & Führung im Berufsalltag>\nStimmtraining: Erfolgsfaktor Stimme\nMit Körpersprache überzeugen\nSmalltalk und Netzwerken: 2 unterschätzte Karrierebooster\nMedientraining und Kommunikation\n  Nicht farbgerecht kommunizieren  Das falsche Gewinner-Mindset  Seine eigene Agenda aufdrücken  Keine einzige Frage stellen . Nicht auf den Punkt kommen  Ablehnende Körpersprache und Stimme  Mit schlechter Laune ein wichtiges Gespräch starten  Toxische Wörter und Angriffe  Fehlende Anerkennung . Angst vor der Stille  Fehlende emotionale Immunität  Prinzipienreiterei  Zum Kind werden  Wie kannst du dich dauerhaft verbessern? . \n REQUIRED: "
    },
    {
        "id": 7159,
        "fulltext": "TO_ACQUIRE: Wie gestalten wir die Zukunft gemeinsam? (firmeninterne Teams) Gerade in Zeiten grosser Ver&auml;nderungen befinden wir uns schnell im &Uuml;berlebensmodus, wir empfinden Unsicherheit, Frust oder Angst, allgemein auch als Stress bekannt. Unser Gehirn und K&ouml;rper ist auf Gefahrenabwehr und Risikominimierung eingestellt.&nbsp; \r\n Wenn Du wirklich erfahren willst, wie Ver&auml;nderung funktioniert, wirst Du danach genau wissen was zu tun ist.&nbsp;Um positive und bewusste Ver&auml;nderungen zu erm&ouml;glichen, m&uuml;ssen wir uns selbst vom &Uuml;berleben auf das Gestalten unserer Zukunft ausrichten. Wer lernen will, mit aktuellen und k&uuml;nftigen Herausforderungen effektiver umzugehen, dem bietet dieser Workshop die hierf&uuml;r notwendigen Grundlagen. \r\n\r\n Diese basieren auf den neuesten neurowissenschaftlichen Erkenntnissen sowie den Prinzipien und Forschungsergebnissen von Dr. Joe Dispenza. Neue Informationen k&ouml;nnen zu neuen Entscheidungen f&uuml;hren. Und so erm&ouml;glicht das Verst&auml;ndnis &uuml;ber die Funktionsweise des menschlichen Gehirns und des daraus resultierenden Verhaltens Menschen, Teams und ganzen Organisationen die Herausforderungen unserer Zeit zu bew&auml;ltigen. Dazu vermitteln wir neurobasierte, ergebnisorientiertes Wissen, Modell und Werkzeuge, die dabei helfen, positive Ver&auml;nderungen zu erm&ouml;glichen und sich selbst und andere effektiver zu f&uuml;hren. \r\n\r\n Im Angebot beinhaltet: \r\n\r\n \r\n\t. 3halbt&auml;gige Workshopmodule oder 2 Workshop-Tage \r\n\t Alle Trainingsmaterialien wie Arbeitsbuch, Journal zur Alltagsintegration, Audio-Files zum pers&ouml;nlichen Gebrauch \r\n\t 1:1 Coaching-Session zum Neudenken von herausfordernden, pers&ouml;nlichen Situationen \r\n\t Follow-up Workshop (3h) nach Beendigung der Alltagsintegrationsphase zum Austausch, Vertiefung und Q&amp;A \r\n \r\n Ver&auml;nderung zu verstehen und zu f&ouml;rdern bedeutet, sich selbst und die Hindernisse, die uns zur&uuml;ckhalten, zu erkennen. Dazu geh&ouml;rt, Gewohnheiten, Umgebung und gemachte Erfahrungen zu &uuml;berwinden und stressige Reaktionen auf Ver&auml;nderungen zu bew&auml;ltigen. Nutzen Sie Wissen &uuml;ber Gehirnfunktionen und Gehirnwellen, um konstruktive Gewohnheiten zu etablieren und Ver&auml;nderungen tief in sich zu verankern. Richten Sie sich t&auml;glich auf Ihre Ziele aus, um bewusst zu handeln und langfristig gew&uuml;nschte Ver&auml;nderungen in Ihrem Leben zu etablieren.. \r\n\r\n  Fokus : Leadership, Selbstmanagement, emotionale Intelligenz, Resilienz, Stressmanagement, Produktivit&auml;t, Zusammenarbeit, Neurowissenschaft, Meditation, Verantwortung, Vision, Dr. Joe Dispenza, Firmenprogramm \r\n\n REQUIRED:  Ihr seid ein firmeninternes Team von mindestens 6 Menschen, die gemeinsam oder einzeln die Zukunft gestalten wollt. \r\n Egal welche Rolle man im Berufsleben einnimmt, sei es als Angestellte\/r, Arbeitgeber\/in, Selbst&auml;ndige\/r oder Unternehmer\/in &ndash; das NCS-Training eignet sich f&uuml;r alle, die Ver&auml;nderungen nachhaltig erreichen m&ouml;chten. Und so werden die Teilnehmenden mittels der neurobasierten Werkzeuge ihre individuellen Herausforderungen und Ver&auml;nderungsw&uuml;nsche im Rahmen des Trainings angehen, um mittels neuer Gedanken zu neuen Handlungen zu gelangen und so nachhaltige Ver&auml;nderungen zu erm&ouml;glichen. \r\n"
    },
    {
        "id": 5306,
        "fulltext": "TO_ACQUIRE: CAS in Ecosystem Management Der CAS in Ecosystem Management ist das Kern-Weiterbildungsprogramm für Ökosystem Manager  Unternehmen versuchen zunehmend, Innovationen nicht isoliert, sondern gemeinsam mit anderen Unternehmen in einem&nbsp;&Ouml;kosystemumfeld durchzuf&uuml;hren. Da &Ouml;kosysteme eine neue Art des Wirtschaftens darstellen, erfordern sie auch neue Kenntnisse, Methoden und Werkzeuge.&nbsp;In diesem Lehrgang lernen Sie alle Schl&uuml;sselaspekte kennen, die f&uuml;r den Aufbau und das Management von &Ouml;kosystemen erforderlich sind. Dieser Kurs richtet sich an Personen, welche Unternehmens-&Ouml;kosysteme aufbauen oder managen.    Die Art und Weise, wie Unternehmen innovieren, ist einem massiven Wandel unterworfen: Unternehmen versuchen zunehmend,&nbsp;Innovationen nicht isoliert, sondern gemeinsam mit anderen Unternehmen&nbsp;in einem Ökosystemumfeld&nbsp;zu entwickeln  .  Ökosystem eeröffnen neue Möglichkeiten für Innovation, Wachstum und Differenzierung    Ökosysteme sind eine neue Art des Wirtschaftens - Sie erfordern neue Kenntnisse, Methoden und Werkzeuge    Dieser Kurs deckt alle Schlüsselaspekte ab, die für Aufbau und Management von Ökosystemen erforderlich sind.   \n REQUIRED:   Zugelassen werden F&uuml;hrungskr&auml;fte mit Hochschulabschluss (Universit&auml;t, Fachhochschule, P&auml;dagogische Hochschule).  &Uuml;ber die Zulassung von Kandidaten ohne Hochschulabschluss entscheidet die Studienleitung (sur dossier).  "
    },
    {
        "id": 7290,
        "fulltext": "TO_ACQUIRE: CAS Full-Stack Development Von der Konzeption und der Entwicklung bis hin zum Deployment von Web-Anwendungen werden Sie in diesem CAS die modernsten client- und serverseitigen Web-Technologien kennenlernen und anwenden. Etablierte Entwicklungswerkzeuge stehen dabei genauso im Fokus wie Trends in den Bereichen Usability und Accessability.&nbsp; \r\n Bei der Entwicklung professioneller Web-Anwendungen werden sowohl clientseitige als auch serverseitige Technologien eingesetzt, welche zu einer runden Anwendung orchestriert werden m&uuml;ssen. Das gelingt dann am besten, wenn die Benutzeranforderungen fr&uuml;hzeitig erkannt und zielf&uuml;hrend modelliert werden. \r\n In dieser Weiterbildung werden Sie alle relevanten und modernen Technologien kennenlernen und anwenden, die Sie bef&auml;higen komplexe, verteilte Web-Anwendungen erfolgreich umzusetzen. Sie werden sich mit clientseitigen (JavaScript) und serverseitigen Programmiersprachen (Python) und Frameworks (Django, React), mit modernsten Datenbanksystemen (SQL, NoSQL) und Deployment-Technologien (Container) vertraut machen. \r\n\n REQUIRED:  Das CAS Full-Stack Development baut auf den Abgangskompetenzen des CAS Web Fundamentals auf. Falls entsprechende Kenntnisse in den Bereichen HTML5, CSS3 und Javascript nicht vorhanden sind, sollte das&nbsp; CAS Web Fundamentals &nbsp;vorg&auml;ngig besucht werden.. \r\n&nbsp; \r\nFolgende Personen werden zu den CAS zugelassen, sofern sie &uuml;ber mehrj&auml;hrige qualifizierte Berufspraxis verf&uuml;gen: \r\n\r\n \r\n\t Absolventen von Hochschulen (Universit&auml;t, ETH, FH, PH) \r\n\t Absolventen einer h&ouml;heren Fachschule \r\n\t Inhaber eines eidgen&ouml;ssischen Fachausweises oder eines eidgen&ouml;ssischen Diploms \r\n. \r\n\r\n &Uuml;ber die Zulassung von Personen, die die genannten Anforderungen zum&nbsp;CAS nicht erf&uuml;llen, jedoch &uuml;ber mehrj&auml;hrige, relevante Berufserfahrung verf&uuml;gen, entscheidet die Fernfachhochschule Schweiz &laquo;sur dossier&raquo;. \r\n"
    },
    {
        "id": 7855,
        "fulltext": "TO_ACQUIRE: Stress effektiv bewältigenSo einfach reduzieren Sie Stress!\nDer Kurs richtet sich an diejenigen, die im Berufs- und Privatleben hohe Arbeitsanforderungen und -belastungen erleben. Erfahren Sie, was es mit dem Phänomen Stress auf sich hat, wofür es gut ist, welche Hintergründe es hat, wie vielfältig und unter welchen Bedingungen es sich im Berufs- und Familienalltag zeigt. Lernen Sie anhand praktischer Übungen sowohl zu entspannen und loszulassen als auch ihre Erholungs- und Genussfähigkeit zu verbessern. \n Die Schwerpunkte des Online-Trainings liegen im Erkennen und Verändern der individuellen Stressverstärker. Der direkte Bezug für Ihren Berufs- und Familienalltag wird deutlich gemacht und Sie erfahren, welche persönlichen Ressourcen Sie zur Stressbewältigung nutzen können. \n Gezielte Übungen helfen Ihnen\n\n Ihr eigenes stressverschärfendes Denken durch neue, positive Gedanken zu ersetzen\n stressreduzierende Gedanken zu formulieren, um sich selbst in Stresssituationen beruhigen oder wieder aufbauen zu können\n Ihren Belastungssituationen und -reaktionen auf die Schliche zu kommen und Ihre „innere Achtsamkeit“ zu trainieren\nNeue Verhaltensmuster und Lösungen für belastende Situationen zu finden und für den Alltag anzuregen\n\nJetzt neu, mit automatisierten Transkripten. Ihr Feedback hilft uns, unser Angebot kontinuierlich zu verbessern.  Kursvorstellung: Ressourcenorientierte Stressbewältigung  Einstieg - Was ist Stress?  Arbeitspsychologische Stressmodelle  Biologische Aspekte und Stressfolgen . Exkurs Neurobiologie von Stress - Akutsituationen  Strategien zur Stressbewältigung  Regenerative Stressbewältigung: Entspannungstechniken  Regenerative Stressbewältigung: Ausgleich und Freizeit gestalten, Genießen im Alltag  Aktiver Abbau von Belastung: Problemlösen . Aktiver Abbau von Belastung: Problemlösen 2  Kognitive Stressbewältigung  Kognitionstraining und innere Antreiber  Stressverschärfende Gedanken  Ressourcensuche und Glück . \n REQUIRED: "
    },
    {
        "id": 7768,
        "fulltext": "TO_ACQUIRE: Manychat Chat Bot ProgrammierungWas ist ein Chat Bot und wie erstellt man ihn? In diesem Abschnitt lernst du Manychat zu nutzen, um Facebook Messenger Chat Bots zu erstellen, Flows zu bearbeiten, Sequenzen zu strukturieren und Kampagnen auszuführen.  Was ist Manychat?  Grundlagen von Manychat Chat Bot Programmierung  Live Chat mit Kunden (Grundlagen)  Überblick über weitere Funktionen innerhalb von Manychat . Insights Funktion im Home Bereich  Ersten Flow erstellen  Weitere Schritte zu einem Flow hinzufügen  Personalisierungen in eine Flow Nachricht integrieren  Actions (Tags) zu einem Flow hinzufügen . Weitere Actions, die man zu einem Flow hinzufügen kann  Komplexe Flows erstellen – Schritt für Schritt  Smart Delay zu Flow hinzufügen  Mehrere Smart Delays in einen Flow integrieren  Randomizer hinzufügen . Conditions hinzufügen  Buttons in Nachrichten bearbeiten  Nachrichten bearbeiten – Alle Tools im Überblick  Growth Tools: Slide-in erstellen  Page Take Over Growth Tool aufsetzen . Bar Growth Tool erstellen  Übersicht über eine Vielzahl von Growth Tools  Fortgeschrittene Growth Tools: QR Code, Checkbox, Landing Page  Fortgeschrittene Growth Tools: Facebook Comments 2.0, JSON, Chat, Messenger Ref  Broadcast erstellen – Schritt für Schritt . Broadcasts einsehen  Sequenzen erstellen – Schritt für Schritt  Keywords nutzen  Rules nutzen  \n REQUIRED: "
    },
    {
        "id": 7136,
        "fulltext": "TO_ACQUIRE: Leadership für neue Führungskräfte Du&nbsp;lernst&nbsp;Werkzeuge und Perspektiven zu nutzen, die dich&nbsp;dabei unterst&uuml;tzen, deine eigene F&uuml;hrungspers&ouml;nlichkeit zu entwickeln und damit deinen Teil zu einer erfolgreichen Organisation beizutragen.   Du erh&auml;ltst&nbsp;    Ein Verst&auml;ndnis, was F&uuml;hrung heute eigentlich bedeutet . Eine Auseinandersetzung mit deinem eigenen pr&auml;ferierten F&uuml;hrungsstil  Grundlegende Themen zu Selbstf&uuml;hrung f&uuml;r die eigene nachhaltige Stabilisierung und Reflexion  Ein Verst&auml;ndnis f&uuml;r die Mechanismen im Team und die Ebenen der Zusammenarbeit  Ideen und Instrumente, wie die Voraussetzungen und das Umfeld f&uuml;r &laquo;High Impact-Teams&raquo; geschaffen werden k&ouml;nnen  Methoden, wie Team-Zusammenarbeit (Purpose) und Performance (Ziele) in Einklang kommen . Vorgehensweisen zur Vertrauensbildung mit anderen Menschen und Teams  Instrumente zur Kommunikation und Auseinandersetzung in diversen Herausforderungen in Teams  Werkzeuge zum st&auml;ndigen gemeinsamen, l&ouml;sungsorientierten Lernen in komplexen Umfeldern    Du lernst&nbsp; .   Eine sehr breite Palette an modernen Konzepten und Instrumenten zur F&uuml;hrung kennen &ndash; in klassischen, hybriden oder agilen Organisationen  Dich in der Rolle als F&uuml;hrungsperson im heutigen Dauerwandel zurechtzufinden  F&uuml;r Ihr Umfeld n&uuml;tzliche, hilfreiche Vorgehensweisen zu definieren, die dir im Alltag Schritt f&uuml;r Schritt weiterhelfen  \n REQUIRED:  Sie bringen mit: .   Kurze Erfahrung oder bevorstehende Übernahme einer Führungsrolle; oder die Erweiterung Ihrer Führungsrolle von einem bisher sehr kleinen Team (1-2 Mitarbeitende) auf ein grösseres steht bevor  Bereitschaft, eigene Situationen in der Gruppe zu besprechen  Offenheit, sich selbst in den eigenen Handlungen zu reflektieren  Freude am offenen Austausch .   Du bringst mit    Kurze Erfahrung mit oder bevorstehende &Uuml;bernahme einer F&uuml;hrungsrolle; oder die Erweiterung deiner F&uuml;hrungsrolle von einem bisher sehr kleinen Team (1-2 Mitarbeitende) auf ein gr&ouml;sseres steht bevor  Bereitschaft, eigene Situationen in der Gruppe zu besprechen . Offenheit, sich selbst in den eigenen Handlungen zu reflektieren  Freude am offenen Austausch   &nbsp;   Du willst .   Sicher in eine F&uuml;hrungsrolle einsteigen, mit geeignetem R&uuml;stzeug an der Hand  Dich selbst als F&uuml;hrungsperson reflektieren und dich&nbsp;mit anderen austauschen  Brauchbare Modelle, Methodiken und Instrumente kennen lernen, die im Alltag unmittelbar Nutzen bringen  Lernen von anderen in &auml;hnlichen Situationen . "
    },
    {
        "id": 6605,
        "fulltext": "TO_ACQUIRE: Arbeit 4.0 - New Work Fit f&uuml;r die Zukunft: Ver&auml;nderung&nbsp;mit neuen Arbeitsmethoden &amp; Organisationsformen gestalten&nbsp;und mit der Weiterbildung zum zertifizierten und gefragten Experten f&uuml;r die Zukunft der Arbeit werden.  Durch Digitalisierung, Globalisierung und Vernetzung ver&auml;ndert sich die Art und Weise unserer Zusammenarbeit in der Wissens- und Informationsgesellschaft nachhaltig. Agile Arbeitsmethoden und Organisationsformen sind n&ouml;tig, um flexibel auf sich rasch wandelnde Anforderungen und Kundenbed&uuml;rfnisse zu reagieren. Im Kurs lernen Sie wichtige Zusammenh&auml;nge und Methoden kennen, um sich f&uuml;r die Herausforderungen der Arbeitswelt 4.0 zu r&uuml;sten und wichtige Ver&auml;nderungen im eigenen Aufgabenbereich, im Team und im Unternehmen anzustossen und selbst zu gestalten.  &nbsp;  &nbsp;  &nbsp;.  &nbsp;  Der E-Learning Kurs Arbeit 4.0 hilft dabei, die aktuellen und zuk&uuml;nftigen Ver&auml;nderungen durch neue Technologien und Arbeitsweisen einzuordnen und zu verstehen. Zudem bietet er Fach- und F&uuml;hrungskr&auml;ften aus allen Branchen einen &Uuml;berblick &uuml;ber Arbeitsmethoden, Arbeitsmodelle und Organisationsformen, um mit diesen Ver&auml;nderungen Schritt zu halten und sie im eigenen Einflussbereich zukunftsgerichtet zu gestalten. Auf diese Weise werden Sie durch das n&ouml;tige Hintergrundwissen zur gefragten Fachperson f&uuml;r Ver&auml;nderung und weisen im CV nach, dass Sie die Zukunft aktiv angehen und gestalten, statt von ihr &uuml;berholt zu werden.  &nbsp;  Das Zertifikat f&uuml;r das E-Learning wird auch mit dem Logo der HWZ (Hochschule f&uuml;r Wirtschaft in Z&uuml;rich) ausgestellt, deren Professoren den Kurs eigens f&uuml;r InnoHub konzipiert und aufbereitet haben. \n REQUIRED:  Das E-Learning Arbeit 4.0 kann ortunabh&auml;ngig und im eigenen Lerntempo online durchgearbeitet werden und ben&ouml;tigt keine Vorkenntnisse..  Der E-Learning Kurs Arbeit 4.0 richtet sich an Fach- &amp; F&uuml;hrungskr&auml;fte aus allen Branchen, die:  &nbsp;   sich f&uuml;r die Herausforderungen von Arbeit 4.0 r&uuml;sten wollen  die Zukunft &amp; ihre Bereiche gestalten statt verwalten m&ouml;chten . Einfluss auf neue Prozesse zu nehmen gedenken  Den Wandel lenken und neue M&ouml;glichkeiten nutzen wollen  Kompetenzen zu Arbeit 4.0 auch im CV nachweisen m&ouml;chten  es sch&auml;tzen, zeit- und ortsunabh&auml;ngig online zu lernen  "
    },
    {
        "id": 7761,
        "fulltext": "TO_ACQUIRE: CybersicherheitCybersicherheit und Hacking sind dieser Tage verstärkt ein Thema in den Nachrichten. Riesige Datenlecks bestimmen weltweit die Überschriften. In fast allen Fällen waren es einfache Mitarbeiter, die unvorsichtig auf einen manipulierten E-Mail-Anhang geklickt hatten, so dass Malware installiert werden konnte oder sensible Informationen abgegriffen werden konnten. Sich der Taktiken und Techniken dieser Cyberangriffe bewusst zu werden, führt zu einer signifikanten Verringerung des Risikos selbst zum Opfer zu werdenIn unserer hochmodernen Welt wird in Kürze quasi jeder Mensch mit dem Internet verbunden sein - über Computer, Smartphones und weitere internetfähige Geräte. So vergrößern wir unsere Angriffsfläche für Cyberkriminelle enorm. Höchste Zeit also, sich dagegen zur Wehr zu setzen.Lernen Sie:\n\nwie Sie Cyberangriffe VERHINDERN\nwie Sie Cyberangriffe AUFDECKEN\nwie Sie auf Cyberangriffe REAGIEREN\nwie Sie effektive Verteidigungstaktiken anwenden, ohne übertrieben misstrauisch oder weniger hilfsbereit gegenüber legitimen Kunden auftreten\nwie Sie Vertrauen und Kontrolle am besten ausbalancieren\n  Cybersicherheit: Überblick  Cybersicherheit: Einleitung  Cybersicherheit: Definition und Bedeutung  Social Engineering: Phishing . Social Engineering: Spear-Phishing  Social Engineering: Vishing  Malware: Einleitung  Malware: Gefahrenquellen  Malware: Schutzmaßnahmen . Malware: Symptome  Malware: Erste Hilfe  Malware: Beseitigung  Passwort-Verwaltung: Sichere Passwörter  Passwort-Verwaltung: Hilfsmittel und Werkzeuge . Passwort-Verwaltung: Zwei-Faktor-Authentisierung  Sicheres Surfen: WLAN-Verbindungen  Sicheres Surfen: Umgang mit Browsern  Gerätesicherheit  Cybersicherheit: Zusammenfassung . \n REQUIRED: "
    },
    {
        "id": 7829,
        "fulltext": "TO_ACQUIRE: Rhetorik: Selbstbewusst kommunizieren und überzeugenIn diesem Onlinekurs zur Rhetorik lernst du, dir Argumente zu Nutzen zu machen, selbstbewusster zu argumentieren und so andere zu überzeugen!  Wenn Du in kurzer Zeit das Wichtigste über Rhetorik, Argumentation und selbstsicheres Auftreten lernen willst, dann bist du hier genau richtig. Dieser circa zweistündige Crashkurs enthält die wichtigsten Tipps, Fragen und neun Übungen, die dir die Praxis näher bringen. So kannst Du das Gelernte gleich umsetzen.  Der Trainer Wladislaw Jachtchenko gehört zu den erfolgreichsten Turnier-Rednern Europas und bringt auch dich auf Kurs zum Rhetorik-Profi.\nJetzt neu, mit automatisierten Transkripten. Ihr Feedback hilft uns, unser Angebot kontinuierlich zu verbessern.  Zehn Gebote der Rhetorik    Was ist Rhetorik?  Zehn Gebote der Rhetorik: Kursüberblick . Zehn Gebote der Rhetorik: Einführung  Erstes Gebot: Kenne Dein Publikum  Zweites Gebot: Skript  Drittes Gebot: Rededauer  Viertes Gebot: Engagement . Fünftes Gebot: Struktur  Sechstes Gebot: Rhetorische Stilmittel  Siebtes Gebot: Kleidung  Achtes Gebot: Körpersprache  Neuntes Gebot: Stimme . Zehntes Gebot: Einüben  Praktische Übung: Die Memory Challenge  Quiz zum Kurs „Zehn Gebote der Rhetorik“    Selbstbewusste Körpersprache .   Selbstbewusste Körpersprache: Einführung  Guten Blickkontakt herstellen  Die richtige Körperhaltung finden  Die Hände einsetzen . Gestik nutzen  Beine und Füße einsetzen  Praktische Übung: Die Laptop-Kamera Challenge  Quiz zum Kurs „Selbstbewusste Körpersprache“   . Selbstbewusste Stimme    Selbstbewusste Stimme: Einführung  Richtig betonen  Stimm-Melodie . Die Kunstpause und ihre 3 Wirkungen  Wie man das lästige „ähm“ wegbekommt  Akzente und Dialekte  Praktische Übung: Die Voice-Recorder Challenge  Quiz zum Kurs „Selbstbewusste Stimme“ .   Fünf hilfreiche Tipps gegen Lampenfieber    Warum haben so viele Menschen Lampenfieber?  Tipp 1: Der Struktur-Effekt . Tipp 2: Der Wiederholungs-Effekt  Tipp 3: Der Kontakt-Effekt  Tipp 4: Der Kompetenz-Effekt  Tipp 5: Der Eingewöhnungs-Effekt  Praktische Übung: Die U-Bahn Challenge . Praktische Übung: Die Religions-Challenge  Praktische Übung: Die Dating Challenge  Quiz zum Kurs „Fünf hilfreiche Tipps gegen Lampenfieber“    Mit guten Argumenten überzeugen .   Was ist ein Argument?  Das Argumentationsschema „BBB“  Das Argumentationsschema „TBNS“  Beispielargumentation zum Thema „Man sollte nicht heiraten\" . Analyse der Beispielargumentation  Schlagfertigkeit bei Kritik und Einwänden  Wie kann man sich im Argumentieren verbessern?  Praktische Übung: Die Argumentations-Challenge #1  Praktische Übung: Die Argumentations-Challenge #2 . Quiz zum Kurs „Mit guten Argumenten überzeugen“    Häufig gestellte Rhetorik-Fragen    Haben einige Menschen mehr Redetalent als andere? . Wie souverän auftreten bei völliger Ahnungslosigkeit?  Wie gibt man richtig Feedback?  Wie hört man richtig zu?  Wie kann ich ganz ohne Skript reden?  Wie bleibe ich dem Publikum in Erinnerung? . Wie bleibe ich authentisch?  Praktische Übung: Die Question Challenge  Zusammenfassung des Kurses  Der letzte ultimative Rhetorik-Tipp  Quiz zum Kurs „Häufig gestellte Rhetorik-Fragen“ . \n REQUIRED: "
    },
    {
        "id": 9,
        "fulltext": "TO_ACQUIRE: Executive Diploma HSG in IT Business Management St&auml;rken Sie Ihre Kompetenzen an der Schnittstelle zwischen Business und IT  Als F&uuml;hrungskraft an der Schnittstelle zwischen Business und IT gestalten Sie Ihr Unternehmen wesentlich mit. Alignment-Fragen, Architektur-Themen und vieles mehr rund um die Unternehmens-IT z&auml;hlen zu Ihrem Alltag. Genauso ist Ihre Leadership-Kompetenz und Ihr betriebswirtschaftliches Wissen gefragt.  &nbsp;  Wir vermitteln Ihnen aktuelles Wissen zur Erweiterung und Auffrischung Kenntnisse, indem Sie&hellip;  .  Ihre Kompetenzen an der Schnittstelle Business und IT erweitern.    sich als F&uuml;hrungspers&ouml;nlichkeit weiterentwickeln.    wir Ihnen Management-Know-How ganzheitlich und aktuell vermitteln..    Teil unseres Netzwerks aus Ihrer Studienklasse, den Dozierenden sowie ehemaligen Teilnehmenden werden.    &nbsp;  Um den spezifischen Anforderungen von Fach- und F&uuml;hrungskr&auml;ften an eine berufsbegleitenden Weiterbildung in diesem Themenbereich noch&nbsp;besser Rechnung zu tragen, haben wir das Executive Diploma HSG in IT Business Management modularisiert&nbsp;und bieten flexible Einstiegspunkte an..   Handlungskompetenz : Der Aufbau von Fachwissen in den beteiligten Disziplinen gibt Ihnen neue Gestaltungsideen und vertieft Ihre Kompetenzen f&uuml;r Ihre heutigen und zuk&uuml;nftigen Aufgaben.  &nbsp;   Methodenkompetenz : Sie gehen ganzheitlich und systematisch auf der Basis Kompetenzerwerb anerkannter Methoden vor und beziehen alle relevanten Anspruchsgruppen systematisch ein..  &nbsp;   F&uuml;hrungskompetenz:  Sie reflektieren Ihre Pers&ouml;nlichkeit und Ihr F&uuml;hrungsverhalten und entwickeln Ihre Kompetenzen weiter.  &nbsp;  . Praxisorientierte Diplomarbeit:  Sie vertiefen ein f&uuml;r Sie relevantes Thema und schaffen, wenn Sie es w&uuml;nschen, einen klaren Mehrwert f&uuml;r Ihr Unternehmen.  &nbsp;   Pers&ouml;nliches Netzwerk:  Sie bilden mit IT Business Managern aus anderen Industrien und Unternehmen ein Netzwerk f&uuml;r den nachhaltigen Austausch &uuml;ber Herausforderungen im gesch&auml;ftlichen Alltag. \n REQUIRED:  Das &laquo;Executive Diploma in IT Business Management&raquo; ist m&ouml;glicherweise das Richtige f&uuml;r Sie, wenn Sie die folgenden Kriterien erf&uuml;llen:.   Fachliches, intellektuelles und soziales Potenzial f&uuml;r eine Senior F&uuml;hrungsfunktion  Leistungsnachweis aufgrund mehrj&auml;hriger Berufserfahrung (mind. 5 Jahre) nach Abschluss und hohe Leistungsbereitschaft  (angehende) IT-F&uuml;hrungskr&auml;fte, Projektleiter\/-innen, Berater\/-innen, sowie F&uuml;hrungs- und Fachverantwortliche auf der Business-Seite, die ihre fachlichen und pers&ouml;nlichen Kompetenzen im IT-Management ausbauen wollen   Sie m&ouml;chten als Vorbereitung f&uuml;r Ihren n&auml;chsten Karriereschritt Ihre Fach- und F&uuml;hrungskompetenzen praxisorientiert ausbauen? Sie interessieren sich f&uuml;r moderne und bew&auml;hrte Managementkonzepte und -instrumente f&uuml;r Ihre Handlungsfelder an der Schnittstelle von Business und IT? Dann ist das &laquo;Executive Diploma in IT Business Management&raquo; m&ouml;glicherweise das Richtige f&uuml;r Sie.. "
    },
    {
        "id": 5558,
        "fulltext": "TO_ACQUIRE: React Native - Beratung, Coaching, Workshop, Training React Native kombiniert die besten Teile der nativen Entwicklung mit React, einer erstklassigen JavaScript-Bibliothek zur Erstellung von Benutzeroberfl&auml;chen.&nbsp;React Native vereinfacht die Produktentwicklung und erm&ouml;glicht es Entwicklern, ein gro&szlig;artiges Produkt in weniger Iterationen zu entwickeln  Mit unserer &quot;React Native - Beratung, Coaching, Workshop, Training&quot; gelingt Ihnen der perfekte Einstieg in das React Native-Framework. Sie erhalten ein vollst&auml;ndiges Verst&auml;ndnis der Architektur hinter einer React Native-Anwendung und bekommen alle relevanten Informationen um moderne, komplexe, reaktionsschnelle sowie skalierbare Apps mit einem der modernsten JavaScript-Mobile-Frameworks auf dem Markt zu entwickeln.  &nbsp;   Dauer .  &nbsp;  Ab 1 Tag (8 UE).&nbsp;Die Dauer richtet sich nach Ihren Vorstellungen und inhaltlichen W&uuml;nschen. Sie bekommen genau das, was Sie brauchen.  &nbsp;   Termine .  &nbsp;  Ihr Wunschtermin wird bei der Planung ber&uuml;cksichtigt. Die Veranstaltung findet ganzt&auml;gig + halbt&auml;gig zu flexiblen Zeiten statt.  Mit React Native kann ein Team zwei Plattformen pflegen und eine gemeinsame Technologie nutzen.  &nbsp;  Von der Einrichtung bis zur Bereitstellung deckt unsere &quot;React Native - Beratung, Coaching, Workshop, Training&quot; alles ab!&nbsp;.  &nbsp;  Sie erhalten aktuelle Informationen &uuml;ber Komponenten, Formulare, Http-Zugriff, Zustandsverwaltung einer React Native-App und vieles mehr.  &nbsp;  Ihre individuellen Fragen und Themenw&uuml;nsche werden dabei nat&uuml;rlich ber&uuml;cksichtigt. \n REQUIRED:  Entwickler, Programmierer mit Erfahrung in HTML, CSS, JavaScript, die mit React Native moderne, komplexe, reaktionsschnelle sowie skalierbare Apps entwickeln wollen.. "
    },
    {
        "id": 7695,
        "fulltext": "TO_ACQUIRE: Systemische Gesprächsführung im digitalen UmfeldStärken Sie Ihren professionellen Auftritt im Online-Umfeld mit dem systemischen Ansatz.\nCoaching ist in aller Munde und es gibt immer mehr Berater*innen und Coaches, die alles und jeden coachen. Doch was genau ist der Unterschied vom systemischen Ansatz zu den anderen Coaching-Modellen? Weshalb eignet sich die systemische Denkhaltung so gut für die allgemeine Gesprächsführung im digitalen Umfeld?\nIn diesem Kurs beschäftigen wir uns nicht nur ausschließlich mit der Vermittlung von Tools, sondern behandeln vielmehr die Integration des systemischen Ansatzes in der Gesprächsführung. Wir reflektieren die eigene Haltung und besprechen, wie man nachhaltige Einwandbehandlungen, Fragen und Störungen aufgreift und versteht. Denn oft kommunizieren wir aneinander vorbei – doch wir als Führungskraft sind dafür verantwortlich, dass die Kommunikation gelingt.\nMit diesem Kurs sind Sie für Ihren nächsten Online-Auftritt perfekt gerüstet.\nWas dieser Kurs bietet:\n\nEinführung: Am Anfang des Kurses besprechen wir die Rahmenbedingungen und dass die Moderation und Begleitprozesse im Online-Umfeld viel mehr als nur die Anwendung von Tools sind.\nSystemtheorie und Konstruktivismus: Wir steigen im zweiten Kapitel mit den Grundzügen der Systemtheorie ein. Des Weiteren behandeln wir den Konstruktivismus, der ein elementarer Bestandteil des systemischen Ansatzes ist. Sobald man die Grundzüge verinnerlicht hat, kann man die eigene Haltung besser verstehen und stärken. Wir werden die systemische Schleife, ein ganz zentrales handlungsorientiertes Werkzeug, kennenlernen. Auch die Formulierung von Hypothesen und das Setzen von darauf basierenden Interventionen werden in diesem Kapitel besprochen.\nLeitlinien für die systemische Moderation: Zuerst unterscheiden wir zwischen Wissensvermittlung und Moderation. Dementsprechend kann die systemische Gesprächsführung ausgelegt und angewandt werden. Die Partizipation der Teilnehmenden zieht sich durch das ganze systemische Handeln, weshalb auch die proaktive Vorbereitung für Sie als Systemiker relevant ist. Nach der Besprechung der emotionalen Phasen in Veränderungsprozessen werden Sie Befürchtungen und Einwände Ihrer Mitarbeiter*innen besser verstehen und einordnen können.\nSoziotechnische Herausforderungen: Mensch UND Technik – diese Hürde gilt es im Alltag zu meistern. In diesem Kapitel bekommen Sie einen Blick hinter die Kulissen meiner täglichen Arbeit und ich zeige Ihnen meine wichtigsten Tipps und Tricks im Umgang mit der systemischen Gesprächsführung in der Online-Welt.\nSettings und Fallbeispiele: Je nach Konstellation und Anzahl der Personen ändert sich das Setting. Die verschiedenen Herangehensweisen und Herausforderungen in den alltäglichen Online-Meetings \/ Konferenzen und Vorträgen werden wir in diesem Kapitel näher beleuchten.\nSystemische Fragetechniken: Wer fragt, der führt – dieser Leitsatz ist uns allen bekannt. Doch was macht eine gute Frage wirklich aus, und wie können wir nachhaltige Veränderungen anstoßen? In diesem Abschnitt werden Sie die wichtigsten systemischen Fragetechniken kennenlernen. Außerdem bekommen Sie ein Cheat-Sheet mit vielen Beispielen dazu!\nAktive Moderation: In diesem Kapitel gebe ich noch einige Hinweise auf die aktuellen Tools, die ich verwende. Ebenso möchte ich auf ein paar Rahmenbedingungen im Alltag von Online-Kursen \/ Vorträgen eingehen, sodass Sie Ihre individuelle Moderationsrolle reflektieren und stärken können.\nReflexionsfragen und Aufgaben: Nach jedem Kapitel gibt es ein Quiz zum Festigen der Lerninhalte. Ebenso gibt es Reflexionsfragen, welche ich am Ende eines jeden Kapitels mit einem Video nochmal aufgreife und Ihnen exemplarische Antworten mitgebe.\n\nEgal ob Pädagog*in, Lehrer*in, Verkäufer*in, Coach, Projektmanager*in oder Moderator*in, wir alle kommunizieren in unserem beruflichen Alltag. Oftmals werden Störungen, Einwände und Skepsis in der Gesprächsführung schnell abgehandelt, ohne zu verstehen, was wirklich das Anliegen unseres Gegenübers ist.\nWenn Sie diesen Kurs absolviert haben, dann:\n\nhaben Sie den systemischen Ansatz verinnerlicht\nverstehen Sie die systemische Schleife mit Hypothesenbildung und Interventionen\nkönnen Sie Einwände, Fragen und Störungen mit Fragetechniken auf den Grund gehen\nkönnen Sie die systemische Denkhaltung in Ihrem beruflichen Alltag in allen Facetten anwenden\nsind Sie für jegliche Art der Moderation von Online-Meetings, Konferenzen, Kursen und Calls gewappnet\nverstehen Sie die unterschiedlichen Settings von Zusammentreffen und können Ihre Agenda darauf abstimmen\nbeherrschen Sie die wichtigsten systemischen Fragetechniken\n\nMit meiner Berufserfahrung als systemischer Coach und Wirtschaftsinformatiker lebe ich beide Themen. Ich gebe Ihnen zu jedem Kapitel Einblicke in meine Arbeitsweisen, wie auch Tipps und Tricks, Überprüfungsfragen und Reflexionsaufgaben.\nStärken Sie Ihre Führungskompetenz mit “Systemische Gesprächsführung im digitalen Umfeld“!  Einführung in die Systemische Gesprächsführung    Systemische Gesprächsführung: Kursintro  Ziel dieses Kurses . Jenseits von Tools und Techniken  An wen richtet sich dieser Kurs  Systemische Gesprächsführung: Vorstellung des Dozenten    Systemtheorie und Konstruktivismus .   Systemtheorie und Konstruktivismus: Intro  Wie passt der systemische Ansatz in die Gesprächsführung?  Systemtheorie  Vertrauen und Gesprächsführung . Konstruktivismus  Meine Haltung  Systemische Schleife  Hypothesen im systemischen Umfeld  Beispiele von Hypothesen . Interventionen  Was spricht für systemische Gesprächsführung?  Systemisch – nur ein Modewort  Aspekte im Führungskontext  Systemtheorie und Konstruktivismus: Reflexionsfragen . Quiz zum Kurs „Systemtheorie und Konstruktivismus“    Leitlinien für die systemische Moderation    Leitlinien für die systemische Moderation: Intro . Unterschiede im Vortragen  Systemischer Gesprächsablauf  Proaktive Vorbereitung  Moderationsprozess  Emotionale Phasen in Veränderungsprozessen . Leitlinien für die systemische Moderation: Reflexionsfragen  Quiz zum Kurs „Leitlinien für die systemische Moderation“    Soziotechnische Herausforderungen   . Soziotechnische Herausforderungen: Intro  Mensch und Technik  Einladungsschreiben standardisieren  Fehlende Körpersprache  Spot on – die richtige Ausleuchtung . Ausreden – Ich will nicht vor die Kamera  Test, Test, hörst du mich?  Abwechslung im Aufbau  Chat mit einbauen  Technischer Ausfall . Verzögerungen in der Übertragung  Schwund der Teilnehmenden  Hybridsetting – Präsenz und online  Multilingual vortragen  Soziotechnische Herausforderungen: Reflexionsfragen .   Settings und Fallbeispiele    Settings und Fallbeispiele: Intro  Settings mit Einzelpersonen . Settings mit Gruppen  Live Sessions und große Gruppen  Blended Learning  Online Kurse  Diversity . Veränderungsorientierung  Buddy-Prinzip und Peergroups  Follow-ups  Feedback  Vorstellungsrunden und Verabschiedungen . Settings und Fallbeispiele: Reflexionsfragen  Quiz zum Kurs „Settings und Fallbeispiele“    Systemische Fragetechniken   . Systemische Fragetechniken: Intro  Das VIEW Prinzip  Fragestellungen und deren implizite Bedeutung  Fragen von Teilnehmenden in systemische Fragen umwandeln  Zirkuläre Fragen . Skalierungsfragen  Lösungsorientierte Fragen  Wie Fragen bei Entscheidungen helfen können  Schwierige Umstände  Fragen, Fragen und noch mehr Fragen . Du stellst doch nur Fragen!  Vermeidung der häufigsten Fragefehler  Systemische Fragetechniken: Reflexionsfragen  Quiz zum Kurs „Systemische Fragetechniken“   . Aktive Moderation    Aktive Moderation: Intro  Externe Systeme  Erwartungen abfragen . Umfragen in Echtzeit steuern  Flipcharts oder Padlet & co  Moderation bei Gruppenarbeiten  Pausen  Nach der Pause . Moderation bei Präsentationen  Mobile Endgeräte  Zustimmung von Aufnahmen  Digitalisierung als Schimpfwort  Aktive Moderation: Reflexionsfragen . Quiz zum Kurs „Aktive Moderation“    Systemische Gesprächsführung: Abschluss    Learnings zur Systemischen Gesprächsführung . Literaturliste für noch mehr systemische Inhalte  Systemische Gesprächsführung: Verabschiedung  \n REQUIRED: "
    },
    {
        "id": 6722,
        "fulltext": "TO_ACQUIRE: Leadership Excellence (2x2 Tage) Erfolgreiche Ver&auml;nderung durch wirksame F&uuml;hrung  In Zeiten sich schnell &auml;ndernder Rahmenbedingungen ist die Anpassungsf&auml;higkeit von Organisationen, die Geschwindigkeit, zu lernen und auf Ver&auml;nderungen reagieren zu k&ouml;nnen, der Erfolgsfaktor schlechthin. Der Schl&uuml;ssel hierzu liegt in der konsequenten Weiterentwicklung der F&uuml;hrungs- und Unternehmenskultur. Die Bef&auml;higung und Entwicklung von Mitarbeitenden ist eine zentrale F&uuml;hrungsaufgabe und gefragte Kernkompetenz. Aber wie schafft man ein Umfeld, in dem echtes Lernen und permanente Weiterentwicklung stattfinden und sich die Menschen mit ihren St&auml;rken und Talenten voll einbringen k&ouml;nnen und wollen? Steigern Sie Ihre eigene Wirksamkeit und die Ihrer Organisationseinheiten signifikant.  Fundierte Theorie ist die Basis. &Uuml;ber praxisorientierte Fallstudien \/ Rollenspiele bekommen Sie das notwendige R&uuml;stzeug an die Hand. Immer wieder werden Sie in diesen 2 Modulen &agrave; 2 Tage Ihren eigenen Kontext reflektieren und das Erlernte und Erarbeitete f&uuml;r sich adaptieren. Lernen Sie Ihre eigenen Antreiber und die Ihrer Mitarbeitenden kennen. Sie erlangen nicht nur Knowhow, sondern erarbeiten auch praxisgerechte Strategien, um Ihre Wirkung als F&uuml;hrungskraft zu erh&ouml;hen sowie die Performance Ihrer Mitarbeitenden und Organisation signifikant zu steigern. Denn F&uuml;hrung muss nicht modern, digital oder agil sein, sondern vor allem wirksam. \n REQUIRED:   F&uuml;hrungskr&auml;fte, die sich mit folgenden Fragestellungen konfrontiert sehen: .   Wie werde ich noch wirksamer in meiner F&uuml;hrungsrolle?  Wie kann ich unterschiedlichste Charaktere erfolgreich und situativ f&uuml;hren und dabei die Zusammenarbeit im Team verbessern?  Wie k&ouml;nnen mein Team und ich den Erfolg unseres Bereichs sicherstellen und stetig verbessern?  Wie kann ich meine Mitarbeitenden bef&auml;higen und in Verantwortung bringen und wie vermeide ich es, dass ich immer alle Probleme selbst l&ouml;sen muss? .  &nbsp; "
    },
    {
        "id": 6945,
        "fulltext": "TO_ACQUIRE: B-6: Terrafrom  Maturit&auml;ts-Stufe Cloud Ausbildungen   2 - Hiker  &nbsp;  . Dauer   4 Stunden&nbsp;  &nbsp;   Weiterbildungs-Typ .  Training im Klassenraum  Einf&uuml;hrung in Terraform f&uuml;r Backend-Software Entwickler und&nbsp;DevOps Engineer. \n REQUIRED:  Training im Klassenraum  Diese Ausbildung ist im Aufbau. "
    },
    {
        "id": 129,
        "fulltext": "TO_ACQUIRE: CAS FH in Digital Business - Fernstudium\/Onlinestudium CAS Digital Business Fernstudium: Sie erhalten Fachwissen im Bereich Industrie 4.0 und Digital Business sowie deren Auswirkungen auf Managemententscheidungen.   Weiterbildung Digital Business &ndash; studieren, wo und wann Sie wollen!   Der CAS Digital Business im Fernstudium vermittelt Ihnen die Grundlagen der Digitalisierung. Sie gewinnen ein tiefes Verst&auml;ndnis f&uuml;r die &bdquo;Digitale Revolution&ldquo; und den damit vebundenen Ver&auml;nderungen  . Online-Studium Digital Business: Digitalisierung verstehen und Wissen gezielt einsetzen!   Mit der Weiterbildung Digital Business lernen Sie die Auswirkungen von Industrie 4.0 und die daraus resultierenden Herausforderungen kennen. Sie erfahren, wie neue Gesch&auml;ftsmodelle entwickelt werden und wie effizientes und effektives Digital Business Modelling erfolgt. Daneben lernen Sie die wichtigsten Werkzeuge der Digitalen Transformation einzusetzen. Sie erarbeiten unterschiedliche Digitalisierungsstrategien anhand praxisnaher Beispiele und sind dadurch in der Lage, eigenst&auml;ndig unterschiedliche Strategien zu bewerten und einzuordnen. \n REQUIRED:  Formale Voraussetzung zur regul&auml;ren Zulassung ist ein abgeschlossenes Hochschulstudium. Bildungswege &uuml;ber Berufsbildung, Weiterbildung und berufliche Praxiserfahrung k&ouml;nnen als Zulassung auf dem Sur-Dossier-Weg anerkannt werden (individuelle Abkl&auml;rung mit der Studiengangsleitung).  Mitarbeitende in Grossunternehmen, KMUs, Beratungsunternehmen, &ouml;ffentlichen Betrieben und Non-Profit-Organisationen sowie F&uuml;hrungskr&auml;fte, die an den zuk&uuml;nftigen Trends interessiert sind und den digitalen Wandel verstehen und aktiv mitgestalten m&ouml;chten. "
    },
    {
        "id": 4599,
        "fulltext": "TO_ACQUIRE: Lateral Leadership Wir mischen unsere eigene Erfahrung, fundiertes Wissen und neuste Techniken zu einem spannenden Kurs. Deine eigene Situation als laterale F&uuml;hrungskraft steht dabei im Mittelpunkt.   Im Training&nbsp;Lateral Leadership erh&auml;ltst du:   &nbsp;  .  F&uuml;hrungsmethoden und F&uuml;hrungstechniken f&uuml;r flache Hierarchien    Selbstf&uuml;hrungstechniken und -hilfsmittel    Grundbegriffe: Leadership, Management und F&uuml;hrung.    Grundlagen zu High Performing Teams mit Psychologischer Sicherheit    Einsatz von Werten und Prinzipien als Leitprinzipien  .  Hacks, um Workshop und Sitzungen zu gestalten und zu f&uuml;hren    Kennenlernen und Anwenden von Mini-Habits und Objectives Key Results (OKR)&nbsp;    Erfahrungsaustausch.    Konkrete Fallbearbeitung aus dem eigenen F&uuml;hrungsalltag    Praktische Transferarbeit: Gelerntes im eigenen Arbeitsumfeld einsetzen  .   F&uuml;hren ohne Weisungsbefugnis&nbsp;ist eine Herausforderung.   &nbsp;    Wie schaffen wir es, dass alle auf das&nbsp;gleiche Ziel&nbsp;hinarbeiten?.    Wie schaffen wir&nbsp;Verbindlichkeit?    Wie kann man Personen &uuml;berzeugen,&nbsp;Verantwortung&nbsp;zu &uuml;bernehmen?  .  Wie schaffen wir&nbsp;Vertrauen&nbsp;untereinander?    Wie kann ich eine bessere&nbsp;Zusammenarbeit&nbsp;f&ouml;rdern?    Wie gelingen uns&nbsp;echte Resultate&nbsp;statt bloss endlose Diskussionen?.   \n REQUIRED:  Du m&ouml;chtest Eigenverantwortung in deinen Teams st&auml;rken. So dass jede und jeder Fachwissen und Erfahrung einbringen kann. Mit diesem Wissen und der Erfahrungen im richtigen Moment Verantwortung &uuml;bernimmt und in die F&uuml;hrung geht. In die F&uuml;hrung gehen heisst, Entscheidungen treffen und handeln und dabei die Kolleginnen und Kollegen mitnehmen. "
    },
    {
        "id": 8066,
        "fulltext": "TO_ACQUIRE: WBK Haltung und Wirkung in anspruchsvollen Gesprächssituationen Im Weiterbildungskurs setzen Sie sich mit Ihrer eigenen Grundhaltung auseinander und werden sich bewusst, was andere Menschen in Ihnen ausl&ouml;sen. \r\n\n REQUIRED:  Der Weiterbildungskurs richtet sich an Personen, die sich in anspruchsvollen, kommunikativen Situationen konstruktiv und wirkungsvoll verhalten wollen. Dies k&ouml;nnen zum Beispiel Coachinggespr&auml;che, Verhandlungen, Feedbackgespr&auml;che oder F&uuml;hrungssituationen sein, in denen innere Gelassenheit und St&auml;rke n&ouml;tig ist. Der Kurs richtet sich insbesondere an F&uuml;hrungspersonen, Coaches, Projektleitende, Teamsupervisoren\/-innen, HR-Fachleute und Berater\/innen. \r\n"
    },
    {
        "id": 7438,
        "fulltext": "TO_ACQUIRE: Erstelle Social Media Anzeigen in CanvaNach Abschluss dieses Projekts, kannst du Anzeigen für soziale Medien mit Hilfe der gratis Version von Canva kreieren und gestalten. Egal, ob du eine neue Marke startest oder eine bestehende mithilfe deiner Social-Media-Strategie optimieren möchtest – visuelle Inhalte unterstützen dich bei der Etablierung deiner Online-Identität.\nAufgabe des Social Media Marketings ist es, kreative Wege zu finden um die Aufmerksamkeit der User für ihre Produkte und Dienstleistungen zu gewinnen, oftmals auf Basis eines sehr geringen Marketing Budgets. \n\nDie web basierte Plattform Canva bietet alle nötigen Werkzeuge um visuell attraktive und organisierte Produkte alleine, oder als Team  zu kreieren und zu teilen. Am Ende dieses Projekts wirst du gelernt haben, Grafikdesign Tools anzuwenden um kreative und attraktive Anzeigen für soziale Medien zu erstellen und deine Marke in den sozialen Medien zu bewerben.Read moreBearbeite Videos für deine Social Media Posts in Canva.\n REQUIRED: "
    },
    {
        "id": 1233,
        "fulltext": "TO_ACQUIRE: CAS IT Security Bedrohung, Konzept, Sicherheit.&nbsp;F&uuml;r Programmierer mit Auge f&uuml;r Sicherheit.&nbsp;Lernen Sie bei IT- und Web-Anwendungen &quot;Sicherheit&quot; von Anfang an mitzudenken. \r\n Das Absichern des Firmen-Intranets, der Clients und Server, der mobilen Endger&auml;te, des Heimnetzwerks und der PCs ist heute ein Muss. \r\n Sie werden in die grundlegenden Konzepte der Informationssicherheit eingef&uuml;hrt unter spezieller Fokussierung auf das Internet. Sie lernen die Gefahren kennen, denen Smartphones, private Computer und Ger&auml;te im Unternehmen (Clients und Server) ausgesetzt sind. Insbesondere besch&auml;ftigen Sie sich mit der Sicherheit in mobilen Systemen und in der Cloud. Ausserdem erhalten Sie einen vertieften Einblick in das Management von Netzsicherheit und lernen die grundlegenden Konzepte und Prozesse, um in einem Unternehmen die Informationssicherheit aufzubauen, zu &uuml;berwachen, zu pr&uuml;fen und laufend zu verbessern.&nbsp;Zudem k&ouml;nnen Sie Web-Anwendungen sicher konzipieren, beginnend bei der Anforderungsanalyse bis hin zur Programmierung.&nbsp; \r\n\r\n Nebst dem theoretischen Fundament vertiefen Sie in einem virtuellen Netzwerk (Hacking Lab) mit verwundbaren Anwendungen und Systemen die erlernten Grundlagen und k&ouml;nnen dadurch sowohl selbstst&auml;ndig Angriffsszenarien nachbilden wie auch Gegenmassnahmen entwickeln. Sie entwickeln Ihre F&auml;higkeit zur kritischen Bewertung der Qualit&auml;t und Grenzen von Sicherheitsl&ouml;sungen. \r\n\n REQUIRED:  Folgende Personen werden zu den CAS zugelassen, sofern sie &uuml;ber mehrj&auml;hrige qualifizierte Berufspraxis verf&uuml;gen:. \r\n\r\n &nbsp; \r\n\r\n \r\n\t Absolventen von Hochschulen (Universit&auml;t, ETH, FH, PH) \r\n\t Absolventen einer h&ouml;heren Fachschule \r\n\t Inhaber eines eidgen&ouml;ssischen Fachausweises oder eines eidgen&ouml;ssischen Diploms \r\n. \r\n\r\n &nbsp; \r\n\r\n &Uuml;ber die Zulassung von Personen, die die genannten Anforderungen zum MAS bzw. zu einem CAS nicht erf&uuml;llen, jedoch &uuml;ber mehrj&auml;hrige, relevante Berufserfahrung verf&uuml;gen, entscheidet die Fernfachhochschule Schweiz &laquo;sur dossier&raquo;. \r\n"
    },
    {
        "id": 4769,
        "fulltext": "TO_ACQUIRE: CAS Teampsychologie Im CAS erwerben Sie basierend auf Ihren beruflichen Erfahrung vielseitige Kompetenzen in der Steuerung von Teamprozessen. \r\n Basierend auf ihrer bisherigen beruflichen Erfahrung erwerben die Teilnehmenden erweiterte Kompetenzen in der hierarchiefreien Steuerung von Teamprozessen. Es werden Praxisbeispiele analysiert sowie eigene Erfahrungen diskutiert, reflektiert und mit Theorien und Instrumenten verkn&uuml;pft. Dadurch wird die eigene Interventionspraxis f&uuml;r die erfolgsorientierte Arbeit mit Teams und Gruppen erweitert. \r\n\n REQUIRED:  Der CAS richtet sich an Personen aus den Bereichen F&uuml;hrung, Projektmanagement, Sport, Medizin, Bildung und Beratung, die professionell mit Teams und Gruppen arbeiten und Verantwortung f&uuml;r Teamprozesse tragen &ndash; sei es in der Rolle der Teamleitung, Beratung oder in der Prozessbegleitung von Teams. \r\n\r\n &nbsp; \r\n\r\n Der CAS eignet sich insbesondere f&uuml;r. \r\n\r\n \r\n\t Leitende, die fach- oder themenbezogen Teams und Gruppen leiten \r\n\t Projektleiter\/innen, Projektmanager\/innen \r\n\t Berater\/innen, Supervisoren\/-innen und Coachs, die aktuell Teamprozesse beraten und begleiten \r\n\t F&uuml;hrungspersonen \r\n\t. Leitende im Bereich Sport: Teamchefs\/-innen, Trainer\/innen und&nbsp;Teambetreuer\/innen \r\n\t Leitende von Verb&auml;nden und Politik \r\n\t Bildungsfachpersonen, Kursleitende \r\n\t Mentaltrainer\/innen, die mit Teams arbeiten \r\n \r\n"
    },
    {
        "id": 7549,
        "fulltext": "TO_ACQUIRE: Einführung in künstliche Intelligenz Sie wollen neu mit ChatGPT Texte generieren, zusammenfassen und analysieren oder mit Midjourney Bilder erstellen und sie in Ihrem Unterricht einsetzen? In diesem KursSie lernen Sie die Grundlagen der k&uuml;nstlichen Intelligenz kennen.  Sie wollen neu mit ChatGPT Texte generieren, zusammenfassen und analysieren oder mit Midjourney Bilder erstellen und sie in Ihrem Unterricht einsetzen? In diesem Kurs lernen Sie die Grundlagen der künstlichen Intelligenz bzw. deren Einsatzmöglichkeiten kennen.  Sie üben praxisorientiert und erhalten Erfahrungen mit generativen Texteditoren sowie Bildgeneratoren und machen so erste Erfahrungen. Im Fokus steht dabei das praktische Ausprobieren und die ersten Schritte zur Umsetzung eigener Ideen.   Grundlagenverständnis und Begriffsklärung . ChatGPT und Promptings (Anweisungen)  Bilder generieren mit Midjourney  Inspirationen füt gute Text- und Bildideen  Einsatzmöglichkeiten im eigenen Unterricht  \n REQUIRED:  Lehrpersonen, die erste Erfahrungen im Einsatz von künstlicher Intelligenz im Unterricht und erste Inspirationen zur eigenen Umsetzung und Anwendung suchen.. "
    },
    {
        "id": 7468,
        "fulltext": "TO_ACQUIRE: Einführung in Easil für Soziale MedienNach Abschluss dieses Projekts wirst du gelernt haben Grafikdesignplattform Easil zu nutzen und individuelle Posts für Soziale Medien zu kreieren. Wir werden heute die kostenlose Easil Version zur Erstellung unserer Projekte verwenden.User von sozialen Netzwerken werden im heutigen Zeitalter von Informationen und Bildern regelrecht überschwemmt. Aufgabe des Social Media Marketings ist es daher, kreative Wege zu finden um die Aufmerksamkeit der User für ihre Produkte und Dienstleistungen zu gewinnen. Dies erfolgt oftmals auf Basis eines sehr geringen Marketing Budgets. \n\nDie webbasierte Plattform Easil bietet alle nötigen Werkzeuge um visuell attraktive und organisierte Produkte  zu kreieren und in den sozialen Medien zu teilen. Deine neu erworbenen Kenntnisse werden dir in Zukunft dabei behilflich sein, dein Business zu bewerben und deinen Wiedererkennungswert zu steigern.Read moreDesigne einen Instagram Post mit Easil.Wende Grafikdesign Techniken in deinem Easil Instagram Post an.\n REQUIRED: "
    },
    {
        "id": 7511,
        "fulltext": "TO_ACQUIRE: COBIT Foundation Der COBIT Foundation Kurs vermittelt grundlegende Kenntnisse des weltweit anerkannten Frameworks f&uuml;r IT-Kontrolle und Governance. Der Kurs umfasst Themen wie die Geschichte, Prinzipien und Enabler von COBIT sowie deren Umsetzung. Er richtet sich an Personen, die in Governance, IT-Management und Pr&uuml;fung t&auml;tig sind, und es gibt keine Voraussetzungen. \r\n \r\n\t Die Bedeutung von Unternehmens- und IT-Governance und deren Zusammenhang&nbsp; \r\n\t COBIT&reg; wozu? Der Nutzen von COBIT f&uuml;r die verschiedenen Stakeholder \r\n\t Die Notwendigkeit eines funktionierenden Kontroll-Frameworks durch die Pflicht zur Einrichtung einer IT Governance ist erkannt \r\n. \r\n\n REQUIRED:  \r\n\t Entscheidungstr&auml;ger \r\n\t IT-Manager \r\n\t F&uuml;hrungskr&auml;fte \r\n\t Management-Beauftragte \r\n\t. Projektleiter \r\n \r\n"
    },
    {
        "id": 7545,
        "fulltext": "TO_ACQUIRE: SVEB-Zertifikat Ausbilder\/in – Einzelbegleitungen (vormals Praxisausbilder\/in) Sie sind Praxisbildner\/in in der Berufs- oder Erwachsenenbildung und wollen Sie sich weiterbilden? Dann sind Sie hier richtig.  Das SVEB-Zertifikat Ausbilder\/in – Einzelbegleitungen vermittelt Ihnen als Praxisbildner\/innen und Berufsbildner\/innen die notwendigen Handlungskompetenzen, damit Sie Ausbildungs- und Lernprozesse in der Einzelbetreuung nach berufspädagogischen und andragogischen Grundsätzen professionell und situationsgerecht gestalten und begleiten können.&nbsp;  Das SVEB-Zertifikat Ausbilder\/in – Einzelbegleitung ist schweizweit als Grundqualifikation anerkannt und bietet neu den Abschluss auf SVEB Stufe I analog zum «SVEB-Zertifikat Ausbilder\/in - Durchführung von Lernveranstaltungen» (ehemals Kursleiter\/in). Es ist der ideale Einstieg zur Erlangung der didaktischen und methodischen Kompetenzen für eine spannende Tätigkeit in der Begleitung von Menschen in Lernprozessen.   Jugend- und erwachsenengerechtes Lehren und Lernen in der Einzelausbildung . Gestalten von Lernsituationen und Begleitprozessen  Selbstorganisation und Selbstwirksamkeit bei Lernenden  Gesprächsformen und –techniken  Reflexion von Rolle und Gesprächsverhalten  \n REQUIRED:  Eidg. Kursausweis oder Diplom für Berufsbildner\/in (Art. 44 BBV) (Berufsbildner\/innen-Kurs), Erfahrung als Praxisausbilderin \/ Praxisausbilder oder Ausbilder\/in in der Einzelbegleitung, Deutschkenntnisse ab Niveau B2..  Praxisbildner\/innen und Berufsbildner\/innen, welche in der betrieblichen Praxis jugendliche und erwachsene Lernende beim Lernen begleiten. Personen, welche in der Grundbildung und der höheren Berufsbildung tätig sind. "
    },
    {
        "id": 7315,
        "fulltext": "TO_ACQUIRE: Digitaler Personalmanager (IHK) eLearning (berufsbegleitend)  Digitalisierung und Fachkräftemangel setzen Personalmanager unter Druck. Neue, digitale Wege zur Mitarbeitergewinnung und -bindung sind gefordert, um die Zielgruppe auch weiterhin zu erreichen. Genau dort setzt die Weiterbildung zum Digitalen Personalmanager an.    Im Rahmen des Lehrgangs lernen Sie die verschiedenen Möglichkeiten des digitalen Personalmanagements kennen und entwickeln Ihre eigene digitale Recruiting Strategie. Der Digitale Personalmanager ist ein Abschluss, der die Tätigkeit von Personalmanagern um das Internet als Werbeplattform ergänzt. Man lernt, welche Möglichkeiten zum Recruiting es im Internet gibt, sowohl mit Stellenausschreibungen auf der eigenen Webseite als auch mit verschiedenen Jobbörsen.  \n REQUIRED:  . Spezielle inhaltliche Vorkenntnisse sind nicht erforderlich.  Im Lehrgang werden übliche Internet-Aktivitäten wie E-Mail, Recherchen im Netz etc. vorausgesetzt. Ebenso ist es für die Praxisübungen erforderlich, sich Accounts auf den verschiedenen sozialen Plattformen (wie Facebook, Twitter, Instagram etc.) anzulegen und sich in Tools einzuarbeiten. Zusätzliche Kosten entstehen nicht. Zum Arbeiten mit der Lernplattform benötigt man einen Zugang zu einem PC mit Internet-Anbindung. Wir empfehlen für die Online-Seminare die Nutzung eines Headsets oder der üblichen Handy-Kopfhörer.   Angesprochen sind Selbstständige, Personalverantwortliche, Führungs- oder Personal- Fachkräfte und Interessierte, die ihr Wissen im Bereich des digitalen Personalmanagements erweitern möchten. Spezielle Vorkenntnisse sind nicht erforderlich.  "
    },
    {
        "id": 5559,
        "fulltext": "TO_ACQUIRE: Vue.js - Beratung, Coaching, Workshop, Training Entwickeln Sie moderne Enterprise-Applikationen mit Vue.js.&nbsp;Verwenden Sie eines der erfolgreichsten und besten Software-Frameworks f&uuml;r Ihre Unternehmens-Anwendungen.&nbsp;Von der Einrichtung bis zur Bereitstellung deckt unsere &quot;Vue.js - Beratung, Coaching, Workshop, Training&quot; alles ab!  Mit unserer &quot;Vue.js - Beratung, Coaching, Workshop, Training&quot; gelingt Ihnen der perfekte Einstieg in das Vue.js-Framework. Sie erhalten ein vollst&auml;ndiges Verst&auml;ndnis der Architektur hinter einer Vue.js-Anwendung und bekommen alle relevanten Informationen um moderne, komplexe, reaktionsschnelle sowie skalierbare Webanwendungen mit einem der modernsten Frontend-Web-Frameworks auf dem Markt zu entwickeln.  &nbsp;   Dauer .  &nbsp;  Ab 1 Tag (8 UE).&nbsp;Die Dauer richtet sich nach Ihren Vorstellungen und inhaltlichen W&uuml;nschen. Sie bekommen genau das, was Sie brauchen.  &nbsp;   Termine .  &nbsp;  Ihr Wunschtermin wird bei der Planung ber&uuml;cksichtigt. Die Veranstaltung findet ganzt&auml;gig + halbt&auml;gig zu flexiblen Zeiten statt.  Verwenden Sie eines der erfolgreichsten und besten Software-Frameworks f&uuml;r Ihre Unternehmens-Anwendungen.  &nbsp;  Von der Einrichtung bis zur Bereitstellung deckt unsere &quot;Vue.js - Beratung, Coaching, Workshop, Training&quot; alles ab!&nbsp;.  &nbsp;  Sie erhalten aktuelle Informationen &uuml;ber Komponenten, Formulare, Http-Zugriff, Routing, Zustandsverwaltung einer Vue.js-App und vieles mehr.&nbsp;  &nbsp;  Ihre individuellen Fragen und Themenw&uuml;nsche werden dabei nat&uuml;rlich ber&uuml;cksichtigt. \n REQUIRED:  Entwickler, Programmierer mit Erfahrung in HTML, CSS, JavaScript, die mit Vue.js moderne, komplexe, reaktionsschnelle sowie skalierbare Webanwendungen entwickeln wollen.. "
    },
    {
        "id": 8023,
        "fulltext": "TO_ACQUIRE: Dipl. Prozesstechniker\/-in HF Themenschwerpunkt Betriebstechnik verkürzt Als dipl. Prozesstechniker\/-in HF Themenschwerpunkt Betriebstechnik bist du der Generalisten mit vertieften Kenntnissen der wesentlichen betrieblichen Prozesse. Du bist mehrheitlich in der Industrie und in techniknahen Unternehmen t&auml;tig, dank deiner breiten Ausbildung aber auch in Logistik- und Dienstleistungsunternehmen sowie in Handelsunternehmen. \r\n  Everytime  \r\n\r\n \r\n\t Du kannst laufend an den Start gehen. Wir fangen zwei Mal pro Jahr, n&auml;mlich im April und Oktober an. M&ouml;chtest du sofort beginnen, dann kannst du jetzt dein Warm-up in Englisch und Informatik (ECDL Base) buchen. Damit bist du von Beginn an im Vorteil und reduzierst deinen Aufwand w&auml;hrend deines Studiums. \r\n\t. Du w&auml;hlst aus zwei verschiedenen Bildungs- und Zeitmodellen das f&uuml;r dich passende aus! Informiere dich auf unserer Webseite oder im Factsheet unter Zeitvarianten &uuml;ber die aktuell angebotenen Optionen an deinem Standort. \r\n \r\n\r\n  Everywhere  \r\n\r\n \r\n\t Dieses Programm kannst du an einem unserer 7 Standorten besuchen, n&auml;mlich in Aarau, Basel, Bern, Sargans, St. Gallen, Zug oder Z&uuml;rich. Und wenn du w&auml;hrend deines Studiums den Wohnoder Arbeitsort wechselst und deinen Studienort anpassen m&ouml;chtest, ist das auch kein Problem. \r\n\t. Du m&ouml;chtest das Beste aus Online- und Pr&auml;senzunterricht verbinden und dein Studium mit einem ausgewogenen Mix absolvieren? Dann bist du bei uns richtig. ipso! bietet dir die M&ouml;glichkeit, deine Pr&auml;senz vor Ort zu nutzen, um intensiv mit Kolleginnen und Kollegen zusammenzuarbeiten und an praxisorientierten Formaten teilzunehmen. Die &uuml;brige Zeit studierst du online von jenem Ort aus, der f&uuml;r dich am praktischsten ist. Die Termine f&uuml;r die regelm&auml;ssigen Pr&auml;senzveranstaltungen kennst du nat&uuml;rlich weit im Voraus, damit du gut planen kannst. \r\n \r\n\r\n  Everything  \r\n\r\n \r\n\t Du hast die M&ouml;glichkeit, w&auml;hrend deines Studiums die Zusatzqualifikationen Englisch Niveau B1, IPMA Level D&reg;, Lean Six Sigma Yellow Belt oder Green Belt zu erlangen. \r\n\t. Du weisst schon jetzt, dass du weiterstudieren m&ouml;chtest? Bei uns hast du garantierten Anschluss und sogar schon w&auml;hrend deines Studiums die M&ouml;glichkeit, bis zu zwei CAS-FH Module zu absolvieren. Damit hast du deinen Master schon halb in der Tasche. Informiere dich ganz unverbindlich bei deiner Bildungsberaterin oder deinem Bildungsberater &uuml;ber die individuellen M&ouml;glichkeiten. \r\n \r\n\r\n  Everyway  \r\n\r\n \r\n\t Du studierst bei uns mit vielf&auml;ltigen Lern- und Arbeitsformen, bei denen dich deine Dozierenden als Tutor, Trainer oder Coach begleiten. Wir setzen dabei auf Praxis- und Kompetenzorientierung und einen hohen Grad an Interaktion und Kommunikation zwischen dir, deinen Mitstudierenden und Dozierenden. Bei uns gibt es also keine Bildungskonserven und eint&ouml;nige Wissensvermittlung. \r\n. \r\n Als dipl. Prozesstechniker\/-in HF verf&uuml;gst du &uuml;ber ausgepr&auml;gte Sozial-, Kommunikations und F&uuml;hrungskompetenzen. Du arbeitest schwerpunktm&auml;ssig im Bereich des Supply Chain Managements, dem Projektmanagement oder Qualit&auml;tsmanagement, Prozessgestaltung und -optimierung. In deiner T&auml;tigkeit als dipl. Prozesstechniker\/-in HF wirst du h&auml;ufig F&uuml;hrungsaufgaben &uuml;bernehmen. Du wirst eigenst&auml;ndig ein Team leiten k&ouml;nnen, eine Abteilung, einen Bereich oder auch eine Gesamtunternehmung mit entsprechend betriebswirtschaftlich-strategischem Schwerpunkten, inkl. Budget- und Finanzverantwortung. \r\n\r\n Du wirst bereichs&uuml;bergreifend, komplexen Aufgaben l&ouml;sen sowie betrieblicher Prozesse durch Effizienzsteigerungen zu Kostensenkungen und Ressourcenoptimierung eines Unternehmens beitragen. Ein wesentliches Merkmal dabei wird deine F&auml;higkeit sein, Daten zu analysieren und auszuwerten, Zusammenh&auml;nge zu erkennen und Prozesse in einem Gesamtsystem zu entwickeln oder anzupassen. \r\n\n REQUIRED:  \r\n\t Abschluss als Prozessfachmann \/ Prozessfachfrau mit eidg. Fachausweis, Technische\/-r Kaufmann \/ Kauffrau, Betriebsfachmann \/ Betriebsfachfrau oder Industriemeister\/-in. Weitere Abschl&uuml;sse im Bereich der Betriebstechnik nach individueller Pr&uuml;fung. \r\n\t Kompetenznachweis Englisch Niveau B1 und ECDL Base bis sp&auml;testens Ende 1. Semester \r\n. \r\n Der Studiengang Prozesstechniker\/-in HF Themenschwerpunkt Betriebstechnik verk&uuml;rzt richtet sich an Interessierte, welche in Zukunft gerne Produktionsprozesse in Industrie-, Handels- und Dienstleistungsunternehmen steuern, analysieren, optimieren und entwickeln. Der Studiengang Prozesstechniker\/-in HF Themenschwerpunkt Betriebstechnik richtet sich an dich, wenn du einen wichtigen Beitrag f&uuml;r das Unternehmen im Bereich der Optimierungen entlang der Wertsch&ouml;pfungskette anstrebst. Du antizipierst den technologischen Wandel (Industrie 4.0, Big Data, IOT, Kl, ERP, Data Analysis etc.) und willst, als gut ausgebildete Fachkraft u.a. Digitalisierungsprojekten der Industrie zur Effizienzsteigerung im Unternehmen beitragen. Du m&ouml;chtest ein Unternehmen mitgestalten, optimieren und Abl&auml;ufe wie Prozesse leiten k&ouml;nnen? Dann bist du bei uns richtig! \r\n"
    },
    {
        "id": 885,
        "fulltext": "TO_ACQUIRE: WBK Einstieg in die erste Teamleitungsfunktion Sie erhalten in diesem Kurs eine Einf&uuml;hrung in die Aufgaben und Herausforderungen einer ersten Teamleitungsfunktion. Anhand von konkreten Situationen aus dem F&uuml;hrungsalltag &uuml;ben und reflektieren Sie ein angemessenes und situationsgerechtes F&uuml;hrungsverhalten.  Weiterbildungskursteilnehmerinnen und -teilnehmer erhalten eine Teilnahmebest&auml;tigung des IVM (bei Pr&auml;senz von mind. 100%). Zur eigenen Lernkontrolle kann der Weiterbildungskurs mit einem Leistungsnachweis abgeschlossen werden.  Die Absolventinnen und Absolventen  &nbsp;  . unterscheiden verschiedene F&uuml;hrungsstile und setzen sich damit auseinander  reflektieren ihre Handlungsweise als F&uuml;hrungsperson  kommunizieren situationsgerecht mit Teams und Einzelpersonen  &uuml;bertragen Erkenntnisse &uuml;ber Team- und Gruppenprozesse in ihre F&uuml;hrungst&auml;tigkeit  gehen Konflikte rechtzeitig und angemessen an und . wenden ausgew&auml;hlte Instrumente und Methoden der Mitarbeitendenf&uuml;hrung korrekt an.  \n REQUIRED:  Keine fachlichen Vorkenntnisse erforderlich, Berufserfahrung im &ouml;ffentlichen Sektor erforderlich.  Der Weiterbildungskurs (WBK) richtet sich an junge Berufsleute, die sich auf ihre erste Teamleitungsfunktion vorbereiten oder k&uuml;rzlich eine angetreten haben. Des Weiteren richtet sich der WBK an Interessenten f&uuml;r den CAS 3 (resp. den DAS GS), die im Rahmen ihrer eigenen beruflichen Situation vorderhand keine M&ouml;glichkeit haben, F&uuml;hrungserfahrung mit unterstelltem Personal oder Projekterfahrung in gr&ouml;sserem Umfang zu sammeln. F&uuml;r diese besteht auf Antrag an die Studienleitung die M&ouml;glichkeit, diesen WBK als kompensatorischen Zugangsweg zum CAS 3 zu belegen &ndash; wobei f&uuml;r Aspirantinnen\/Aspiranten zum CAS 3 der erfolgreiche Abschluss des begleitenden Leistungsnachweises zwingend ist. Anderweitige F&uuml;hrungskurse, die nicht unter der direkten Kontrolle des Instituts f&uuml;r Verwaltungs-Management sind, k&ouml;nnen f&uuml;r diese Art der Sonderzulassung nicht anerkannt werden. &Uuml;ber die Zulassung zum WBK entscheidet die Studienleitung. Der WBK wird einmal j&auml;hrlich angeboten. Maximales Zugangsalter: 32 Jahre. "
    },
    {
        "id": 5918,
        "fulltext": "TO_ACQUIRE: CAS in Transformational Leadership FH  Ihre F&uuml;hrungsqualit&auml;ten im Mittelpunkt   Moderne F&uuml;hrungskr&auml;fte sind entscheidende Erfolgsfaktoren in Unternehmen. Angesichts der vielschichten Anforderungen der heutigen Arbeitswelt gelangen bestehende F&uuml;hrungskonzepte jedoch an ihre Grenzen und m&uuml;ssen in ihrer Anwendung &uuml;berdacht werden. Zum Bew&auml;hrten braucht es frische Impulse. Um die eigenen Verhaltensweisen zu &uuml;berdenken und andere damit zu inspirieren braucht es Neugierde, Offenheit und Mut, &Auml;nderungen umzusetzen. Im Rahmen des CAS in Transformational Leadership erhalten Sie die M&ouml;glichkeit, sich ganz spezifisch mit Ihrer F&uuml;hrung auseinanderzusetzen.   Flexible Modulgestaltung .  Durch den modularen Aufbau und das didaktische Konzept k&ouml;nnen Sie den Studiengang so gestalten, dass er in Ihren Zeitplan passt. Die Reihenfolge der einzelnen Module ist frei w&auml;hlbar, einzig der Boxenstopp sollte als Start absolviert werden.  &nbsp;   Netzwerk und Sparringpartner   Sie profitieren von einem einzigartigen Netzwerk aus Teilnehmenden anderer Inlandbanken. Zugeschnitten auf Ihr Bed&uuml;rfnis erhalten Sie w&auml;hrend des CAS eine pers&ouml;nliche Betreuung seitens bbz..  &nbsp;   Praxisorientierte Inhalte   Sie werden von erfahrenen Referentinnen und Referenten aus Wirtschaft, Psychologie und Spitzensport begleitet. Die Module sind hoch interaktiv gestaltet und fokussieren auf den Transfer in Ihre pers&ouml;nliche F&uuml;hrungspraxis. \n REQUIRED:  . Erfolgreich abgeschlossene, qualifizierende Weiterbildung in den letzten Jahren (&uuml;ber eine sur-dossier Aufnahme wird situativ entschieden)  Bereitschaft, das eigene F&uuml;hrungsverhalten zu reflektieren und weiterzuentwickeln    F&uuml;hrungskr&auml;fte (Linien-, Fach- oder Projektf&uuml;hrung)  Personen, die f&uuml;r eine F&uuml;hrungsfunktion vorgesehen sind . "
    },
    {
        "id": 7013,
        "fulltext": "TO_ACQUIRE: Betriebspsychologie Interessieren Sie sich für betriebspsychologische Fragestellungen? Möchten Sie Ihr Führungsverhalten dank psychologischen Kenntnissen optimieren? In diesem Kurs setzen Sie sich mit den psychologischen Herausforderungen auseinander, die sich im Berufsalltag täglich ergeben. In der Führung von Mitarbeitenden, Teams, in Sitzungen oder Konfliktsituationen sind betriebspsychologische -Kenntnisse hilfreich um das Gegenüber besser einschätzen zu können und gruppendynamische Prozesse zielführend zu unterstützen. Verschaffen Sie sich einen Überblick über die wichtigsten Grundlagen.&nbsp;  Am Ende dieses Kurses sind Sie in der Lage,   die Grundlagen der Psychologie im Arbeitsumfeld zu verstehen.  die komplexen Einflüsse auf die Mitarbeitenden in der Arbeit zu identifizieren und entsprechende Konzepte zur Arbeitszufriedenheit im betriebsspezifischen Kontext zu definieren und umzusetzen. . die Kriterien der Arbeitsgestaltung anzuwenden und diese in Ihren Alltag einfliessen zu lassen.  die Grundlagen der Führungslehre einzusetzen und diese gegenüber Einzelpersonen und Gruppen anzuwenden.  Ihr eigenes Arbeits- und Führungsverhalten zu reflektieren.  \n REQUIRED:   Personen, die beruflich oder privat mit Themen der Betriebspsychologie konfrontiert sind, z.B. angehende Führungskräfte. . Teilnehmerinnen und Teilnehmer des Lehrgangs Personalassistent\/in mit Zertifikat HRSE.  "
    },
    {
        "id": 7585,
        "fulltext": "TO_ACQUIRE: Einführung ins Online Marketing – Zeit Akademie Der ideale Einstieg ins Online Marketing \n Was ist Performance Marketing und wie erreicht man seine Zielgruppe online? Welche Tools helfen beim Messen und Verbessern der Online Kampagnen und wie plant man diese?\n Im Seminar „Einführung ins Online Marketing“ werden Sie die Antworten auf diese Fragen finden. Philipp Westermeyer, Gründer der Online Marketing Rockstars, und SEO-Guru Christoph Burseg erklären Ihnen Schritt für Schritt die wichtigsten Fakten zum Online Marketing und zeigen Ihnen, wie Sie mit Google, Facebook, YouTube und anderen Kanälen Geld verdienen. \n Mit den neu erlernten Strategien können Sie Ihre Zielgruppe durch wirkungsvolle Suchmaschinen-, Email- und Social Media Kampagnen besser erreichen, den Erfolg analysieren und optimieren.\nProf. Dr. Armin Rott ist Medienökonom an der Uni Hamburg und der Hamburg Media School und präsentiert weitere Kanäle und hilft, Zusammenhänge darzustellen und Online Marketing verständlich zu machen.\n  Einführung ins Online Marketing: Überblick und Einleitung    Einführung ins Online Marketing: Kursüberblick  Einführung ins Online Marketing: Einleitung .   Performance Marketing    Online Marketing: Grundlagen  Online Marketing: Bedeutung . Besonderheiten der Branche  Kanalwahl und Investitionskalkül  Performance Marketing: Definition  Performance Marketing: Grundlagen  Tracking . Customer Lifetime Value  Marketing Kanäle  Performance Marketing: Fazit    Google .   Google: Einführung  SEO: Google in Zahlen  SEO: Suchgruppen  SEO Praxis: OnPage Optimierung . SEO Praxis: OffPage Optimierung  SEO Praxis: Optimierungsgrenzen  SEO: Vorbilder des Suchmaschinenmarketings  SEO Praxis: Messbarkeit und Werkzeuge  SEO Praxis: Fazit . SEA: Ursprung und Entwicklung  SEA Praxis: Google AdWords Erfolgsfaktoren  SEA Praxis: Kampagnen planen und anlegen  SEA Praxis: Anzeigen  SEA Praxis: Keywords . SEA Praxis: Kosten  SEA Praxis: Verbindung von AdWords und Landingpages  SEA Praxis: Fazit    Facebook .   Facebook: Einführung  Facebook in Zahlen  Position im Online Werbemarkt  Newsfeed im Detail . Einrichten einer Facebook Unternehmensseite  Aufbau einer Facebook Kampagne  Inspirationen für Werbekampagnen  Facebook: Fazit   . Youtube    YouTube: Einführung  Youtube in Zahlen  Ziele auf Youtube . Aufbau der Reichweite  Videos optimieren  Die häufigsten Fehler  Sicherste Erfolgsfaktoren  YouTube: Fazit .   E-Mail Marketing    E-Mail Marketing: Einführung  E-Mail als Marketinginstrument . E-Mail Marketing: Vorteile  E-Mail Marketing: Rechtliche Voraussetzungen  E-Mail Marketing Strategien: Qualität oder Quantität?  Eigenes E-Mail Marketing  Targeting und Verteilersegmentierung . Kommunikationsaufbau  Newsletter Gestaltung  Testen und Optimieren: Wichtige Kennzahlen  E-Mail Marketing: Fazit   . Online Marketing: Ausblick    Online Marketing: Gesellschaftliche Bedeutung  Online Marketing: Gegenwart  Online Marketing: Zukunft . \n REQUIRED: "
    },
    {
        "id": 7782,
        "fulltext": "TO_ACQUIRE: Fundamentale Analyse von KryptowährungenUm Long-Term Trading Strategien entwickeln zu können, sollte man nicht nur auf technische Indikatoren wertlegen, sondern auch auf fundamentale. Wir werden uns nun mit den Menschen hinter der Kryptowährung beschäftigen, den eigentlichen Wert der Währung errechnen, News Ticker Seiten kennenlernen und Firmenwerte analysieren.  Was ist eine fundamentale Analyse?  Faktoren für eine fundamentale Analyse  Wie findet man einen Scam Coin?  \n REQUIRED: "
    },
    {
        "id": 7357,
        "fulltext": "TO_ACQUIRE: ITIL4® Foundation - Online Bereiten Sie sich darauf vor, Ihre IT-Service-Management-Kenntnisse zu erweitern und die Vorteile von ITIL4&reg; zu nutzen, um Ihre Organisation in Richtung digitaler Transformation und kontinuierlicher Verbesserung zu f&uuml;hren. \r\n \r\n\t Sie verstehen die Schl&uuml;sselbegriffe von ITIL4&reg; \r\n\t Sie gewinnen das Verst&auml;ndnis, wie die ITIL Guiding Principles der Organisation helfen Service Management anzunehmen und zu adaptieren \r\n\t Sie lernen die Ziele und den Zweck der ITIL&reg; Praktiken kennen&nbsp; \r\n. \r\n\n REQUIRED:  \r\n\t IT Senior Management, IT Manager &amp; IT Berater \r\n\t Service Manager und Solution Architekten \r\n\t Betriebsverantwortliche und Prozess-Verantwortliche \r\n\t Business Manager \r\n\t. Sicherheits-Beauftragte \r\n\t Information Security Verantwortliche \/Officer \r\n \r\n"
    },
    {
        "id": 5087,
        "fulltext": "TO_ACQUIRE: Mehr Einfluss - Wirkungsvoll kommunizieren und gute Lösungen durchsetzen Gute L&ouml;sungen sind dann erfolgreich und nachhaltig, wenn die verantwortlichen Akteure mit Offenheit, Augenmass und Durchsetzungskraft agieren. Hoher Handlungsdruck macht die soziale Kompetenz zum strategischen Schl&uuml;sselfaktor erfolgreicher Unternehmen. Gute L&ouml;sungen f&uuml;hren dann zum Erfolg, wenn sie klar und wirkungsvoll vertreten werden.   Gute Lösungen sind dann erfolgreich und nachhaltig, wenn die verantwortlichen Akteure mit Offenheit, Menschenkenntnis und Durchsetzungskraft agieren. Ein hoher Handlungsdruck macht die soziale Kompetenz zum strategischen Schlüsselfaktor erfolgreicher Führungskräfte. Gute Lösungen führen dann zum Erfolg, wenn sie klar und wirkungsvoll vertreten werden   Kommunikation und wechselseitige Beeinflussung: Soziale Sensibilität, Wahrnehmung indirekter Botschaften, eigene unbewusste Kommunikationsmuster.  Lösungsorientierte Kommunikation: Einwänden souverän begegnen und konstruktive&nbsp;&nbsp;Konfrontation praktisch anwenden. . Führen mit\/ohne Vorgesetztenfunktion: Komplexe Projekte und Koordinationsaufgaben erfolgreich steuern.  \n REQUIRED:  Führungskräfte, die ihre Überzeugungskraft und persönliche Einflusswirkung überprüfen und mit einem systematischen Training verbessern wollen. "
    },
    {
        "id": 7869,
        "fulltext": "TO_ACQUIRE: Kommunikationsmodelle in der FührungDieser Kurs ist Bestandteil des Kurses \"Individualführung - Zusammen Erfolg erreichen\".  Kursüberblick Individualführung  Grundlagen von Macht und Führung  Funktionelle Aspekte der Individualführung  Lernprozesse auf allen Ebenen . Lernen und Verhalten  Kommunikation: Eisberg-Modell und Watzlawick  Kommunikation: Elefantensprache  Kommunikation: Schulz von Thun  \n REQUIRED: "
    },
    {
        "id": 4811,
        "fulltext": "TO_ACQUIRE: IT-Grundlagen Training Die Fundamente und Basics der IT:&nbsp;Nach dem Kurs bist Du in der Lage Dich in der IT-Infrastruktur&nbsp;zu bewegen, Rollouts sauber durchzuf&uuml;hren und 1st-Level Support zu leisten.  Dieses Training richtet sich an IT Neu- und Quereinsteiger die schnell eine&nbsp;saubere Basis f&uuml;r Rollouts und den 1st-Level Support ben&ouml;tigen. In drei Tagen vermitteln wir Dir ein fundiertes Basiswissen f&uuml;r den Einsatz in IT Rollouts, Projekten und im Support.&nbsp;  Lerne, wie du&nbsp;Dich in der IT-Infrastruktur bewegen, Rollouts sauber durchf&uuml;hren&nbsp;und 1st-Level Support leisten kannst.  &nbsp;  Ausserdem verstehst Du die verschiedenen Terminologien und&nbsp;hast eine &Uuml;bersicht &uuml;ber die wichtigsten Hard- und Software-Technologien im Bereich Server, Client und Netzwerk.. \n REQUIRED:  Du bist:   IT-Anwender, die zuk&uuml;nftig in den Bereichen IT-Entwicklung, IT-Betrieb oder IT-Service arbeiten wollen  Interessiert die Grundlagen der IT zu erlernen  "
    },
    {
        "id": 7576,
        "fulltext": "TO_ACQUIRE: Schlaue Zellen: NeurowissenschaftenWas passiert beim Lernen im Gehirn?\nEs ist rund 1,5 Kilogramm schwer, besteht aus einer Masse aus Neuronen und anderen schlauen Zellen und hat die Konsistenz eines hartgekochten Eis: Das Gehirn ist der Sitz unserer Persönlichkeit und das geheimnisvollste Organ des Menschen. In diesem Kurs unternimmt der Buchautor und Gehirnexperte Markus Reiter Sie mit auf eine Tour d’horizont durch die modernen Neurowissenschaften.\nDer Kurs „Schlaue Zellen. Die populärwissenschaftliche Einführung in die Neurowissenschaften“ erklärt:\n\nWas beim Lernen eigentlich im Gehirn passiert\nWas dabei die größten Fehler sind\nWie uns unser Gedächtnis trügen und unbewusst manipulieren kann\nAuf welche Denkfallen wir beim Investieren achten müssen\nWie wir Alzheimer vorbeugen können\nWie wir unser intellektuelles Potenzial optimaler nutzen\n\nAußerdem enthüllt er die Zauberformel für ein fittes Gehirn!  Funktionsweise unseres Gehirns  Das Gedächtnis  Lernen  Gehirn bis ins Alter fit halten . Wahrheit und Lüge  Emotion und Verstand  Neuroökonomie  Die Zauberformel für ein fittes Gehirn  \n REQUIRED: "
    },
    {
        "id": 7125,
        "fulltext": "TO_ACQUIRE: Erfolgreiche Verhandlungsführung Gut zu verhandeln heisst, sich der eigenen Ziele, der wesentlichen Verhandlungs-Einstellungen und der m&ouml;glichen Vorgehensweisen bewusst zu sein. So gewinnt man Sicherheit und Freude auch in herausfordernden Situationen.   Du lernst&nbsp;    dich in Verhandlungen sicherer f&uuml;hlen . In Verhandlungen strukturierter, kompetenter und erfolgreicher vorzugehen  Methoden, um dich gut auf Verhandlungen vorzubereiten  Kniffe, um w&auml;hrend Verhandlungen deine Interessen besser durchsetzen zu k&ouml;nnen    Du lernst&nbsp; .   Die wichtigsten Methoden und Techniken der Verhandlung generell kennen  Verhandlungen &uuml;berzeugend und zielgerichtet zu f&uuml;hren  Verhandlungen gut vorzubereiten und zu strukturieren  Die richtige Verhandlungsstrategie zu w&auml;hlen . Das Potenzial, das in jeder Verhandlung steckt, optimal zu nutzen  Den gezielten Einsatz von Argumentationstechniken und Verhandlungstaktiken  \n REQUIRED:  Sie bringen mit:   Kurze Erfahrung oder bevorstehende Übernahme einer Führungsrolle; oder die Erweiterung Ihrer Führungsrolle von einem bisher sehr kleinen Team (1-2 Mitarbeitende) auf ein grösseres steht bevor . Bereitschaft, eigene Situationen in der Gruppe zu besprechen  Offenheit, sich selbst in den eigenen Handlungen zu reflektieren  Freude am offenen Austausch    Du bringst mit&nbsp; .   T&auml;tigkeit in einem Arbeitsumfeld, in dem Sie h&auml;ufig Verhandlungssituationen ausgesetzt sind, bzw. sein werden  Eigene Fallbeispiele  Bereitschaft und Offenheit, sich mit anderen &uuml;ber Ihre Situationen auszutauschen und voneinander zu lernen  "
    },
    {
        "id": 7614,
        "fulltext": "TO_ACQUIRE: Professionelles WebdesignLernen Sie per Online-Videotraining, wie Sie professionelle Webseiten erstellen und weiterentwickeln. \nDieses Kurspaket enthält alles, was Sie brauchen: \n\n\nWeb-Publishing\n\nBestseller-Autorin Dr. Florence Maurice zeigt Ihnen, wie Sie mit HTML, CSS und PHP Ihre Webseiten erstrahlen lassen. Je nach Kenntnisstand können Sie auf unterschiedlichen Niveaustufen einsteigen - vom Anfänger bis zum Fortgeschrittenen. \n\n\nAdobe Photoshop CS 6\n \nPhotoshop-Profi Armin Böttigheimer macht  Sie zum Meister der digitalen Bildbearbeitung. \nSo bereiten Sie alle grafischen Inhalte Ihres Webauftritt perfekt auf!\n  Web-Publishing    HTML und CSS Grundlagen  HTML-Grundgerüst . HTML Entities & Zeichensätze  Strukturierungselemente in HTML  Links in HTML  Bilder in HTML-Dokumenten  Imagemaps - ein Bild, mehrere Links . Weitere Auszeichnungen & DIV-Elemente  Formulare in HTML  HTML-Tabellen erstellen  HTML-Versionen  Vorteile von CSS . CSS und HTML kombinieren  Die richtige Wahl: CSS-Selektoren  Farben mit CSS definieren  Schriftformatierungen  Textformatierung mit CSS . Kommentare in CSS und in HTML  Hintergrundbild mit CSS einfügen  Boxmodell - die Ausmaße der Kästchen  Fortgeschrittene Selektoren  Kürzer ist besser: Kurzschrifteigenschaften . CSS Grundprinzip von float  Layouts mit float erstellen  In Position! Die CSS-Eigenschaft position  Layouts mit position umsetzen  Schick: Transparente Bildbeschriftung auf Bild . Abschneiden und Anordnen: clip und z-index im Focus  Navigationen mit HTML & CSS erstellen  Firebug  Wer gewinnt? Die unterschiedliche Macht der Selektoren  Für die Performance: CSS-Sprites . Ein größeres Beispiel  Website online stellen  Quiz zum Kurs „HTML- und CSS-Tutorial für Einsteiger*innen“    Adobe Photoshop CS 6 .   DIV zentrieren  CSS Dropdown Menu  CSS Formular Design  Neues in CSS3 . CSS3 selectors: Neue Selektoren  CSS table: Tabellen formatieren  In CSS web fonts einbinden  CSS3 transparency: Transparenz erzeugen  CSS3 Border Radius: Endlich runde Ecken! . CSS3 Text Shadow: Mit Textschatten arbeiten  CSS3 Background: nützliche Erweiterungen bei Hintergrundbildern  Farbverläufe in CSS3 erzeugen  CSS3 Transform: 2D-Transformationen leicht gemacht  CSS3 3D-Transformationen . Transition in CSS  CSS3 Animation  CSS Multicolumn: Automatischer Spaltensatz  MediaQueries  Responsive Web Design . CSS-Hilfe beim responsive Design  CSS im Internet Explorer  CSS Validator  HTML5  Das HTML5-Formular . Header, Section & Nav: neue Elemente in HTML5  Audio & Figure: weitere neue Elemente in HTML5  Geolocation, Appcache, Webstorage: Apis in HTML5  HTML5 Video  HTML5-Canvas & SVG . HTML5: Javascript einbinden  HTML5: Boilerplate & Reset  Page Speed & Website Performance  Bootstrap & YAML: nützliche Frameworks  Quiz zum Kurs „HTML- & CSS-Seminar für Fortgeschrittene“ .   Website-Marketing    PHP lernen lohnt sich: Die PHP-Einführung  Serverseitige Skriptsprache . Entwicklungsumgebung installieren - am besten mit XAMPP oder MAMP  Die ersten Schritte zu dynamischen Webseiten  HTML für PHPler  PHP in HTML einbinden  PHP-Variable . PHP-Konstanten  PHP konfigurieren  PHP-Operatoren  Konvertierung zwischen Datentypen und Ausgabeoptionen  PHP-Array . PHP Assoziatives Array  Array-Beispiel: rand() & count()  Per PHP-include Dateien einbinden  Mit PHP Navigation einbinden  PHP-Verzweigungen . Logische Operatoren  PHP-Switch  While- und For-Schleife  Verschachtelte Schleifen  PHP-Schleifen mit break und continue steuern . PHP-Funktionen  PHP-Funktionen - Fortgeschrittene Features  PHP-error: Fehlersuche und -meldungen  PHP-Funktionen für Variablen  PHP-String-Funktionen . Funktion str_replace(), strpos(): Suchen und Ersetzen  Funktion htmlspecialchars(): HTML bearbeiten  PHP-Array-Funktionen  PHP-Datumsfunktionen  Datumsoperationen: strtotime() & checkdate() . Mit PHP auf Formular zugreifen  PHP-Formular verarbeiten  Auswahlliste, Textarea & Radiobutton mit PHP verarbeiten  Checkboxen mit PHP auswerten  PHP-Formular-Manipulation verhindern . Sichere Formulardaten  PHP-Formular überprüfen  Mails mit PHP versenden  Mit PHP Dateien hochladen  Quiz zum Kurs „PHP Tutorials für Einsteiger*innen“ . \n REQUIRED: "
    },
    {
        "id": 5743,
        "fulltext": "TO_ACQUIRE: Scrum Essentials Erlernen Sie die grundlegenden Scrum Techniken, das Vokabular sowie die agilen Vorgehensweisen anhand eines &Uuml;bungsbeispiels. Keine Programmierkenntnisse notwendig, auch ideal f&uuml;r Marketing, Business-Analysten, Tester und Management.  Dieser Kurs bietet eine grundlegende Einf&uuml;hrung in Scrum und erm&ouml;glicht den Teilnehmenden nach zwei Tagen Scrum anwenden zu k&ouml;nnen. Er f&uuml;hrt in den Scrum Prozess, die Rollen, Events, Timeboxes und Artefakte ein.  N&uuml;tzliche agile Praktiken wie relatives Sch&auml;tzen, Product Backlog Refinement, Story Mapping und Releaseplanung werden unterrichtet. &Uuml;bliche Fehler wie flexible Timeboxes, unproduktive Retrospektiven, ad-hoc Aufgaben und viele weitere werden diskutiert.  Anstelle von langatmiger Theorie finden sich die Teilnehmenden nach weniger als einer Stunde schon im ersten Sprint wieder. In Kombination mit kurzen Theoriebl&ouml;cken wird Scrum nicht nur geschult, sondern auch verstanden und verinnerlicht.  Dieser Kurs legt die Basis f&uuml;r weiterf&uuml;hrende Trainings wie den Professional Scrum Master oder Professional Scrum Product Owner..  Die Teilnehmenden haben nach diesem Kurs ein fundiertes Wissen &uuml;ber Scrum. Sie k&ouml;nnen aktiv ihre Rolle in einem Scrum-Projekt ausf&uuml;llen und Scrum in der Firma weiterentwickeln. \n REQUIRED:  Dieser Kurs richtet sich an Personen, die zum ersten Mal mit oder in einem Scrum Team arbeiten. Er ist ideal f&uuml;r Firmen und Teams, welche Scrum kennenlernen&nbsp;wollen oder M&uuml;he mit der Umsetzung von Scrum haben.  Der Kurs richtet sich nicht nur an Software-Entwickler, sondern an alle Personen, die in einem Scrum Team t&auml;tig sind oder als Stakeholder mit solchen Teams zu tun haben. "
    },
    {
        "id": 7122,
        "fulltext": "TO_ACQUIRE: CAS Projektmanagement – Change und Transformation - agil, klassisch, hybrid mit der FH Graubünden Als Projektmanager meisterst du erfolgreich den st&auml;ndigen Wandel mit unserem CAS Projektmanagement. Wir vermitteln dir Kompetenzen f&uuml;r erfolgreiche Projektabwicklung, Change- und Transformationsvorhaben. W&auml;hle die richtige Vorgehensweise - agile, hybrid oder klassisch.  Deine Kompetenz f&uuml;r  Projekt-, Change- und Transformationsvorhaben  wird in diesem CAS in den folgenden vier Bereichen gest&auml;rkt:    Methodenkompetenz&nbsp;.   agiles, klassisches &amp; hybrides Projektmanagement&nbsp;  Innovation &amp; Kreativit&auml;t&nbsp;  Design Thinking&nbsp; &nbsp;  .   Selbstmanagementkompetenz&nbsp;   St&auml;rken st&auml;rken&nbsp;  Resilienz f&ouml;rdern&nbsp;  Stresskompetenz entwickeln&nbsp;. &nbsp;     Sozialkompetenz&nbsp;   positive Psychologie&nbsp; . Konfliktmanagement &amp; Krisen&nbsp;  Umgang mit Macht &amp; Autorit&auml;t&nbsp; &nbsp;     F&uuml;hrungskompetenz&nbsp; .  High Performance Teams&nbsp;  Positive Leadership&nbsp;  Change &amp; Transformation&nbsp;    . Um erfolgreich den stetigen Wandel zu bew&auml;ltigen sind solide Kompetenzen in der Abwicklung von Projekten, Change- und Transformationsvorhaben gefordert. Je nach Situation ist eine agile, hybride oder klassische Vorgehensweise angebracht. Projektmanager:innen, Changemanager:innen oder Transformationscoaches ben&ouml;tigen weitreichende Sozial- und F&uuml;hrungskompetenzen, sowie ausgewiesene F&auml;higkeiten im methodischen Vorgehen und im Selbstmanagement, damit sie allen Herausforderungen erfolgreich begegnen k&ouml;nnen.  &nbsp;   Zertifizierungen    Scrum Master.  &laquo;Certified Project Management Associate&raquo; IPMA Level D&reg;&rdquo;   Es ist auch eine zus&auml;tzliche, kostenpflichtige Zertifizierung zum &laquo;Certified Project Manager&raquo; IPMA Level C&reg; oder &laquo;Certified Senior Project Manager&raquo; IPMA Level B&reg; m&ouml;glich. \n REQUIRED:   Interessent:innen mit einem Hochschulabschluss  sowie  mindestens zwei Jahren Berufserfahrung.  sind zugelassen. Projektmanager:innen, Changemanager:innen oder Transformationscoaches mit zweijähriger Praxiserfahrung sowie Interessent:innen mit einem Abschluss einer höheren Berufsbildung bzw. einem vergleichbaren Abschluss sowie mindestens zwei Jahren Berufserfahrung können auf   Antrag sur Dossier  &nbsp; zugelassen werden.  Beim CAS Projektmanagement &ndash; Change und Transformation bist du&nbsp;als Teilnehmer:in richtig, wenn du mindestens zwei Jahre Erfahrung in Projekt-, Change- oder Ver&auml;nderungsvorhaben vorweisen kannst.  &nbsp; . Du kommst typischerweise aus:   Grossunternehmen in Digitalisierungs- und Transformationsprozessen  KMU aus allen Branchen  Technologieunternehmen  Start-Ups, die Produkte und\/oder Dienstleistungen auf den Markt bringen.  Etablierte Start Ups, die ihr weiteres Wachstum organisieren wollen  Dienstleistungsunternehmen   &nbsp;  Du bist zurzeit in einer der folgenden  Funktionen.  t&auml;tig:   Product Owner  Scrum Master  Programmleiter:in  Projektleiter:in.  Teilprojektleiter:in  Projektmitarbeiter:in aus Unternehmen\/B&uuml;ros mit grossen Projektvorhaben  "
    },
    {
        "id": 5271,
        "fulltext": "TO_ACQUIRE: Das jährliche Mitarbeitergespräch agil transformiert Immer mehr Unternehmen zweifeln an der Sinnhaftigkeit und Wirksamkeit des j&auml;hrlichen Mitarbeitergespr&auml;chs. Die j&auml;hrliche Vereinbarung individueller Ziele und die Beurteilung von Mitarbeitenden durch direkte Vorgesetzte oder das einmalige strukturierte Feedback erscheinen heutzutage als zu langsam, zu arbeitsteilig, zu wenig team- oder kundenorientiert oder gar als zu b&uuml;rokratisch.  In diesem Seminar werden&nbsp; alternative Ans&auml;tze &nbsp;pr&auml;sentiert und gemeinsam reflektiert. Anders als das klassische, j&auml;hrliche&nbsp; Mitarbeitergespr&auml;ch&nbsp; handelt es sich hierbei meist um Instrumente, die in Teams angewandt werden, den Kunden in den Mittelpunkt r&uuml;cken, eigenverantwortlich und in k&uuml;rzeren Zyklen genutzt werden. Bekannte Beispiele sind Peer-Feedbacks, Zielvereinbarungen in Teams, Feedback-Apps, h&auml;ufige Check-ins und eigenverantwortliche Reflexion von Leistung in Gruppen.  . Sie verstehen, wie unterschiedliche F&uuml;hrungsinstrumente je nach F&uuml;hrungs- und Organisationsverst&auml;ndnis funktionieren bzw. nicht funktionieren  Sie lernen, wie man ausgehend von Nutzenerwartungen und der Betrachtung des jeweiligen Umfelds geeignete Alternativen zu den klassischen Ans&auml;tzen entwickelt und implementiert  \n REQUIRED:  Zielgruppe des Seminars sind Gesch&auml;ftsf&uuml;hrern,&nbsp;Leiter Finanzen, Personalleiter und Verantwortliche f&uuml;r Personalentwicklung - unabh&auml;ngig von der Unternehmensgr&ouml;sse und Branchenzugeh&ouml;rigkeit "
    },
    {
        "id": 7611,
        "fulltext": "TO_ACQUIRE: Schlagfertigkeit bei der Preis- und HonorarverhandlungErfolreich verhandeln\nWie beginne ich Preis Verhandlungen, wann nenne ich meinen Preis und wie reagiere ich auf die typischen Versuche, den Preis zu drücken?\nDiese und viele andere Fragen rund um das Thema Preisverhandlung klärt Ulf Sniegocki in diesem Training. Anhand von anschaulichen Beispielen zeigt er in diesem Verhandlungstraining auf, wie man sich nicht unter Wert verkauft und seinem Gegenüber schlagkräftige Argumente entgegenhalten kann – egal, ob es sich um eine Honorar Verhandlung oder um ein Gespräch mit potentiellen Kunden handelt.\nErfolgreich verhandeln - mit Ulf Sniegocki´s Verhandlungstraining werden Sie zum Profi.  Das Preiswert-Argument  Ein Verkaufsgespräch führen  Einen Preisnachlass verkaufen  Preise verhandeln für Profis . \n REQUIRED: "
    },
    {
        "id": 5043,
        "fulltext": "TO_ACQUIRE: Authentisch und wertschätzend kommunizieren Die Grundlage einer zielf&uuml;hrenden Kommunikation besteht darin, ehrlich, emphatisch, kooperativ, konstruktiv und wahrhaftig zu kommunizieren. So ist es m&ouml;glich, Mitarbeiter und Gesch&auml;ftspartner wirklich zu erreichen, aber auch den Umgang mit schwierigen Situationen oder Konfliktsituationen besser zu meistern.   Ihr Praxis-Nutzen   &nbsp;  . Sie st&auml;rken Ihren Selbstausdruck und bringen Ihr Gespr&auml;chsverhalten in eine wohlwollende&nbsp;Haltung.  Sie entwickeln Ihre Selbstwahrnehmung so, dass Sie authentisch mit Ihrem Gegen&uuml;ber&nbsp;kommunizieren und das wirklich Wesentliche aus dem Gespr&auml;ch erfassen.  Sie agieren selbstsicher, auch in einengenden und unbehaglichen Situationen.  Sie entwickeln die Kompetenz des richtigen Zuh&ouml;rens und Fragestellens.  Sie erfahren, wie Sie &Auml;rger und Frustration in ein stimmiges und kreatives&nbsp;Miteinander&nbsp;umwandeln. .  Wer Wertsch&auml;tzung und Vertrauen erf&auml;hrt, ist frei und kann ungehindert an seine F&auml;higkeiten,&nbsp;Talente und Kreativit&auml;t andocken und folglich sein gesamtes Potenzial aussch&ouml;pfen. &nbsp; In diesem Umfeld f&uuml;r ein freies Gespr&auml;ch kann sich die Beziehungsqualit&auml;t verbessern,&nbsp;was letztlich dazu beitr&auml;gt, dass sich Ideen und L&ouml;sungsans&auml;tze freier entwickeln k&ouml;nnen. Was entsteht ist Begeisterung, Leidenschaft, Motivation und Verantwortungsgef&uuml;hl. In&nbsp;diesem Seminar lernen Sie zielf&uuml;hrend und gewinnbringend zu kommunizieren. Sie f&ouml;rdern&nbsp;eine authentische und transparente Kommunikation mit Ihren Gesch&auml;ftspartnern&nbsp;und Mitarbeitern und st&auml;rken somit Beziehungen und Kooperationen. \n REQUIRED:  F&uuml;hrungs- und Fachkr&auml;fte aller Stufen. "
    },
    {
        "id": 7930,
        "fulltext": "TO_ACQUIRE: Berufsbildner- und Berufsbildnerinnenkurs (gemischte Berufe, blended) Du willst Lernende ausbilden und professionell durch die Lehre begleiten? Dies ist mit dem obligatorischen Berufsbildnerkurs möglich und dauert 40h. Du erhälst die wichtigsten Infos, erlebst einen anregenden und aktiven Austausch und wirst für diese wichtige Aufgabe als Berufsbildnerin oder Berufsbildner vorbereitet.  Du willst Lernende ausbilden und professionell durch die Lehre begleiten? Dies ist mit dem obligatorischen Berufsbildnerkurs möglich und dauert 40h. Du erhälst die wichtigsten Infos, erlebst einen anregenden und aktiven Austausch und wirst für diese wichtige Aufgabe vorbereitet.   Umgang mit Lernenden, Entwicklung im Jugendalter  Ausbildungsplanung und –überprüfung . Auswahl und Qualifikation von Lernenden  Rechtliche Grundlagen und Rahmenbedingungen der Berufsbildung  Netzwerk Berufsbildung (Jugendberatungsstellen, Fachstellen für Suchtprävention und Gesundheitsförderung)  \n REQUIRED:  Je nach Beruf werden 2 Jahre - 4 Jahre Berufserfahrung und das Eidgen. Fähigkeitszeugnis vorausgesetzt. Hast du einen anderen Bildungsweg absolviert, gibt dir die Bildungsverordnung des Ausbildungsberufes oder das kantonale Mittelschul- und Berufsbildungsamt Auskunft.  Menschen aus allen Branchen und Berufen (ausser kaufmännischen Berufen*), welche Lernende professionell ausbilden wollen..  *Bitte für KV Kurs anmelden "
    },
    {
        "id": 7356,
        "fulltext": "TO_ACQUIRE: ITIL4® Foundation Bereiten Sie sich darauf vor, Ihre IT-Service-Management-Kenntnisse zu erweitern und die Vorteile von ITIL4&reg; zu nutzen, um Ihre Organisation in Richtung digitaler Transformation und kontinuierlicher Verbesserung zu f&uuml;hren.   Sie verstehen die Schl&uuml;sselbegriffe von ITIL4&reg;  Sie gewinnen das Verst&auml;ndnis, wie die ITIL Guiding Principles der Organisation helfen Service Management anzunehmen und zu adaptieren  Sie lernen die Ziele und den Zweck der ITIL&reg; Praktiken kennen&nbsp; .  &nbsp; \n REQUIRED:   IT Senior Management, IT Manager &amp; IT Berater  Service Manager und Solution Architekten  Betriebsverantwortliche und Prozess-Verantwortliche . Business Manager  Sicherheits-Beauftragte  Information Security Verantwortliche \/Officer  "
    },
    {
        "id": 8089,
        "fulltext": "TO_ACQUIRE: MAS Coaching & Organisationsberatung Im modularen MAS lernen Sie, Beratungsprozesse in Institutionen, Gruppen und mit Einzelpersonen sowie Ver&auml;nderungsprozesse in Organisationen zu initiieren, zu begleiten und zu steuern. \r\n Die Teilnehmenden \r\n\r\n \r\n\t verf&uuml;gen nach Abschluss der Weiterbildung &uuml;ber Beratungswissen und sind in der Lage, f&uuml;r unterschiedliche Settings ad&auml;quate Interventionen zu gestalten \r\n\t k&ouml;nnen Ver&auml;nderungsprozesse planen, umsetzen, begleiten, erfolgreich abschliessen und evaluieren \r\n\t. haben ihr eigenes Rollenverst&auml;ndnis reflektiert und sind sich der m&ouml;glichen Rollenvielfalt bewusst \r\n \r\n\n REQUIRED:  Teilnehmende mit einem Abschluss einer Universit&auml;t oder einer Fachhochschule werden bevorzugt ber&uuml;cksichtigt. Dar&uuml;ber hinaus k&ouml;nnen auch andere terti&auml;re Abschl&uuml;sse (z. B. h&ouml;here Fachschulen, eidg. Diplome) sowie Teilnehmende mit beruflicher Grundausbildung nach weiterer Abkl&auml;rung aufgenommen werden. \r\n\r\n Zus&auml;tzlich sind folgende Bedingungen zu erf&uuml;llen: \r\n\r\n \r\n\t mindestens 5-j&auml;hrige einschl&auml;gige Berufserfahrung \r\n\t. Aufnahmegespr&auml;ch und bei Bedarf individuelle&nbsp; Eignungsabkl&auml;rung. \r\n\t Andere Zertifikatskurse werden auf Anfrage anerkannt \r\n \r\n\r\n F&uuml;r Teilnehmende von MAS-Lehrg&auml;ngen, die &laquo;sur dossier&raquo; ohne Hochschulabschluss (Fachhochschule, P&auml;dagogische Hochschule, Universit&auml;t) zugelassen werden, ist die erg&auml;nzende Teilnahme am Weiterbildungskurs Wissenschaftsbasiertes Arbeiten&nbsp;obligatorisch. \r\n Unternehmensinterne und selbst&auml;ndige Berater\/innen, F&uuml;hrungskr&auml;fte, Personalentwickler\/innen, HR-Manager\/innen, Supervisor\/innen, Coaches, Projektleitende und Fachkr&auml;fte, welche Beratungs- oder Steuerungsaufgaben wahrnehmen. \r\n"
    },
    {
        "id": 8045,
        "fulltext": "TO_ACQUIRE: Grundlagen der Informatik Unser Grundlagen der Informatik Training richtet sich an dich als IT-Neu- oder Quereinsteiger, der eine solide Basis f&uuml;r Rollouts und den 1st-Level Support schnell ben&ouml;tigt. Innerhalb von drei Tagen vermitteln wir dir fundiertes Basiswissen, das du f&uuml;r den Einsatz in IT Rollouts, Projekten und im Support nutzen kannst. \r\n \r\n\t Nach dem Kurs bist Du in der Lage Dich in der IT-Infrastruktur zu bewegen, Rollouts sauber durchzuf&uuml;hren und 1st-Level Support zu leisten. \r\n\t Ausserdem verstehst Du die verschiedenen Terminologien und hast eine &Uuml;bersicht &uuml;ber die wichtigsten Hard- und Software-Technologien im Bereich Server, Client und Netzwerk. \r\n \r\n\n REQUIRED:  \r\n\t. IT-Anwender, die zuk&uuml;nftig in den Bereichen IT-Entwicklung, IT-Betrieb oder IT-Service arbeiten wollen \r\n\t Interessierte Personen, welche die Grundlagen der IT lernen m&ouml;chten \r\n \r\n"
    },
    {
        "id": 973,
        "fulltext": "TO_ACQUIRE: CAS Public Management und Führung Mit dem CAS Public Management und F&uuml;hrung bietet das IVM zusammen mit ausgew&auml;hlten &ouml;ffentlichen Verwaltungen (Kooperationspartnern) eine massgeschneiderte, verwaltungsrelevante Weiterbildung an, welche Mitarbeitende des &ouml;ffentlichen Sektors darin bef&auml;higen, ihre vielseitigen (F&uuml;hrungs-)Aufgaben effizient und erfolgreich zu meistern.  Modul 1 : Die Absolventinnen und Absolventen sind in der Lage  &nbsp;   die grundlegenden Mechanismen und Bausteine im &ouml;ffentlichen Finanzsystem zu verstehen, . aktuelle Entwicklungen im &ouml;ffentlichen Finanzsektor zu interpretieren,  die Ans&auml;tze des Public Managements zu verstehen und diese im Verwaltungskontext anzuwenden,  ausgew&auml;hlte Managementmethoden und -instrumente im Kontext anzuwenden,  Gesch&auml;ftsprozesse zu analysieren und Verbesserungspotenziale aufzuzeigen.   &nbsp;.  Modul 2 : Die Ziele sind in den jeweiligen Kursbeschreibungen der Kooperationspartner festgehalten. \n REQUIRED:   Regul&auml;re Zulassung   &nbsp;  Zum CAS wird zugelassen, wer folgende Voraussetzungen erf&uuml;llt:.  &nbsp;   Abschluss einer Hochschule (Universit&auml;t oder Fachhochschule)  Berufserfahrung in der Regel von mindestens drei Jahren in der &ouml;ffentlichen Verwaltung oder einem verwaltungsnahen Betrieb bzw. in einer NPO   &nbsp;.   &sbquo;Sur dossier&lsquo; Zulassung   &nbsp;  Personen, die nicht &uuml;ber einen Hochschulabschluss verf&uuml;gen, werden zugelassen, wenn sie folgende Voraussetzungen erf&uuml;llen:  &nbsp;.   Einen mit einem Hochschulabschluss vergleichbaren Abschluss oder Abschluss einer kaufm&auml;nnischen Lehre  Berufserfahrung in der Regel von mindestens drei Jahren in der &ouml;ffentlichen Verwaltung oder einem verwaltungsnahen Betrieb bzw. in einer NPO   Der CAS richtet sich an Personen ohne BWL-Studienabschluss, die  &nbsp;.   bei einem Kooperationspartner t&auml;tig sind,  eine F&uuml;hrungs-, Fachkader- oder Spezialistenfunktion aus&uuml;ben oder sich auf eine solche vorbereiten,  ein anerkanntes Zertifikat einer Fachhochschule erwerben wollen.  "
    },
    {
        "id": 889,
        "fulltext": "TO_ACQUIRE: CAS Strategisches IT- und TechManagement In diesem CAS erfahren Sie, wie eine best-in-class IT der Zukunft und die damit verbundenen strategischen Wirkungsm&ouml;glichkeiten Ihrer IT-Organisation zum Erfolg verhelfen k&ouml;nnen.  Durch die steigende Bedeutung von Kundenzentriertheit, Digitalisierung und dem richtigen Einsatz von disruptiven Technologien geraten heutige IT-Organisationen zunehmend unter Druck, sich als proaktiver und business-driven Innovationspartner zu positionieren. Um eine enge Verzahnung der Gesch&auml;ftsziele mit jenen der IT zu erreichen, ben&ouml;tigt es ein strategisches IT-Management und moderne IT-Governance-Prinzipien. Dar&uuml;ber hinaus hilft eine adaptive, mit der Gesch&auml;ftsstrategie abgestimmte Digital &amp; IT-Strategie die Daten, Prozesse und Technologien eines Unternehmens nahtlos miteinander zu verbinden. Nur eine durchgehende Abstimmung der Gesch&auml;ftsarchitektur und der Wertsch&ouml;pfungsketten mit den daf&uuml;r notwendigen IT-F&auml;higkeiten, -Prozessen und -Applikationen erm&ouml;glicht eine klare Nachvollziehbarkeit der IT-Leistung und des damit messbaren IT-Wertbeitrages (IT-Value).  Im Rahmen dieses CAS erhalten Sie einen fundierten Einblick in die Grundlagen und Prinzipien des strategischen IT- und TechManagements. Sie erwerben vertiefte Kenntnisse und F&auml;higkeiten, die Sie bef&auml;higen, in der Praxis IT-Problemstellungen der Digitalisierung mittels IT- und TechManagement zu l&ouml;sen. Das angestrebte Qualifikationsprofil der Teilnehmer umfasst sowohl innerbetriebliche F&uuml;hrungsfunktionen in der IT-Abteilung wie auch strategisch IT-orientierte Dienstleistungs- und Beratungsunternehmen. \n REQUIRED:  Der Zertifikatslehrgang richtet sich an Absolventinnen und Absolventen von Hochschulen (FH\/Universit&auml;t) mit mind. 3 Jahren Berufserfahrung sowie an Berufsleute ohne Hochschulabschluss mit mind. 5 Jahren Berufserfahrung und entsprechenden Weiterbildungsausweisen (h&ouml;here Fachschule oder h&ouml;here Fachpr&uuml;fung mit eidg. Fachausweis\/Diplom). Englischkenntnisse werden vorausgesetzt, weil im Studiengang mit englischer Literatur gearbeitet wird. &Uuml;ber die definitive Zulassung entscheidet die Studienleitung.  Der CAS richtet sich an folgende Berufsbilder:.  &nbsp;   IT-Team- und Abteilungsleiter: Kennenlernen der Grundlagen und Prinzipien des strategischen IT-Managements &uuml;ber die typischen administrativen Aufgaben hinaus. Entwicklung eines Verst&auml;ndnisses der Breite und des Umfangs einer ganzheitlichen und nachhaltigen IT-Strategie und Umsetzung  Mittleres IT-Management: Vertiefen und Auffrischen von Theorien und praktische Anwendung von strategischen IT-Management Modellen. St&auml;rkung des Methodeneinsatzes und Kennenlernen von neuen IT-Managementtrends, Messung des IT-Wertbeitrages, sowie Erfahrungsaustausch mit IT- Management Peers.  Mittleres und h&ouml;heres Management aus den Fachbereichen mit starkem IT- und Digitalisierungsfokus (z.B. Chief Innovation Lead, Head of Enterprise Architecture bis Einstiegs- CIO, -CTO und -CDO): Bessere Abstimmung und Zusammenarbeit mit dem Business und der IT-Organisation. Verst&auml;ndnisaufbau der &uuml;bergreifenden Zusammenh&auml;nge von IT-Governance, Enterprise Architektur, IT-Prozessorganisation und der damit verbundenen Daten- und Technologienutzung. . "
    },
    {
        "id": 7633,
        "fulltext": "TO_ACQUIRE: Microsoft Power BI (DE)Von kleinen Datenbanken bis hin zu Big Data - in der heutigen Datenverarbeitung werden häufig komplexe Datenmengen verarbeitet, die mit herkömmlichen Methoden nicht mehr zu überblicken sind.Microsoft Power BI ist ein leistungsstarkes Werkzeug zur Datenanalyse und Datenvisualisierung. Filtern Sie wertvolle Informationen heraus, die in der Masse der vorliegenden Daten ansonsten leicht untergehen können. Mit Microsoft Power BI können Sie Daten aus verschiedensten Datenquellen analysieren und in aussagekräftigen, hochwertigen Visualisierungen darstellen. Fassen Sie Ihre Resultate zu interaktiven Berichten und Dashboards zusammen, teilen diese mit anderen, ziehen Schlüsse daraus und leiten die richtigen Maßnahmen ab.Voraussetzungen:Damit Sie diesem Training gut folgen können, sind gute Excel-Kenntnisse und Erfahrungen im Einsatz von Datenbanken, wie Access, hilfreich. Sie benötigen eine Power BI Pro Lizenz, um die Kursübungen auch selbst durchführen zu können. Falls Sie nicht im Voraus schon in eine lizensierte Version investieren wollen, können Sie auch die für 60 Tage kostenlose Testversion nutzen.  Microsoft Power BI (DE): Kursüberblick  Power BI: Einleitung  Erste Schritte in Power BI Pro  Daten aus Excel-Tabellen in Power BI nutzen . Daten aus normalisierten Excel-Tabellen nutzen  Daten in Power BI aktualisieren  Daten in Power BI importieren: Website-Daten  Daten in Power BI importieren: PDF-Datein  Daten in Power BI importieren: CSV-Dateien . Daten in Power BI importieren: Access-Datenbanken  Berichte in Power BI erstellen  Berichte in Power BI aussagekräftig gestalten  Feldeigenschaften bearbeiten  Daten durch Achsenskalierung vergleichbar machen . Zielwerte mit Bezugslinien darstellen  Textboxen mit Anmerkungen hinzufügen  YoY-Entwicklungen darstellen  Daten auf Landkarten visualisieren  Werte mit Radialmessgeräten darstellen . Bedingte Formatierung in Power BI  Erweiterte Datenanalyse mit Filtern und Slicern  Benutzerdefinierte Visualisierungen  Das Design eines Berichts personalisieren  Teilergebnisse als Lesezeichen speichern . Berichte für mobile Geräte optimieren  Power BI Mobile  Datasets aufbereiten  Eigene berechnete Spalten erstellen  Berechnungen mit Quickmeasures erstellen . Virtuelle Spalten mit Measures erstellen  Erste Schritte im Power BI-Dienst  Berichte teilen für die Zusammenarbeit  Berichte in Microsoft Teams bereitstellen  Rollen verwalten und Benutzer zuweisen . Von Berichten zu Power BI-Dashboards  Warnungen für Zielwerte einrichten  Kommentare in Berichten und Dashboards  Mit Datengateways sicher auf lokale Daten zugreifen  Power BI mit weiteren Einstellungen optimieren . Power BI Pro installieren  Power BI-Dienst aktivieren  Power BI: Zusammenfassung  \n REQUIRED: "
    },
    {
        "id": 7992,
        "fulltext": "TO_ACQUIRE: ITIL® 4 FL – Seminar inkl. Zertifizierungsprüfung Mit ITIL&reg; 4 Foundation Level wird das IT Servicemanagement zukunftsorientiert und an die treibenden Themen der IT Organisationen angepasst. Dabei handelt es sich um eine logische Weiterentwicklung von ITIL&reg; v3 mit einem flexiblen &Uuml;bergang auf ITIL&reg; 4, welche die Anforderungen der digitalen Welt abbildet. Es bietet ein durchg&auml;ngiges digitales Betriebsmodell f&uuml;r die Bereitstellung und den Betrieb von technologiegest&uuml;tzten Produkten und Dienstleistungen. \r\n Die Teilnehmenden verstehen die Philosophie und die Konzepte von ITIL 4. Sie k&ouml;nnen die behandelten Schl&uuml;sselkonzepte auf ein einfaches Beispiel &uuml;bertragen. Alle kennen den Zweck der einzelnen ITIL Practices und haben ein gutes Grundverst&auml;ndnis folgender Praktiken: \r\n\r\n \r\n\t \r\n\t Continual Improvement \r\n\t \r\n\t. \r\n\t Change Enablement \r\n\t \r\n\t \r\n\t Incident Management \r\n\t \r\n\t \r\n\t Problem Management. \r\n\t \r\n\t \r\n\t Service Desk \r\n\t \r\n\t \r\n\t Service Level Management \r\n\t \r\n\t. \r\n\t Service Request Management \r\n\t \r\n \r\n\r\n &nbsp; \r\n\r\n Durch den Besuch des Trainings sind die Teilnehmenden in der Lage, in 60 Minuten und ohne Hilfsmittel, die Zertifikatspr&uuml;fung erfolgreich zu bestehen (26 von 40 Punkte). \r\n\n REQUIRED:  Keine besonderen Voraussetzungen erforderlich. Du solltest&nbsp;Interesse f&uuml;r IT Management mitbringen.. \r\n \r\n\t IT Gesch&auml;ftsleitung, IT Management, Service Manager\/-innen \r\n\t Verantwortliche f&uuml;r den Betrieb von IT Services, IT Prozess-Manager\/-innen, Service Leiter\/-innen, Berater\/-innen, Projektmitarbeitende \r\n\t Besonders geeignet f&uuml;r IT Mitarbeitende in Service Prozessen, Service Desk-\/Help Desk-Agenten und -Agentinnen,&nbsp;Supervisors sowie f&uuml;r Projektmitarbeitende&nbsp;in ITIL&reg; Projekten. \r\n \r\n"
    },
    {
        "id": 911,
        "fulltext": "TO_ACQUIRE: CAS Datenschutzverantwortliche Die gegenw&auml;rtigen Entwicklungen auf nationaler sowie europ&auml;ischer Ebene f&uuml;hren dazu, dass Datenschutz und Datensicherheit eine immer wichtigere Rolle zukommt. Ferner erfordern Digitalisierung und technische Entwicklungen ein neues Verst&auml;ndnis f&uuml;r den Umgang mit Daten. Unternehmen wie auch Verwaltungseinheiten stehen deshalb vor grossen Herausforderungen, die nur durch gut ausgebildetes, interdisziplin&auml;r agierendes Personal zu meistern sind.  Im CAS Datenschutzverantwortliche erwerben Sie die geforderten F&auml;higkeiten, um:  &nbsp;   als Datenschutzverantwortliche die betriebs- bzw. verwaltungsinterne Einhaltung der Datenschutzvorschriften sicherzustellen . geeignete Strukturen und Prozesse zu schaffen und zu &uuml;berwachen  Ihrer Organisation in Datenschutzfragen beratend zur Seite zu stehen.   &nbsp;  Sie werden bef&auml;higt, an der komplexen Schnittstelle zwischen Recht, Technik, Organisation und Kommunikation zu walten und erarbeiten Tools, die Ihnen den Alltag erleichtern.  Die Teilnehmenden:.  &nbsp;   kennen die kantonalen, nationalen und internationalen rechtlichen Rahmenbedingungen sowie die technischen Grundlagen, Risiken und Rahmenbedingungen, insbesondere hinsichtlich Informationssicherheit  erkennen und analysieren Datenschutzrisiken und konzipieren und implementieren entsprechende Massnahmen  sind vertraut mit den Prinzipien der Information Governance und der Datenschutzcompliance . kennen die wesentlichen Bestandteile eines Datenschutz Management Systems und k&ouml;nnen ein solches entwickeln, implementieren und &uuml;berwachen  sind in der Lage Datenschutzaudits durchzuf&uuml;hren und kennen praktischen Herausforderungen in spezifischen Branchen sowie im Zusammenhang mit aktuellen technischen Entwicklungen  erarbeiten eine &laquo;Tool Box&raquo; f&uuml;r sich als Datenschutzverantwortliche  erlangen die erforderlichen interdisziplin&auml;ren und transformativen Kompetenzen, um die Einhaltung der Datenschutzvorschriften zu gew&auml;hrleisten und k&ouml;nnen ggf. ad&auml;quate Korrekturmassnahmen empfehlen und umsetzen.  \n REQUIRED:  Voraussetzung ist ein Hochschulabschluss (Universit&auml;t oder Fachhochschule) sowie drei Jahre Berufserfahrung oder ein vergleichbarer Abschluss sowie mindestens f&uuml;nf Jahre Berufserfahrung (davon mindestens zwei Jahre im Bereich Recht, Compliance, Informatik und\/oder Datenschutz)..  Der CAS richtet sich an Personen aus Privatwirtschaft und Verwaltung, die sich praxisbezogenes, interdisziplin&auml;res Expertenwissen aneignen wollen, insbesondere:  &nbsp;   Mitarbeitende, die in Ihren Organisationen verantwortlich f&uuml;r den Datenschutz sind  Verantwortliche und Mitarbeitende von Compliance- und Rechtsabteilungen . IT-Verantwortliche und -Fachkr&auml;fte  Teilnehmende des MAS Compliance bzw. des CAS Compliance Officer, die sich auf Datenschutz spezialisieren wollen  Verantwortliche f&uuml;r Datensammlungen und Archive \/ Records Manager  Informationssicherheitsbeauftragte und IT-Auditoren  weitere Personen, die an der Schnittstelle von Recht, Technik, Organisation und Kommunikation t&auml;tig sind und Personendaten bearbeiten resp. f&uuml;r deren Verarbeitung verantwortlich sind. . "
    },
    {
        "id": 7453,
        "fulltext": "TO_ACQUIRE: Eine Kurze Einführung in JuliaEine Einführung in JuliaBasics of JuliaHow to use Julia in Jupyter Notebook\n REQUIRED: "
    },
    {
        "id": 4789,
        "fulltext": "TO_ACQUIRE: CAS Agile Führung (flex) Agilit&auml;t wird h&auml;ufig auf Tools und Techniken wie Scrum oder Design Thinking reduziert. Im F&uuml;hrungskontext beschreibt Agilit&auml;t aber die F&auml;higkeit von Teams und Organisationen, in einer unsicheren, sich ver&auml;ndernden Umwelt situationsgerecht und schnell zu reagieren. Im CAS Agile F&uuml;hrung (flex) entwickeln die Teilnehmenden die erforderlichen F&uuml;hrungskompetenzen, um sich sicher in einer VUCA-Welt (volatility, uncertainty, complexity und ambiguity) zu bewegen. \r\n Im CAS Agile F&uuml;hrung (flex) entwickeln die Teilnehmenden die erforderlichen F&uuml;hrungskompetenzen f&uuml;r &laquo;Advanced Leaders&raquo;. Sie lernen, sich sicher in einer VUCA-Welt (volatility, uncertainty, complexity und ambiguity) zu bewegen, Mitarbeitende zu unterst&uuml;tzen, sowie pers&ouml;nliche und organisationale Potenziale zu entfalten. Der Fokus dieser Weiterbildung liegt auf der praktischen Umsetzung. Aus diesem Grund bildet der individuelle Entwicklungsweg der Teilnehmenden die Basis f&uuml;r die Kompetenzerweiterung. \r\n\n REQUIRED:  Der CAS richtet sich an F&uuml;hrungspersonen mit Personalverantwortung und Personen, die komplexe Projekte mit mehreren Mitarbeitenden leiten und die Basiskompetenzen als F&uuml;hrungskraft bereits beherrschen. \r\n"
    },
    {
        "id": 6904,
        "fulltext": "TO_ACQUIRE: Gesunde Ernährung für mehr Leistungsfähigkeit Behalte den Überblick im Ernährungsdschungel  Den Überblick im Ernährungsdschungel behalten.   Für eine gesunde und ausgewogene Ernährung fehlt oft die Zeit und das nötige Wissen. Dabei hängt unsere Gesundheit und Fitness – und damit auch die Konzentrations- sowie die Leistungsfähigkeit – zu über 60 % von der Ernährung ab. Der Mensch besteht morgen aus dem, was er heute isst. Sie lernen, wie Sie sich kurz- und langfristig richtig ernähren, um beruflich und privat fitter und gesünder zu werden. Praktische Tipps vom energiespendenden Frühstück über den optimalen Pausensnack und den genussvollen Business-Lunch bis hin zum idealen Abendessen helfen, das Gelernte sofort im Alltag umzusetzen.   . Warum wir lernen müssen, genügend zu trinken  Gute und schlechte Kohlehydrate, gesunde und gefährliche Fette, Vitamine &amp; Co.  Einkaufen und auswärts essen – auf was ist zu achten?  Der Blutzuckerspiegel und das Cholesterin  Wie beeinflusst Ernährung unseren Schlaf? . \n REQUIRED:   Personen, die sich Tipps wünschen um sich im Arbeitsalltag vitaler zu ernähren, auch wenn die Zeit am Arbeitsplatz dazu beschränkt ist.  "
    },
    {
        "id": 8132,
        "fulltext": "TO_ACQUIRE: Betriebssanitäter*innen Die Ausbildung zum Erreichen der Ersthelfer Stufe 1 IVR soll jedermann erm&ouml;glichen, Erste Hilfe (erste allgemeine Massnahmen bei einer Notsituation, inkl. BLS-AED) zu leisten. Die Erste Hilfe soll auf der Strasse, am Arbeitsplatz, bei Freizeit und Sport, im Haushalt etc. geleistet werden k&ouml;nnen. \r\n Absolventen erhalten bei l&uuml;ckenlosem Besuch: \r\n\r\n \r\n\t Zertifikat Ersthelfer Stufe 1 IVR \r\n\t BLS-AED-SRC Ausweis&nbsp;&nbsp; \r\n. \r\n\r\n Zertifikat und Ausweis sind jeweils zwei Jahre g&uuml;ltig. \r\n \r\n\t Der Teilnehmer verschafft sich einen &Uuml;berblick &uuml;ber das Ereignis. \r\n\t Der Teilnehmer alarmiert situationsgerecht. \r\n\t Der Teilnehmer erkennt m&ouml;gliche Gefahren f&uuml;r sich und die betroffenen Personen und ergreift entsprechende Schutzmassnahmen. \r\n\t. Der Teilnehmer nimmt die Patientenbeurteilung, -&uuml;berwachung und -betreuung nach einfachem Schema vor und trifft die ersten Vorkehrungen zur Aufrechterhaltung oder Wiederherstellung der Vitalfunktionen. \r\n\t Der Teilnehmer erkennt m&ouml;gliche Stresssituationen und reagiert situationsgerecht. \r\n\t Der Teilnehmer setzt sich mit seiner Motivation zur Hilfeleistung auseinander. Er kennt die hemmenden und f&ouml;rdernden Faktoren. \r\n\t Der Teilnehmer kennt die rechtlichen Aspekte der Ersten Hilfe sowie die entsprechenden Rechtsquellen. \r\n \r\n\n REQUIRED:  R&uuml;cksprache mit Urs Schweizer notwendig.. \r\n Der Kurs richtet sich an Mitarbeitende von Betrieben und Institutionen, die im Betriebssanit&auml;tsdienst unterst&uuml;tzende Funktionen &uuml;bernehmen. \r\n"
    },
    {
        "id": 6617,
        "fulltext": "TO_ACQUIRE: Verhandlungen führen  Lerne erfolgreich in Verhandlungsszenarien zu &uuml;berzeugen und deine Ziele nachhaltig zu erreichen - mit Hilfe von unserer Expertin und modernen Methoden  Bist du zufrieden mit dem, was auf deiner Lohnabrechnung steht? Hast du Vorzugspreise f&uuml;r dein Auto erhalten? Konntest du stolz aus der letzten Gesch&auml;ftsverhandlung gehen?  &nbsp;  Falls es hier noch Luft nach oben gibt, ist der Kurs &quot;Verhandlungen f&uuml;hren&quot; genau das Richtige, damit du deine Verhandlungsziele in Zukunft wirkungsvoll erreichst. Lernst du, den Verlauf der Verhandlung nicht dem Zufall zu &uuml;berlassen, denn eine sorgf&auml;ltige Vorbereitung und das Ausarbeiten einer klaren Strategie sind das A und O.  &nbsp;.  Neben der Vorbereitung erlernst du auch Verhandlungstechniken, mit denen du sowohl private wie auch gesch&auml;ftliche Verhandlungen mit dem Chef erfolgreich meisterst.  Im Anschluss an den Verhandlungskurs bist du f&auml;hig, unterschiedlichste Interessen sach- und personengerecht zu verhandeln. Du kennst die Bedeutung der Win-Win-Strategie, kannst zwischen Interessen und Positionen unterscheiden und effektiv darauf hinarbeiten, deine Verhandlungen so zu f&uuml;hren, dass du deine Ziele auch wirklich erreichst. \n REQUIRED:  Der Kurs richtet sich an Personen, die:  &nbsp;  . Beruflich wichtige Verhandlungen leiten m&uuml;ssen  Bessere Verhandlungsergebnisse erzielen m&ouml;chten  Auch in privaten Verhandlungen &uuml;berzeugen wollen  Fragen zum effektiven F&uuml;hren von Verhandlung haben  Professionelle Impulse zu Verhandlung w&uuml;nschen . "
    },
    {
        "id": 7827,
        "fulltext": "TO_ACQUIRE: Stimmtraining: Erfolgsfaktor StimmeGerade in unserer heutigen Wissens- und Dienstleistungsgesellschaft  kommt es immer mehr darauf an, erfolgreich zu kommunizieren. Ob als Manager, Dozent, Lehrer, Vertriebs- oder Pressearbeiter -  jeder Dritte arbeitet in einem sogenannten sprechintensiven Job. Egal ob am Telefon, in Meetings, Präsentationen und Vorstellungsrunden oder bei Mitarbeitergesprächen - die besten Argumente verpuffen, wenn sie mit dünner und piepsiger Stimme vorgetragen werden. Entscheidend ist, wie Sie ankommen. Die Stimme spielt dabei eine Schlüsselrolle. Sie ist ein echter Erfolgsfaktor.\n\n\nDer Profi-Sprecher und Stimmtrainer Frederik Beyer zeigt Ihnen im Kurs unter anderem:\n\nwie Sie besser durchhalten, ohne heiser zu werden\nwie Sie Ihre optimale Sprechtonhöhe finden\nwie Sie lernen, deutlicher zu sprechen\nwie Sie stimmlich Ihren Standpunkt vertreten\nwie Sie das lästige Lampenfieber in den Griff bekommen\nwie Sie stimmlich souverän wirken und noch besser überzeugen\n\n\nNutzen Sie den Erfolgsfaktor Stimme – machen Sie Eindruck durch stimmlichen Ausdruck!\nJetzt neu, mit automatisierten Transkripten. Ihr Feedback hilft uns, unser Angebot kontinuierlich zu verbessern.  Kursübersicht Erfolgsfaktor Stimme  Warum Stimmtraining  System Stimme  Entspannungstraing I: Atmung . Entspannungstraining II: Progressive Muskelentspannung  Körper, Artikulationswerkzeuge und Stimme lockern und aufwärmen  Resonanzoptimierung: Körperliches Setting  Resonanzoptimierung: Vokaltrakt  Artikulation und Deutlichkeit . Stimmgesundheit - Do's und Dont' s  Stimme kräftigen  Stimm- und Sprechmuster  Mehr Überzeugungskraft: Wirkungsvolle Sprache, Thema-Rhema-Struktur  Wirkungsvoll sprechen . Kraftplatzmeditation  Zusammenfassung Stimm- und Sprechtraining  \n REQUIRED: "
    },
    {
        "id": 7919,
        "fulltext": "TO_ACQUIRE: Leading SAFe Discover SAFe&reg; (Scaled Agile Framework&reg;)! \r\n Die Teilnahme am Kurs bereitet Sie auf die Prüfung und die Zertifizierung zum SAFe® Agilist (SA) vor.  &nbsp;  In diesem Kurs erwerben Sie das notwendige Wissen, um eine agile Transformation in einem Unternehmen zu leiten, indem Sie das Scaled Agile Framework® und die zugrunde liegenden Prinzipien des Lean Thinking und des Produktentwicklungsflusses nutzen. Sie werden verstehen, wie die Prinzipien und Praktiken des Frameworks Lean and Agile Development, Agile Release Train, Agile Portfolio Management, Agile Architecture und Scaling Leadership unterstützen. \n REQUIRED:  Executives, Führungskräfte und Agile Change Agents in der agilen Transformation, alle, die grundsätzlich an SAFe interessiert sind.. "
    },
    {
        "id": 7489,
        "fulltext": "TO_ACQUIRE: Erstelle Videos für soziale Medien mit PicsArtNach Abschluss dieses Projekts, kannst du Videos für soziale Medien mit Hilfe der gratis Version von PicsArt kreieren und gestalten. PicsArt ist eine web basierte Plattform, die es Usern ermöglicht Fotos und Videos zu bearbeiten und mit Hilfe von Grafikdesign Tools kreative Projekte zu kreieren, die zu Werbezwecken in den sozialen Medien genutzt werden können.Egal, ob du eine neue Marke startest oder eine bestehende mithilfe deiner Social-Media-Strategie optimieren möchtest – visuelle Inhalte unterstützen dich bei der Etablierung deiner Online-Identität.\nDie web basierte Plattform PicsArt bietet alle nötigen Werkzeuge um visuell attraktive und organisierte Videos für soziale Medien zu erstellen. Am Ende dieses Projekts wirst du gelernt haben, Grafikdesign Tools anzuwenden um kreative und attraktive Videos für soziale Medien zu gestalten.Read moreBearbeite dein Video für soziale Medien mit PicsArt.\n REQUIRED: "
    },
    {
        "id": 6437,
        "fulltext": "TO_ACQUIRE: Fintech & Digitalisierung in der Finanzindustrie Den digitalen Wandel in der Finanzindustrie zu verstehen, kritisch zu überblicken und die einzelnen Entwicklungen in Zusammenhang zu bringen ist eine grosse Herausforderung. Es fehlt an systematischer Orientierungshilfe zur Einordnung, aber auch praktischen Nutzbarmachung der Fintech-Entwicklungen.  Vor diesem Hintergrund bietet AZEK neu den Lehrgang  Fintech. The essentials for practice. an. Er qualifiziert die Teilnehmenden, Fintech zu erklären und greifbar zu machen sowie die Entwicklungen zu bewerten, einzuordnen, Zusammenhänge aufzuzeigen und Schlüsse daraus zu ziehen.  Der Lehrgang ist praxisorientiert. Die Teilnehmenden sind nach der erfolgreichen Absolvierung in der Lage, Fintech fundiert zu diskutieren und den Kunden bedürfnisgerechte und risikoadäquate Anlagelösungen anzubieten. Darüber hinaus verstehen sie ihre Rolle und Entwicklungsmöglichkeiten im Rahmen des digitalen Wandels.&nbsp;  -&nbsp;&nbsp;Zielgerichtete und kompakte Weiterbildung in ca. 2 Monaten.  -&nbsp;&nbsp;Attraktives, interaktives live-online Format  -&nbsp;&nbsp;Den digitalen Wandel und die eigene Rolle darin verstehen  -&nbsp;&nbsp;Anlagelösungen kritisch beurteilen und Kunden angemessen beraten  -&nbsp;&nbsp;AZEK Zertifikat nach erfolgreich absolvierter Weiterbildung  -&nbsp;&nbsp;Den Wandel in der Finanzindustrie, Treiber der Fintech-Revolution verstehen, bewerten, einordnen.  -&nbsp;&nbsp;Schlüsselbegriffe und Entwicklungen erklären, Orientierung innerhalb eines Referenzrahmens geben  -&nbsp;&nbsp;Regulatorische Rahmenbedingungen und Entwicklungen kennen  -&nbsp;&nbsp;Erkennen wie Fintech Nachhaltigkeit unterstützt  -&nbsp;&nbsp;Konzept des Fintech-Ökosystems verstehen, Neue Geschäftsmodelle diskutieren  -&nbsp;&nbsp;Kunden bedürfnisgerechte Anlagelösungen anbieten.  -&nbsp;&nbsp;Fundierten Ausblick auf die Rolle der Finanzinstitute in der Zukunft geben  -&nbsp;&nbsp;Eigene Rolle und Entwicklungsmöglichkeiten verstehen \n REQUIRED:  Der Lehrgang richtet sich an Fachleute und Praktiker in der Finanzbranche mit und ohne Kundenkontakt (Kundenberater, Finanzanalysten, Asset Manager und Vermögensverwalter, Portfoliomanager, Finanzplaner, Produktespezialisten, etc.). "
    },
    {
        "id": 7849,
        "fulltext": "TO_ACQUIRE: Mehr schaffen in weniger ZeitEntspannter arbeiten – mehr Output erreichen\n\nViel arbeiten – viel schaffen. Das ist oftmals leider nicht der Fall. Viel arbeiten ist nicht automatisch gleichzusetzen mit hoher Produktivität. Oft besteht der Berufsalltag aus Aufgaben, die ursprünglich für den Tag gar nicht vorgesehen waren. Ablenkungen und Aufgaben für Kollegen zu erledigen können schnell zum Hindernis für die eigenen To Do´s werden.\nIn diesem Onlinekurs lernen Sie die klassischen Störfaktoren kennen und wie man sie abschaltet. Sie erfahren mehr zu den Themen Selbstorganisation sowie Zeit- und Stressmanagement. Ein besonderes Thema sind auch die Emails. Wie sparen Sie Zeit und schaffen es dennoch, alle Emails im Blick zu behalten?\nZach Davis führt Sie Schritt für Schritt durch die wichtigsten Themen, erklärt typische Alltagssituationen und gibt Tipps zur Lösung.\nArbeiten Sie ab sofort strukturierter und damit entspannter. So steigern Sie Ihre Produktivität ohne Stress oder Burnout-Gefahr.  Fremdsteuerung und Unterbrechungen vermeiden    Einführung: Produktivitätssteigerung & Unterbrechungen  Strategien zur Minimierung von Unterbrechungen . E-Mails als Verursacher von Unterbrechungen  Wann sind Unterbrechungen sinnvoll?  Vor- und Nachbereitung von Urlaub und andere interne Unterbrechungen  Umfeld erziehen sowie Zu- und Absagen  Quiz zum Kurs „Fremdsteuerung und Unterbrechungen vermeiden“ .   Selbstmanagement - Effektiver durch den Tag    Einführung: Zeit- und Selbstmanagement  Ordnungssysteme: Checklisten und Farben . Zusammenfassen von gleichartigen Tätigkeiten und Multitasking  Zeitmanagement  Gas-Prinzip  Geschichte vom Säger und Not To-Do-Listen  Telefonate: Notizen und Telefontermine . Meetings und Nachbereitung  Quiz zum Kurs „Selbstmanagement - Effektiver durch den Tag“    Die Informationsflut in den Griff kriegen   . Einführung: Umgang mit Informationen  Ordnungssysteme und das Arbeiten mit Regeln  E-Mails: Betreffqualität  E-Mails: Aufräumfunktion  E-Mails: Zeitersparnis . Outlook: Kalenderfarben, Nachverfolgung & Quicksteps  Quiz zum Kurs „Die Informationsflut in den Griff kriegen“  \n REQUIRED: "
    },
    {
        "id": 7104,
        "fulltext": "TO_ACQUIRE: SVEB-Zertifikat Ausbilder\/-in  Mit 8 Modulen, die dich analog und digital lernen lassen, und flexiblen Lernzeiten, hast du die M&ouml;glichkeit, deine Kompetenzen im digitalen Lernen auszubauen und dich optimal auf die Praxis vorzubereiten.  Der Lehrgang SVEB-Zertifikat Ausbilder\/-in ist modular in 8 Modulen im Blended Learning Format aufgebaut. W&auml;hrend des Lehrgangs lernst Du analoge und digitale Lernsettings kennen und kannst von flexiblen Lernzeiten profitieren. Aufgrund der Lernerfahrung im Blended Learning Format (BLE) entwickelst Du zus&auml;tzliches Know-How und Handlungsm&ouml;glichkeiten f&uuml;r digital gest&uuml;tzte Lernformen in der Praxis. W&auml;hrend des Lehrgangs wirst Du verschiedene Rollen als Ausbilder\/-in einnehmen, um Trainings erfolgreich und mit Freude durchf&uuml;hren zu k&ouml;nnen. cmp setzt mit diesem Format neue Standards in der Ausbildung von Trainer\/-innen-Pers&ouml;nlichkeiten. Du wirst begeistert sein und Deine Teilnehmenden begeistern.  Während des Lehrgangs wirst Du verschiedene Rollen&nbsp;als Ausbilder\/-in einnehmen, um Trainings erfolgreich und mit Freude durchführen zu können. cmp setzt mit diesem Format neue Standards in der Ausbildung von Trainer\/-innen- Persönlichkeiten. Du wirst begeistert sein und Deine Teilnehmenden begeistern. WIR MACHEN TRAINER\/-INNEN- PERSÖNLICHKEITEN. \n REQUIRED:  Für die Beantragung des SVEB-Zertifikates Ausbil- der\/-in &ndash; Durchführung von Lernveranstaltungen muss eine  Praxis  nachgewiesen werden:.    Gruppen von mind. 3 erwachsenen Perso- nen    Alter der Teilnehmenden: 16 Jahre, nach der obligatorischen Schulzeit  .  Mindestens 150 Stunden verteilt auf min- destens 2 Jahre    50 Stunden davon können Einzelunterricht, Lernbegleitung Einzelner sein.  &nbsp;  .  Diese Bedingungen können auch  nach  Abschluss des Lehrgangs erfüllt werden und bilden keine Zulassungsvoraussetzung zum Lehrgang.  Das SVEB-Zertifikat ist prädestiniert für:    Neu- und Quereinsteiger\/-innen in die Er- wachsenenbildung.    Team\/-mitarbeiter\/-innen, -leiter\/-innen und Projekt\/-mitarbeiter\/-innen, -leiter\/-in- nen    Ausbilder\/-innen und Trainer\/-innen in Un- ternehmen und Organisationen  .  Ausbildungsverantwortliche und Linienfüh- rungskräfte    Freiberufliche Trainer\/-innen, Dozenten\/Do- zentinnen und Coaches    &nbsp;.   Was Du mitbringen solltest    Bereitschaft , sich die Theorie individuell im Blended-Learning-Ansatz anzueignen | 165 Stunden Selbststudium  Selbst&auml;ndiges L&ouml;sen von Transferaufgaben und Interaktionen . Vertiefen, Anwenden und Trainieren der Theorie im Pr&auml;senzunterricht  Reflektieren und Vertiefen des Praxistages im Selbststudium  Freude an digitalen Medien und Lernplattformen  Eigener Laptop und sicherer Umgang mit dem Ger&auml;t  "
    },
    {
        "id": 1193,
        "fulltext": "TO_ACQUIRE: WBK Leadership Circle Im Weiterbildungskurs analysieren und reflektieren Sie herausfordernde F&uuml;hrungssituationen mit Hilfe der Methode &laquo;Kollegiale Fallberatung&raquo; erarbeiten L&ouml;sungen. \r\n \r\n\t Verschiedene Methoden zur L&ouml;sung eigener Praxisf&auml;lle in der F&uuml;hrung kennenlernen und anwenden \r\n\t Eigene Praxisf&auml;lle und diejenigen der Gruppenmitglieder konkret l&ouml;sen \r\n\t Gespr&auml;chsf&uuml;hrung in ERFA-Gruppen trainieren \r\n\t. Verkn&uuml;pfung ausgew&auml;hlter psychologischer Theorien oder Modelle mit den Praxisf&auml;llen aufzeigen und diskutieren \r\n \r\n\n REQUIRED:  F&uuml;hrungspersonen, die in einer kollegialen Gruppe systematisch L&ouml;sungsans&auml;tze zu eigenen aktuellen F&uuml;hrungsthemen erarbeiten m&ouml;chten \r\n"
    },
    {
        "id": 6877,
        "fulltext": "TO_ACQUIRE: Quality Assurance in der Agilen Softwareentwicklung Erfahren Sie, wie die Qualit&auml;tssicherung das gesamte Team bei der Entwicklung von Qualit&auml;tsprodukten unterst&uuml;tzt.  Erfahren Sie, wie die Qualit&auml;tssicherung das gesamte Team bei der Entwicklung von Qualit&auml;tsprodukten unterst&uuml;tzt.  Nach dem Kurs sind Sie in der Lage, Qualit&auml;tssicherung in einem Agilen Umfeld effizient durchzuf&uuml;hren. Sie erkennen M&ouml;glichkeiten zur Qualit&auml;tsverbesserung und wissen, wie Sie das gesamte Team in Qualit&auml;tsaktivit&auml;ten einbinden k&ouml;nnen. \n REQUIRED:  Nach dem Kurs sind Sie in der Lage, Qualit&auml;tssicherung in einem Agilen Umfeld effizient durchzuf&uuml;hren. Sie erkennen M&ouml;glichkeiten zur Qualit&auml;tsverbesserung und wissen, wie Sie das gesamte Team in Qualit&auml;tsaktivit&auml;ten einbinden k&ouml;nnen. "
    },
    {
        "id": 7740,
        "fulltext": "TO_ACQUIRE: Skype for Business Alle Funktionen von Skype for Business umfassend erläutert \n Sie nutzen Skype im Unternehmen oder möchten es zukünftig nutzen? Dieser Online-Kurs hilft Ihnen dabei, Ihre Mitarbeiter ausführlich mit Skype for Business vertraut zu machen.\nSie lernen unter anderem die Funktionen des Anwendungsfensters sowie:\n\nAnwesenheitsinformationen und Kontakte\nInstant Messaging und Telefonieren\nOnlinebesprechungen mit Screensharing, Whiteboard und PowerPoint-Präsentationen\n\nJetzt neu, mit automatisierten Transkripten. Ihr Feedback hilft uns, unser Angebot kontinuierlich zu verbessern.  Das Anwendungsfenster  Schnelleinstieg  Anwesenheitsinformationen und Kontakte  Instant Messaging . Telefonieren mit Skype  Onlinebesprechungen  \n REQUIRED: "
    },
    {
        "id": 8037,
        "fulltext": "TO_ACQUIRE: Dipl. Junior Bauleiter\/-in IBZ Du arbeitest bereits seit ein paar Jahren in der Baubranche und bist nun bereit, den Schritt zum \/ zur Bauleiter\/-in zu machen? Unser Lehrgang zum\/zur dipl. Junior Bauleiter\/-in IBZ vermittelt dir relevantes Grundlagenwissen, um dich auf solche Ausschreibungen zu bewerben. \r\n  Everytime  \r\n\r\n \r\n\t Du kannst laufend an den Start gehen. Wir fangen zweimal pro Jahr, n&auml;mlich im April und Oktober an. Und wenn du sofort beginnen willst, dann kannst du jetzt dein kostenloses Warm-up in Englisch, Mathematik oder Rechnungswesen buchen. Das verschafft dir von Anfang an einen Vorteil und reduziert deinen Aufwand w&auml;hrend des Studiums. \r\n\t. Du w&auml;hlst aus verschiedenen Bildungs- und Zeitmodellen das f&uuml;r dich passende aus! Informiere dich auf unserer Webseite oder im Factsheet unter Zeitvarianten &uuml;ber die aktuell angebotenen Optionen an deinem Standort \r\n \r\n\r\n  Everywhere  \r\n\r\n \r\n\t Dieses Programm kannst du an 4 Standorten besuchen, n&auml;mlich in Bern, Winterthur, Zug oder Z&uuml;rich. Und wenn du w&auml;hrend deines Studiums den Wohn- oder Arbeitsort wechselst und deinen Studienort anpassen m&ouml;chtest, ist das auch kein Problem. \r\n\t. Wenn du sowohl vor Ort als auch ortsunabh&auml;ngig studieren m&ouml;chtest, kannst du dein Studium dynamisch absolvieren. Das heisst, dass du am Veranstaltungstag jeweils selbst entscheidest, ob du f&uuml;r dein Pr&auml;senzstudium an unseren Standort gehst oder nicht. Wir geben hier vorher jeweils eine Empfehlung ab, denn f&uuml;r bestimmte Formate solltest du unbedingt vor Ort sein. \r\n\t Falls du dein Studium m&ouml;glichst ortsunabhängig absolvieren m&ouml;chtest, dann bieten wir dir eine Variante an, die du online besuchen kannst. Ganz online k&ouml;nnen wir dir dein Studium aufgrund der Vorgaben des eidgen&ouml;ssischen Rahmenlehrplans nicht anbieten. Zudem verlangen einige Veranstaltungen (z. B. Pr&uuml;fungen, praktische Teile etc.) zwingend deine Pr&auml;senz vor Ort. Damit du dies gut planen kannst, teilen wir dir die Termine mit Pr&auml;senzpflicht jeweils im Voraus mit. \r\n \r\n\r\n  Everything  \r\n\r\n \r\n\t. Alle Lehrg&auml;nge Bautechnik werden modular gef&uuml;hrt und es ist auch m&ouml;glich, dass du einzelne Module mit Junior Bauf&uuml;hrern absolvierst. Dies gibt dir auch Einblick in die Themen der anderen Studierenden und erweitert dein pers&ouml;nliches Netzwerk. \r\n\t Solltest du w&auml;hrend deines Studiums merken, dass dir bestimmtes Vorwissen fehlt oder deine Vorbildung zu lange her ist, kannst du deine Wissensl&uuml;cken mit unseren begleitenden Studienangeboten schnell und sicher schliessen. \r\n\t Du weisst schon jetzt, dass du weiterstudieren m&ouml;chtest? Bei uns hast du garantierten Anschluss oder sogar schon w&auml;hrend deines Studiums zahlreiche Kombinationsm&ouml;glichkeiten mit anderen Studieng&auml;ngen. Informiere dich ganz unverbindlich bei deiner Bildungsberaterin oder deinem Bildungsberater &uuml;ber deine individuellen M&ouml;glichkeiten. \r\n \r\n\r\n  Everyway . \r\n\r\n \r\n\t Studieren heisst bei uns nicht einfach Unterricht, sondern vielf&auml;ltige Lern- und Arbeitsformen, bei denen dich deine Dozierenden als Tutor, Trainer oder Coach begleiten. Wir setzen dabei auf Praxis- und Kompetenzorientierung und einen hohen Grad an Interaktion und Kommunikation zwischen dir, deinen Mitstudierenden und Dozierenden. Bei uns gibt es also keine Bildungskonserven und eint&ouml;nige Wissensvermittlung. \r\n \r\n Als Junior Bauleiter\/-in unterst&uuml;tzt du erfahrene Bauleiter\/-in bei ihrer t&auml;glichen Arbeit und lernst so, was es dazu braucht, diese anspruchsvolle Aufgabe k&uuml;nftig selbstst&auml;ndig auszu&uuml;ben. Bauleiter\/-innen arbeiten in Planungsb&uuml;ros, bei einem spezialisierten Baumanagementb&uuml;ro oder bei einer Generalunternehmung. Sie f&uuml;hren und steuern kompetent die Realisierung von Bauprojekten. Bauleiter\/-innen arbeiten in den Branchen Hoch- und Tiefbau. \r\n\n REQUIRED:  Du kannst direkt mit dem Studium starten, wenn du &uuml;ber einen der folgenden Abschl&uuml;sse verf&uuml;gst: \r\n\r\n \r\n\t. Abgeschlossene Berufslehre (EFZ) als Bauzeichner\/-in oder Abgeschlossene Berufslehre (EFZ) \r\n \r\n\r\n oder \r\n\r\n \r\n\t Hochschulabschluss plus 1 Jahr Berufspraxis in der Bauplanung oder dem Baugewerbe \r\n \r\n\r\n oder. \r\n\r\n \r\n\t 3 Jahre Berufspraxis in der Planung im Bauhauptgewerbe \r\n \r\n Baupraktiker, die mittelfristig eine Position als Bauleiter\/-in anstreben. \r\n"
    },
    {
        "id": 7127,
        "fulltext": "TO_ACQUIRE: Führen von Mitarbeitendengesprächen, die Zufriedenheit und Entwicklung fördern &nbsp;In diesem Seminar vermitteln wir den Ansatz des ressourcenorientierten Dialogs, der an die Stelle des klassischen Mitarbeitergespr&auml;chs treten oder dieses erg&auml;nzen kann.  Im Fokus liegen die St&auml;rken, F&auml;higkeiten und Interessen der Mitarbeiter:innen, aus denen dann Ziele oder Leistungsvereinbarungen abgeleitet werden k&ouml;nnen. Um solche Gespr&auml;che erfolgreich zu f&uuml;hren, bedarf es auf Seiten der F&uuml;hrungsperson der Reflexion eigener Handlungsmuster und Einstellungen, sowie des Ein&uuml;bens spezieller Kommunikationstechniken. Auf beides wird im Seminar intensiv eingegangen.   Du lernst   . Methoden und Voraussetzungen f&uuml;r einen ressourcenorientierten Dialog  Wertsch&auml;tzende, konstruktive und klare Gespr&auml;che zu f&uuml;hren  Praktisches Handwerkszeug f&uuml;r die Vorbereitung und Durchf&uuml;hrung dialogischer Gespr&auml;che kennen  Die Magie des geeigneten Fragens kennen  \n REQUIRED:  Sie bringen mit:.   Erfahrungen in der Führung mit Zielen und (klassischen) Mitarbeitergesprächen  Bereitschaft, sich mit der eigenen Person auseinanderzusetzen  Bereitschaft, an eigenen Situationen in der Gruppe zu arbeiten   . Du bringt mit    Erfahrungen in der F&uuml;hrung mit Zielen und (klassischen) Mitarbeitergespr&auml;chen  Bereitschaft, sich mit der eigenen Person auseinanderzusetzen  Bereitschaft, an eigenen Situationen in der Gruppe zu arbeiten .  &nbsp;   Du willst&nbsp;    Beidseitig bereichernde Gespr&auml;che mit deinen Mitarbeiter:innen f&uuml;hren . Angemessene Werkzeuge zur Gestaltung von Kommunikationssituationen in agilen Organisationen kennen lernen  Wertsch&auml;tzend und gleichzeitig klar kommunizieren  Scherheit in der ressourcenorientierten F&uuml;hrung  Gespr&auml;chsmethoden und Kommunikationsinstrumente f&uuml;r die transformationale F&uuml;hrung  "
    },
    {
        "id": 203,
        "fulltext": "TO_ACQUIRE: CAS FH in Leadership Advanced Neueste sowie bew&auml;hrte Erkenntnisse der F&uuml;hrungslehre f&uuml;r die Praxis  Der Besuch des CAS FH in Leadership Advanced ist so aufgebaut, dass sich Studium, Beruf und Familie gut vereinbaren lassen. Als AbsolventIn der Kalaidos Fachhochschule stehen Ihnen weiterhin Veranstaltungen mit hochkar&auml;tigen Pers&ouml;nlichkeiten aus der Wirtschaft offen.  Viele Manager, die sich im F&uuml;hrungsalltag prim&auml;r auf ihr betriebswirtschaftliches K&ouml;nnen st&uuml;tzen, stossen &uuml;ber kurz oder lang an die Grenzen ihrer Wirksamkeit. Gefragt sind dann soziale und psychologische Kompetenzen, entsprechende Methoden und Werkzeuge zu kennen sowie diese gezielt einsetzen zu k&ouml;nnen. An diesen zentralen Herausforderungen ansetzend, verkn&uuml;pft das CAS FH in Leadership Advanced neueste sowie bew&auml;hrte Erkenntnisse der F&uuml;hrungslehre und -forschung mit Erfahrungswissen aus der Praxis. \n REQUIRED:  Zum CAS-Studium sind Personen zugelassen, die  . &uuml;ber mehrj&auml;hrige Berufserfahrung im Fachbereich des CAS verf&uuml;gen,  eine qualifizierende Weiterbildung in den letzten Jahren erfolgreich abgeschlossen haben und  die spezifischen Zulassungskriterien f&uuml;r das jeweilige CAS erf&uuml;llen.   F&uuml;r die Kl&auml;rung der Zulassung melden Sie sich bitte bei der Studiengangsleitung.  . F&uuml;hrungskr&auml;fte, Ergebnis- oder Projektverantwortliche, die eine komplette praxisbezogene Gesamtsicht moderner F&uuml;hrungsanforderungen und erprobte F&uuml;hrungsinstrumente, Methoden und Verhaltensweisen erlangen wollen  F&uuml;hrungsverantwortliche (mind. 3 Jahren F&uuml;hrungserfahrung) mit dem Ziel, ihre F&uuml;hrungsleistungen (erneut) zu hinterfragen und zu optimieren  "
    },
    {
        "id": 5747,
        "fulltext": "TO_ACQUIRE: UX Zertifikatskurs: CPUX – Foundation Level Lernen Sie die grundlegenden benutzerorientierten Konzepte und Methoden kennen, die in der Praxis funktionieren  Welche Faktoren bestimmen, ob wir mit einem Produkt sehr einfach, nur schwer oder gar nicht zum Ziel kommen? Welche M&ouml;glichkeiten bieten sich, diese Faktoren bereits in der Gestaltung und Entwicklung systematisch in den Griff zu bekommen, um ein positives Nutzungserlebnis zu schaffen? Um solche Fragestellungen geht es bei der&nbsp;User Experience&nbsp;(UX).  &nbsp;  Dieser Kurs basiert auf dem Lehrplan des internationalen &bdquo;Usability and User Experience Qualification Board (UXQB)&ldquo; und dient als Vorbereitung auf die Zertifizierung &bdquo;Certified Professional for Usability and User Experience &ndash; Foundation Level (CPUX-F)&ldquo;.  &nbsp;.  Sie erhalten einen umfassenden &Uuml;berblick &uuml;ber die Konzepte und Methoden aus dem Fachgebiet Usability und User Experience und lernen die Grundlagen und Best Practices kennen.  &nbsp;  Ein Schwerpunkt des Kurses liegt auf der Praxisorientierung des Gelernten. Anstatt langweiliger Theorie liegt das Lernziel auf dem Verstehen, Anwenden und &Uuml;ben von benutzerorientierten Methoden zur Ermittlung, Dokumentation und Pr&uuml;fung der Benutzeranforderungen.  &nbsp;  Dieser Kurs legt die Basis f&uuml;r weiterf&uuml;hrende Trainings wie beispielsweise die&nbsp;CPUX Advanced Level Kurse.&nbsp;.  Die Teilnehmenden sind nach dem Kurs in der Lage, in Projekten sinnvolle UX Ma&szlig;nahmen zu erkennen und einzubinden. Die Zertifizierung stellt eine Qualifizierungsma&szlig;nahme f&uuml;r Personen dar, die mit Usability und User Experience zu tun haben. Auf der anderen Seite erh&ouml;ht das angewandte Know-how das Qualit&auml;tsniveau der Projekte. \n REQUIRED:  Der Kurs richtet sich an Personen, die im Arbeitsalltag mit Usability und User Experience zu tun haben und sicherstellen wollen, dass ihr Wissen dem neusten Stand entspricht. Das sind sowohl Usability Ingenieure, als auch Analysten, Software Entwickler, Tester, Projektleiter, Designer, Produktmanager und Marketingfachleute.  &nbsp;  Die Zertifizierung bietet das Basiswissen um miteinander im Team kommunizieren zu k&ouml;nnen und die Herausforderungen moderner Benutzeroberfl&auml;chen zu l&ouml;sen. "
    },
    {
        "id": 5921,
        "fulltext": "TO_ACQUIRE: VER – Verhandlungs- und Gesprächserfolge erzielen Win-Win-Situationen im Alltag zu kreieren ist eine wichtige Basis f&uuml;r den beruflichen und pers&ouml;nlichen Erfolg. Dies gilt sowohl f&uuml;r die Kunden-, F&uuml;hrungs- als auch Teambeziehung. Eine gemeinsame Basis zu finden, die Erwartungen klar zu kommunizieren und &uuml;ber Uneinigkeiten zu verhandeln ist das Ziel. Das Potenzial von Gespr&auml;chssituationen f&uuml;r die beteiligten Parteien zu erkennen und herauszusch&auml;len ist zentral. In diesem Seminar lernen Sie Erfolgselemente im Umgang mit herausfordernden Verhandlungs- und Gespr&auml;chssituationen kennen und trainieren diese anhand konkreter, praxisnaher Techniken.   Sie setzen sich mit Verhandlungsstrategien und -taktiken auseinander und lernen, wie Sie Verhandlungen l&ouml;sungsorientiert f&uuml;hren  Sie erlernen die Grundlagen beziehungsorientierten Verhandelns, in dem Sie die eigene Sichtweise klar vertreten und gleichzeitig Verst&auml;ndnis f&uuml;r andere Perspektiven aufbringen  Sie erfahren, wie Sie in Beratung, Verkauf, F&uuml;hrung oder im Teamkontext Verhandlungssituationen fr&uuml;hzeitig erkennen und zielgerichtet darauf reagieren . Sie treten bei hartn&auml;ckigen Gespr&auml;chspartnern*innen gelassen auf und vertreten Ihre Standpunkte erfolgreich  Sie ber&uuml;cksichtigen psychologische Faktoren in Gespr&auml;chen und Verhandlungen, wodurch Sie schneller Konsens erlangen  \n REQUIRED:   Bereitschaft, die Elemente erfolgreicher Verhandlungs- und Gespr&auml;chsf&uuml;hrung kennenzulernen und zu trainieren  Offenheit, die pers&ouml;nliche Wirkung in der Interaktion mit anderen zu reflektieren . Aktives Einbringen eigener F&auml;lle aus dem Berufsalltag   Fach- und F&uuml;hrungskr&auml;fte&nbsp; "
    },
    {
        "id": 8131,
        "fulltext": "TO_ACQUIRE: Sicherheits-Training \"Gewaltprävention Basis\" und \"Ladenkriminalität Basis\" Sicherheitstraining zum Thema Pr&auml;vention und Verhalten bei bedrohlichen und gef&auml;hrlichen Situationen im &ouml;ffentlichen Raum und am Arbeitsplatz sowie Training f&uuml;r den sicheren Umgang mit Ladendiebstahl. \r\n \r\n\t Wissen und Verstehen in welchem Klima Gewalt\/Konflikte entstehen \r\n\t Wesentliche Kernpunkte zur L&ouml;sung in einer Gefahr kennen \r\n\t Anwendung des YourPower-Konzeptes unter Wahrung der Eigensicherung in gef&auml;hrlichen und&nbsp; grenz&uuml;berschreitenden Situationen &ndash; ABC Situationen &ndash; unterwegs und am Arbeitsplatz \r\n. \r\n\n REQUIRED:  Mitarbeitende und F&uuml;hrungskr&auml;fte, die am Arbeitsplatz in bedrohliche Situationen geraten k&ouml;nnen und wissen m&ouml;chten, wie man sich im Falle eines Ladendiebstahls verhalten soll. \r\n"
    },
    {
        "id": 5169,
        "fulltext": "TO_ACQUIRE: Transformational Leadership: Digitalisierung. Innovation. Wachstum. Die digitale Transformation sowie neue Organisationsmodelle und Formen der Zusammenarbeit pr&auml;gen heute das Wachstum von Unternehmen. Kreativit&auml;t und Innovation setzen das Beherrschen der neuen Managementlogiken wie etwa Prinzipien der Selbstorganisation oder das F&uuml;hren in virtuellen Strukturen voraus.  Als transformative F&uuml;hrungskraft begegnen Sie diesen Herausforderungen optimistisch und entwickeln in co-kreativen Prozessen innovative L&ouml;sungsstrategien. Es gelingt Ihnen, Menschen f&uuml;r den Aufbruch zu begeistern und sie als Leader durch alle H&ouml;hen und Tiefen des Transformationsprozesses in die Zukunft zu f&uuml;hren. Sie sind sich Ihrer Rolle und der Aufgaben bewusst und verstehen es, auch ohne hierarchische Weisungsbefugnis Bewegungen zu mobilisieren. Durch Ihre reflektierte Haltung und Ihre Ausstrahlung werden Sie zum stabilen Anker f&uuml;r Ihr gesamtes Umfeld. Der bewusste Umgang mit Ihren eigenen Ressourcen und die St&auml;rkung Ihrer Resilienz bilden eine solide Basis Ihres Wirkens.    Lassen Sie sich inspirieren und kommen Sie mit auf die Leadership-Reise in Ihre Zukunft.  . Sie treiben den digitalen Fortschritt aktiv und mutig voran  Sie beherrschen die Methoden und Instrumente f&uuml;r wirksame F&uuml;hrung in Transformationsprozessen  Sie f&uuml;hren Mitarbeitende souver&auml;n durch den Wandel  Sie mobilisieren Bewegungen &ndash; auch ohne formale Weisungsbefugnis  Sie erweitern Ihren Optionenraum f&uuml;r Innovation und Wachstum in Zeiten der Transformation . Ihre Impulse zur Entwicklung der Unternehmenskultur bereiten den fruchtbaren Boden f&uuml;r moderne Organisationsans&auml;tze und co-kreative Prozesse  Sie entwickeln ein unverwechselbares Profil als wirksamer Leader und sind sich Ihrer eigenen St&auml;rken und Ressourcen bewusst  \n REQUIRED:  Dieses Seminar richtet sich an alle Vision&auml;re und Macher, die die digitale Transformation als Chance zu pers&ouml;nlichem Wachstum sehen. Im Einzelnen sind Vorst&auml;nde und Gesch&auml;ftsf&uuml;hrer, Entrepreneurs, F&uuml;hrungskr&auml;fte aller Bereiche, Gesch&auml;fts- und Strategieentwickler sowie Projektverantwortliche angesprochen. "
    },
    {
        "id": 210,
        "fulltext": "TO_ACQUIRE: MAS FH in Business Intelligence - Fernstudium\/Onlinestudium Onlinestudium MAS Business Intelligence, mit Schwerpunkt auf den neuesten Methoden von Big Data Analysis, Customer Intelligence und Business Decision Support.  Big Data, Artificial Intelligence und Predictive Marketing stellen jede Unternehmung vor grossen Herausforderungen. Der MAS Business Intelligence&nbsp; &uuml;bermittelt die essentiellen Skills f&uuml;r Analysten wie aber auch f&uuml;r Manager, um die Chancen dieser neuen Technologien gewinnbringend umzusetzen.  Sie erlernen die modernen Methoden der Big Data Analysis, der betrieblichen Entscheidungsfindung und des Customer Intelligence. Die erlernten Skills k&ouml;nnen Sie im Rahmen Ihres Leistungsnachweises direkt praktisch anwenden. \n REQUIRED:  Formale Voraussetzung zur regul&auml;ren Zulassung ist ein abgeschlossenes Hochschulstudium. Bildungswege &uuml;ber Berufsbildung, Weiterbildung und berufliche Praxiserfahrung k&ouml;nnen als Zulassung auf dem Sur-Dossier-Weg anerkannt werden (individuelle Abkl&auml;rung mit der Studiengangsleitung).  Dieser MAS richtet sich an Analysten, Controller, Techniker, Berater und F&uuml;hrungskr&auml;fte aber auch an Produktdesigners und Marketeers.. "
    },
    {
        "id": 8007,
        "fulltext": "TO_ACQUIRE: Cyber Security Specialist mit eidg. Fachausweis (2 Semester) Cyber Security Spezialistinnen und Spezialisten sind Fachkr&auml;fte im Bereich der Cyber-Sicherheit. \r\n  Everytime  \r\n\r\n \r\n\t Du w&auml;hlst aus 3 verschiedenen Zeitvarianten die f&uuml;r dich passende aus. Studiere am Abend, am Abend und Vormittag oder ganztags. Informiere dich auf unserer Webseite &uuml;ber die aktuell angebotenen Studienzeiten an deinem Standort. \r\n. \r\n\r\n &nbsp; \r\n\r\n  Everywhere  \r\n\r\n \r\n\t Dieses Programm kannst du an einem unserer 3&nbsp;Standorten besuchen, n&auml;mlich in Bern, St. Gallen oder Z&uuml;rich. Und wenn du w&auml;hrend deines Studiums den Wohn- oder Arbeitsort wechselst, dann hast du die M&ouml;glichkeit den Standort zu wechseln. \r\n\t. Du m&ouml;chtest das Beste aus Online- und Pr&auml;senzunterricht verbinden? Dann bist du bei uns richtig. ipso! bietet dir die M&ouml;glichkeit, in Workshops deine Pr&auml;senz vor Ort zu nutzen, um intensiv mit Kolleginnen und Kollegen zusammenzuarbeiten und an praxisorientierten Formaten teilzunehmen. Die &uuml;brige Zeit studierst du online von jenem Ort aus, der f&uuml;r dich am praktischsten ist. Die Termine f&uuml;r die Pr&auml;senzveranstaltungen kennst du nat&uuml;rlich im Voraus, damit du gut planen kannst. \r\n \r\n\r\n &nbsp; \r\n\r\n  Everything  \r\n\r\n \r\n\t. Du weisst schon jetzt, dass du weiterstudieren m&ouml;chtest? Bei uns hast du garantierten Anschluss oder sogar schon w&auml;hrend deines Studiums zahlreiche Kombinationsm&ouml;glichkeiten mit anderen Studieng&auml;ngen. Informiere dich ganz unverbindlich bei deiner Bildungsberaterin oder deinem Bildungsberater &uuml;ber deine individuellen M&ouml;glichkeiten. \r\n \r\n\r\n &nbsp; \r\n\r\n  Everyway  \r\n\r\n \r\n\t. Studieren heisst bei uns nicht einfach Unterricht sondern vielf&auml;ltige Lern- und Arbeitsformen, bei denen dich deine Dozierenden als Tutor, Trainer oder Coach begleiten. Wir setzen dabei auf Praxisund Kompetenzorientierung und einen hohen Grad an Interaktion und Kommunikation zwischen dir, deinen Mitstudierenden und den Dozierenden. Bei uns gibt es also keine Bildungskonserven und eint&ouml;nige Wissensvermittlung. \r\n \r\n\r\n &nbsp; \r\n\r\n  Education Lizenzen  \r\n\r\n \r\n\t. W&auml;hrend deines Studiums erh&auml;ltst du Microsoft Office 365 und AZURE Dev Tools for Teaching, f&uuml;r die kostenlose Nutzung professioneller Betriebssysteme und Software-Produkte. Weiter stehen dir w&auml;hrend der gesamten Studienzeit kostenlos LABs der Hacking Umgebung TryHackMe zur Verf&uuml;gung. \r\n\t Weiter stehen&nbsp;dir w&auml;hrend der gesamten Studienzeit kostenlos LABs der Hacking Umgebung TryHackMe zur Verf&uuml;gung. \r\n \r\n Deine Hauptaufgaben sind der pr&auml;ventive Schutz der Informations- und Kommunikationssysteme einer Organisation gegen Angriffe aus dem Cyber-Raum und die reaktive Bew&auml;ltigung von Sicherheitsvorf&auml;llen. \r\n\r\n Du f&uuml;hrst kleinere Teams mit Fachkr&auml;ften im operativen Betrieb oder in projektbezogenen Vorhaben. Innerhalb von Projekten &uuml;bernimmst du die Verantwortung f&uuml;r einzelne Arbeitspakete oder Teilprojekten. \r\n\n REQUIRED:  Zur Berufspr&uuml;fung wird zugelassen, wer. \r\n\r\n \r\n\t ein eidgen&ouml;ssisches F&auml;higkeitszeugnis im Berufsfeld der Informations- und Kommunikationstechnologie ICT besitzt und &uuml;ber mindestens 2 Jahre Berufspraxis im Bereich der Informationssicherheit oder Cyber-Sicherheit verf&uuml;gt; \r\n \r\n\r\n oder \r\n\r\n \r\n\t ein eidgen&ouml;ssisches F&auml;higkeitszeugnis, einen Abschluss einer h&ouml;heren schulischen Allgemeinbildung oder einen gleichwertigen Abschluss besitzt und &uuml;ber mindestens 4 Jahre Berufspraxis im Berufsfeld der Informations- und Kommunikationstechnologie ICT, davon mindestens 2 Jahre im Bereich der Informationssicherheit oder Cyber- Sicherheit, verf&uuml;gt; \r\n. \r\n\r\n oder \r\n\r\n \r\n\t mindestens 6 Jahre Berufspraxis im Berufsfeld der Informations- und Kommunikationstechnologie ICT nachweisen kann, davon mindestens 2 Jahre im Bereich der Informationssicherheit oder Cyber-Sicherheit; \r\n \r\n\r\n oder \r\n\r\n \r\n\t. den Cyber-Lehrgang der Armee erfolgreich absolviert hat und &uuml;ber mindestens 1 Jahr Berufspraxis im Bereich der Informationssicherheit oder Cyber-Sicherheit verf&uuml;gt. \r\n \r\n\r\n Bei Fragen zur Pr&uuml;fungszulassung wende dich bitte an ICT-Berufsbildung Schweiz. \r\n\r\n &nbsp; \r\n\r\n Zudem wird zugelassen wer: \r\n\r\n \r\n\t. einen positiven Vorabkl&auml;rungsbescheid zur Pr&uuml;fungszulassung von ICT-Berufsbildung Schweiz erhalten hat \r\n \r\n\r\n und \r\n\r\n \r\n\t das CERTIFICATE OF COMPLETION von tryhackme.com vorlegen kann \r\n \r\n"
    },
    {
        "id": 5355,
        "fulltext": "TO_ACQUIRE: Mehr Gelassenheit - Komplexe Anforderungen souverän meistern Durch innere Gelassenheit und Bewusstseinskontrolle richten Sie die pers&ouml;nlichen Energien pr&auml;zise auf Ihre Ziele aus und sichern sich so langfristig Erfolg und Gesundheit. Management-Techniken sind wichtige Elemente der pers&ouml;nlichen Wirkung auf Mitarbeiter, Kollegen und Gesch&auml;ftspartner.  Dieses Seminar ist ein Bestandteil vom&nbsp;zertifizierten F&uuml;hrungszyklus&nbsp;mit Dr. Bernhard Cevey. In 3 Modulen erwerben Sie fundierte fachliche und methodische F&uuml;hrungs-Kompetenzen.   Sie steigern die Akzeptanz und das Beeinflussungspotenzial &uuml;ber Integrit&auml;t, innere Gelassenheit und Ausstrahlung.  Sie erh&ouml;hen die &laquo;innere&raquo; Steuerung und die pers&ouml;nliche Stressresistenz in komplexen Situationen. . Sie verbessern die Selbstwahrnehmung emotionaler Muster und erkennen St&auml;rken und Ansatzpunkte zur Entwicklung Ihres Management Potenzials.  Sie be- und erarbeiten pers&ouml;nliche Entwicklungsziele, Transferthemen und einen Aktionsplan.  \n REQUIRED:  F&uuml;hrungskr&auml;fte, die souver&auml;ner und gelassener agieren und ihr Management Potenzial systematisch entwickeln m&ouml;chten. "
    },
    {
        "id": 1160,
        "fulltext": "TO_ACQUIRE: CAS Interdisziplinäre Perspektive auf die Arbeitswelt Im CAS Interdisziplin&auml;re Perspektive auf die Arbeitswelt werden Grundlagen vermittelt, die f&uuml;r die T&auml;tigkeit in der Berufs-, Studien- und Laufbahnberatung relevant sind. Neben Psychologie, Soziologie, rechtlichen und wirtschaftswissenschaftlichen Grundlagen liegt ein weiterer Fokus auf den Bereichen Arbeitsmarkt, Bildungssystematik und Berufskunde. Die Inhalte werden allesamt praxisbezogen und im Kontext der Berufs-, Studien- und Laufbahnberatung vermittelt. \r\n Die Teilnehmenden \r\n\r\n &nbsp; \r\n\r\n \r\n\t setzen sich vertieft mit der Schnittstelle Mensch und Arbeit sowie mit der Arbeitswelt auseinander. \r\n\t. lernen, Verhaltens-, Erlebens- und Pers&ouml;nlichkeitsdispositionen von Menschen zu erkennen und diese in Handlungs- und Entscheidungsprozesse einzubringen. \r\n\t erkennen und bewerten gesellschaftliche sowie volks- und betriebswirtschaftliche Determinanten als Faktoren f&uuml;r die individuelle Berufswahl und Laufbahnentwicklung. \r\n\t setzen sich im Detail mit dem Arbeitsmarkt und dem Schweizer Bildungssystem auseinander. Dabei erkunden die Teilnehmenden im Rahmen von Besichtigungen verschiedener Firmen und Arbeitsbereichen eine breite Palette an Berufsbildern. \r\n\t kennen zentrale arbeitsrechtliche Rahmenbedingungen. Zudem werden die Rechtsgrundlagen der Berufs-, Studien- und Laufbahnberatung und die damit einhergehenden Rechte und Pflichten in der Aus&uuml;bung des Berufes (Datenschutz, Amtsgeheimnis) vorgestellt. \r\n\t identifizieren pers&ouml;nliche Ressourcen und lernen, diese in herausfordernden Situationen wirksam einzubeziehen. \r\n. \r\n\n REQUIRED:  Der CAS richtet sich an Personen mit einem Hochschulabschluss und mindestens einj&auml;hriger Berufspraxis. Eine Aufnahme &laquo;sur dossier&raquo; ist nicht m&ouml;glich. \r\n\r\n &nbsp; \r\n\r\n Der CAS steht Personen mit den Abschl&uuml;ssen Bachelor (mindestens 180 ECTS), Master (konsekutiv) oder Lizentiat, sowie Personen mit Diplomen von schweizerischen Fachhochschulen oder p&auml;dagogischen Hochschulen nach altem Recht offen. Personen ohne Hochschulabschluss in Psychologie m&uuml;ssen vor Eintritt in den CAS Diagnostik und Beratung in der Arbeitswelt den Kurs &laquo;Grundlagen der Fragebogen- &amp; Testkonstruktion&raquo; besuchen. \r\n\r\n &nbsp; \r\n\r\n Personen mit Diplomen nach altem Recht m&uuml;ssen den Kurs &laquo;Wissenschaftsbasiertes Arbeiten&raquo; besuchen. Dieser Weiterbildungskurs wird mehrmals im Jahr durchgef&uuml;hrt und muss vor Eintritt ins Mastermodul absolviert werden.. \r\n\r\n &nbsp; \r\n\r\n Wesentlich f&uuml;r die Aufnahme in den Weiterbildungs-Studiengang sind die Motivation und die Eignung f&uuml;r das Berufsfeld. Dies wird von der Studienleitung im Rahmen eines Aufnahmeverfahrens (einschliesslich Dossierpr&uuml;fung und Aufnahmegespr&auml;ch) &uuml;berpr&uuml;ft. &Uuml;ber die Aufnahme zum CAS entscheidet die Studienleitung. \r\n Der CAS richtet sich an Personen, die Jugendliche und Erwachsene in ihrer beruflichen Entwicklung unterst&uuml;tzen m&ouml;chten. Mit der Weiterbildung werden Personen angesprochen, die entweder bereits im Berufsfeld arbeiten und F&auml;lle einbringen k&ouml;nnen oder bereit sind, Beratungsf&auml;lle aus dem privaten oder beruflichen Umfeld zu rekrutieren. \r\n"
    },
    {
        "id": 7137,
        "fulltext": "TO_ACQUIRE: Leadership und Soft Skills in Projekten Entwickle dein Team zu einem High-Performance-Team mit Positive Leadership. In diesem Kurs lernst du, wie du Kommunikation, Feedback und Zusammenarbeit verbessern kannst.  Projekte sind soziale Systeme. Diese zu verstehen und zu gestalten ist entscheidend für den Erfolg und die Führung des Projektes. Die Rollenklärung ist ein wesentlicher Faktor für Projektteams. Erfolgreiche Teams verfügen zudem über hohe soziale Kompetenz aller Beteiligten, in Bezug auf die Kommunikation, das Geben von Feedback, die Gestaltung der (virtuellen und interkulturellen) Zusammenarbeit, die Motivation, das Konfliktmanagement oder den Umgang mit Veränderungen. Das Modell von Positive Leadership für Projekte bietet ein Werkzeug dafür, ein Team zu einem High Performance Team zu entwickeln.  &nbsp;   Du kannst&nbsp; .   deine Erfolgsrate bei anspruchsvollen Projekten steigern  deine Führungsrolle in Projekten optimal definieren und durchsetzen  Vorgehensweisen, um ein Arbeitsumfeld, welches Motivation, Kreativität und Selbstverantwortung ermöglicht gestalten   . Du lernst    Den passenden Führungsstil anzuwenden  Wie du eine Wirkung erzielen kannst ohne hierarchische Führungsmacht  Konstruktiv Feedback zu geben . Anhand des Belbin® Teamrollen-Modells die Stärken und Schwächen deiner Projektorganisation zu identifizieren und ein persönlich strukturiertes Feedback zu erhalten  Du&nbsp;erkennst Widerstände und Konflikte und kannst&nbsp;diese wirkungsvoll bearbeiten  Ein Arbeitsumfeld zu gestalten, welches Motivation, Kreativität und Selbstverantwortung ermöglicht  Mit dem Modell positive Leadership für Projekte erhältst du&nbsp;ein Werkzeug, um dein&nbsp;Team erfolgreich zu entwickeln  Veränderungsprozesse erfolgreich zu gestalten . \n REQUIRED:  Sie bringen mit:   Erfahrung in der Projektarbeit  Vorteilsweise ein absolviertes BWI-Seminar wie „Projektmanagement Methodik und Instrumente“ oder äquivalente Ausbildung  Ein eigenes Fallbeispiel aus Ihrer Praxis, welches im Seminar bearbeitet werden kann . Offenheit, auch herausfordernde Situationen zu besprechen  Bereitschaft, sowohl auf der sachlichen als auch der persönlichen Ebene aktiv mitzuarbeiten und zu diskutieren    Du bringst mit   . Erfahrung in der Projektarbeit  Vorteilsweise ein absolviertes BWI-Seminar wie „Projektmanagement Methodik und Instrumente“ oder äquivalente Ausbildung  Ein eigenes Fallbeispiel aus deiner Praxis, welches im Seminar bearbeitet werden kann  Offenheit, auch herausfordernde Situationen zu besprechen  Bereitschaft, sowohl auf der sachlichen als auch der persönlichen Ebene aktiv mitzuarbeiten und zu diskutieren . "
    },
    {
        "id": 921,
        "fulltext": "TO_ACQUIRE: CAS Digital Brand Management In den dynamischen M&auml;rkten der Gegenwart und Zukunft m&uuml;ssen Marketers aller Stufen in kurzer Zeit komplexe und folgenreiche Entscheidungen treffen. Die Digitalisierung verlangt eine laufende Transformation ebenso wie die Globalisierung und neue Generationen von Mitarbeitern. Unternehmen, die in diesem komplexen Umfeld in einer starken Marke eingebettet sind, haben einen riesigen Vorsprung. Sie k&ouml;nnen nicht nur h&ouml;here Preise am Markt durchsetzen, sondern ziehen auch bessere Talente an und werden zu einer festen Gr&ouml;sse im fluiden Alltag der Konsumenten. Eine klare Markenidentit&auml;t weist den Weg durch die &uuml;berbordende F&uuml;lle von Beraterangeboten und hilft, das Relevante vom Interessanten zu trennen.  Wenn in Ihrer Branche der Konkurrenzdruck steigt, stehen Sie vor einem Differenzierungsdefizit. Mit dieser Weiterbildung in identit&auml;tsbasierter Markenf&uuml;hrung lernen Sie, wie Sie Ihre Marke als Leitstern in Digitalisierungs- und Transformationsprozessen sinnvoll, effektiv und effizient einsetzen, Ihr Werbebudget sinnvoll investieren und ein Team von Mitarbeitenden aufbauen, das am selben Strick zieht.  Als CAS-zertifizierte(r) Digital Brand Manager der ZHAW  &nbsp;  . haben Sie ein detailliertes Verst&auml;ndnis f&uuml;r das identit&auml;tsbasierte Konzept der Markenf&uuml;hrung entwickelt  betrachten und behandeln Sie das Branding als ganzheitlichen Prozess  haben Sie verinnerlicht, dass Ihr Branding nach aussen ebenso wie nach innen wirkt  verstehen sie, wie Marken in der digitalen Welt wahrgenommen werden und gef&uuml;hrt werden m&uuml;ssen  kennen Sie die Relevanz des eigenen Verhaltens f&uuml;r den langfristigen Erfolg Ihrer Marke(n) . planen Sie und setzen Sie Positionierungsmassnahmen markenidentit&auml;tskonform umbesitzen Sie das Know-how um selbst&auml;ndig eine identit&auml;tsbasierte Markenstrategie zu erarbeiten  sind Sie vertraut mit konkreten Anwendungsf&auml;llen zentraler Theorien, Modelle und Instrumente der strategischen Markenf&uuml;hrung  sind Sie in der Lage, relevante Ziele und Erfolgsgr&ouml;ssen sowohl des internen, als auch des externen Brand Managements zu bestimmen  wissen Sie, mit welchen verhaltensbezogenen und psychografischen Methoden Sie Brand Citizenship Behavior, Markenwissen und Brand Commitment optimieren k&ouml;nnen  k&ouml;nnen Sie auch intern ausgerichtete markenwertorientierte Konzepte entwickeln und implementieren . sind Ihnen verschiedene Verfahren zum Markencontrolling bekanntgelingt es Ihnen, gezielt Mechanismen anzuwenden, die den Wert Ihrer Marke(n) positiv beeinflussen.  \n REQUIRED:  Zum Lehrgang wird zugelassen, wer folgende Voraussetzungen erf&uuml;llt: Abschlussdiplom einer staatlich anerkannten Fachhochschule bzw. einer Vorg&auml;ngerschule wie ZHW, HWV, HTL oder Abschlusszeugnis einer staatlich anerkannten Universit&auml;t oder einer Technischen Hochschule (Diplom, Lizentiat, Bachelor oder Masterabschl&uuml;sse) sowie zum Zeitpunkt der Anmeldung zum Lehrgang 3 Jahre Berufserfahrung z.B. in General Management, Marketing, Kommunikation, Vertrieb oder Service. Personen, die nicht &uuml;ber einen Hochschulabschluss verf&uuml;gen, werden zugelassen, wenn sie folgende Voraussetzungen erf&uuml;llen: Ein der regul&auml;ren Zulassung vergleichbaren Abschluss; Zum Zeitpunkt der Anmeldung zum Lehrgang 3 Jahre Berufserfahrung z.B. in General Management, Marketing, Kommunikation, Vertrieb oder Service. Bei Interessierten ohne Hochschulabschluss erfolgt eine Beurteilung der Aus- und Weiterbildung sowie der beruflichen Erfahrungen. Die Studienleitung entscheidet &uuml;ber Aufnahme oder Ablehnung.  Der Studiengang CAS Brand Management richtet sich vor allem an Fachleute aus folgenden Funktionsbereichen:  &nbsp;  . CMOs, Brand-, Product- und Projektmanager mit Markenverantwortung  Employer Branding- Verantwortliche aus dem HR  Mitarbeitende von Marketing- und Corporate Communications- Abteilungen  Mitarbeitende in strategieorientierten Agenturen  Grafik Designer. .  &nbsp;  Angesprochen sind zudem Unternehmerinnen und Unternehmer sowie Personen, die den Quereinstieg in die genannten Bereiche planen. "
    },
    {
        "id": 7667,
        "fulltext": "TO_ACQUIRE: Präsentieren wie im TED-Talk: Public Speaking MasterclassIn diesem Onlinekurs lernst du nicht wie in anderen Rhetorikkursen die Basics zu Körpersprache, Stimme und Redestruktur. Hier wirst du zusammen mit dem Trainer und Rhetorik-Profi Wlad Jachtchenko die TED-Talks der 10 besten Redner des 21. Jahrhunderts einer Video-Analyse unterziehen – und dir ihre Techniken nicht nur einprägen, sondern zugleich deren Umsetzung erlernen.\n\nDie TED-Website bietet seit 2006 Unmengen an Material an, mit dem jeder etwas über Public Speaking lernen kann. Die TED-Talks genießen weltweit großes Ansehen und sind eine Ressource, die es nun mit Hilfe unseres Trainers richtig zu nutzen gilt. Sammle anschauliche Tricks und Kniffe für deine nächste Präsentation!\n\nDas hier Erlernte ist universell einsetzbar, denn die Profi-Rhetorik folgt immer den gleichen Regeln. Eigen sie dir an und schaffe dir in der Universität, im Meeting oder im Business einen Vorteil!  Geniale Rede vs. PowerPoint Standard-Präsentation  Public Speaking Masterclass: Kursvorstellung  Public Speaking Regel #1: Ted Talk von Ken Robinson  Public Speaking Regel #2: Ted Talk von Amy Cuddy . Public Speaking Regel #3: Ted Talk von Simon Sinek  Public Speaking Regel #4: Ted Talk von Julian Treasure  Public Speaking Regel #5: Ted Talk von Brené Brown  Public Speaking Regel #6: Ted Talk von Tim Urban  Public Speaking Regel #7: Ted Talk von Cameron Russle . Public Speaking Regel #8: Ted Talk von Tony Robbins  Public Speaking Regel #9: Ted Talk von Robert Waldinger  Public Speaking Regel #10: Ted Talk von Mary Roach  Public Speaking Regel #11: Ted Talk von Jill Bolte Taylor  Public Speaking Regel #12: Ted Talk von Will Stephen . Die 7 Grundregeln für die Vorbereitungszeit  Public Speaking Bonus Regel  Public Speaking Training: Nächste Schritte  \n REQUIRED: "
    },
    {
        "id": 7577,
        "fulltext": "TO_ACQUIRE: Statistik für Data Science und Business Analytics (DE)Statistik und datengestützte Entscheidungen sind inzwischen in jeder Branche angekommen. Ihre Kenntnis bietet vielfältige Karrieremöglichkeiten – ob im Marketing oder in der Business Intelligence, ob als Data Analyst oder Data Scientist.Worauf also warten? In unserem Kurs „Statistik für Data Science und Business Analytics“ rüsten wir unsere Teilnehmer mit der entsprechenden Grundkompetenz aus. Obendrein geben wir ihnen noch umfassende Berechnungsvorlagen in Excel mit auf den Weg.Ein perfekter Einstieg also! Wir bringen Licht ins Dunkel und vermitteln das notwendige Wissen, um komplexe statistische Analysen nachvollziehen zu können, und zeigen ihre Anwendung in interessanten Praxisbeispielen.Unser Kursversprechen:\n\nEinfach zu verstehende Inhalte\nUmfassende Themenpunkte\nPraxisnahe Erläuterungen\nFokus auf relevantes Fachwissen\nNützliche Übungen und Begleitmaterial\nDatengestützte Lehrmethodik\nEffiziente Einführung in die Statistik-Fachsprache\nInklusive Varianten der Datenvisualisierung\nIllustration der Kernmethoden quantitativer Forschung\n\n Warum sind diese Fähigkeiten wichtig?\n\nEinkommensmöglichkeiten: Mitarbeiter mit Data-Science-Expertise sind äußerst begehrt, ihre Stellen hervorragend dotiert. Und dieser Trend wird sich alles andere als rückläufig entwickeln, denn immer mehr Unternehmen möchten sich das Potenzial der ihnen vorliegenden Daten besser zunutze machen.\nAufstiegschancen: Wer statistische Modelle beherrscht, wird seine Geschäftsstandpunkte und -ideen leicht quantitativ untermauern können. Die Karriereleiter erklimmt sich so um einiges leichter.\nZukunftssicherheit: Die Nachfrage nach Fachkräften, die mit Zahlen und Daten arbeiten, sie modellieren und interpretieren können, wächst exponentiell. Gleichzeitig ersetzt die Automatisierung immer mehr Arbeitsplätze. Data-Science-Experten sitzen dabei aber stets am längeren Hebel.\nWeiterentwicklung: „Langeweile“ kommt nicht vor im Statistikvokabular. Neue, spannende Herausforderungen warten jeden Tag darauf, von uns entschlüsselt zu werden, und erweitern unseren Horizont.\n\nViel Spaß und viel Erfolg!\nJetzt neu, mit automatisierten Transkripten. Ihr Feedback hilft uns, unser Angebot kontinuierlich zu verbessern.  Population und Stichprobe: Unterscheidung  Klassifizierung von Daten: Datentypen  Klassifizierung von Daten: Skalenniveaus  Datenvisualisierung: Kategorische Variablen . Datenvisualisierung: Numerische Variablen  Darstellung Numerischer Variablen: Histogramme  Datenvisualisierung: Kreuztabellen und Streudiagramme  Univariate Maßzahlen: Zentrale Tendenz  Univariate Maßzahlen: Asymmetrie . Univariate Maßzahlen: Datenstreuung (Varianz)  Univariate Maßzahlen: Datenstreuung (Standardabweichung und Variationskoeffizient)  Bivariate Maßzahlen: Kovarianz  Bivariate Maßzahlen: Linearer Korrelationskoeffizient  Deskriptive Statistik: Praxisbeispiel . Einführung in die Inferenzstatistik  Wahrscheinlichkeitsverteilungen  Normalverteilungen  Standardnormalverteilungen  Zentraler Grenzwertsatz . Standardfehler  Schätzungen  Konfidenzintervalle  Konfidenzintervalle: Berechnungen in einer Population mit bekannter Varianz  Konfidenzintervalle: Weiterführende Erläuterungen . Konfidenzintervalle: Student-t-Verteilung  Konfidenzintervalle: Berechnungen in einer Population mit unbekannter Varianz  Konfidenzintervalle: Fehlergrenze  Konfidenzintervalle bei abhängigen Stichproben zweier Populationen  Konfidenzintervalle bei unabhängigen Stichproben und bekannter Varianz der Population . Konfidenzintervalle bei unabhängigen Stichproben mit unbekannter aber als gleich angenommener Varianz der Population  Konfidenzintervalle bei unabhängigen Stichproben mit unbekannter und als abweichend angenommener Varianz der Population  Interferenzstatistik: Praxisbeispiel  Hypothesentests: Null- und Alternativhypothese  Hypothesentests: Bestimmung von Ablehnungsbereich und Signifikanzniveau . Fehler bei Hypothesentests: Fehler 1. Art und Fehler 2. Art  Hypothesentests: Test mit bekannter Varianz  Hypothesentests: p-Wert  Hypothesentests: Test mit unbekannter Varianz  Hypothesentests: Test mit abhängigen Stichproben . Hypothesentests: Test mit unabhängigen Stichproben und bekannter Varianz  Hypothesentests: Test mit unabhängigen Stichproben und unbekannter als gleich angenommener Varianz  Hypothesentests: Praxisbeispiel  \n REQUIRED: "
    },
    {
        "id": 987,
        "fulltext": "TO_ACQUIRE: CAS Business Analysis and Methods Dieser CAS befasst sich mit der Planung und Durchf&uuml;hrung von klassischen und agilen Business-Analysis-Projekten. Sie erhalten einen vertieften Einblick in die Unternehmens- und Anforderungsanalyse sowie L&ouml;sungsgenerierung. Bestehende Gesch&auml;ftsmodelle zu analysieren und die richtigen Ver&auml;nderungen mit den relevanten Anspruchsgruppen (digital) umzusetzen, ist der Kern dieses CAS. Durch die praktische Anwendung der Methoden an Fallbeispielen haben Sie die Chance, Ihre F&auml;higkeiten zu festigen (Interaktive Methodenlandkarte). Im Rahmen von zwei Praxisprojekten k&ouml;nnen Sie Ihr Gelerntes im eigenen Unternehmenskontext anwenden (z.B. als Konzept und Prototyp f&uuml;r einen&nbsp;Voicebot bei der T-Systems). \n REQUIRED:  Der Zertifikatslehrgang richtet sich an Absolventinnen und Absolventen von Hochschulen (FH\/Universit&auml;t) mit mind. 3 Jahren Berufserfahrung sowie an Berufsleute ohne Hochschulabschluss mit mind. 5 Jahren Berufserfahrung und entsprechenden Weiterbildungsausweisen (h&ouml;here Fachschule oder h&ouml;here Fachpr&uuml;fung mit eidg. Fachausweis\/Diplom).  &nbsp;  Bitte beachten Sie, dass im CAS mit englischer Literatur gearbeitet wird.  &nbsp;.  &Uuml;ber die definitive Zulassung entscheidet die Studienleitung.  Der CAS richtet sich an Personen, die (digitale) Gesch&auml;ftsmodelle umsetzen und dazu bestehende Strategien, Prozesse und IT-Systeme analysieren, neu konzipieren und bewerten. Angesprochen werden sowohl F&uuml;hrungskr&auml;fte, die konzeptionelle Projekte leiten, als auch Fachkr&auml;fte, die die Business Analyse-T&auml;tigkeit aus&uuml;ben. "
    },
    {
        "id": 6854,
        "fulltext": "TO_ACQUIRE: Artikel schreiben & Storytelling: Grundlagen für überzeugende Texte Mit diesen Grundlagen schreiben Sie &uuml;berzeugende Texte.  Sie gehen mit dem n&ouml;tigen R&uuml;stzeug (und vor allen Dingen auch Selbstvertrauen) nach Hause, problemlos einen kurzen Artikel verfassen zu k&ouml;nnen. \n REQUIRED:  Gute Deutschkenntnisse  Das Seminar richtet sich an alle, die bei ihrer Arbeit Texte wie Medienmitteilungen, Gesch&auml;ftsberichte, PR-Artikel und Newsletter verfassen und sich neu inspirieren lassen wollen. "
    },
    {
        "id": 1181,
        "fulltext": "TO_ACQUIRE: WBK Verhandlungstraining Der Weiterbildungskurs bef&auml;higt Sie, sich auf schwierige Verhandlungen vorzubereiten und diese durchzuf&uuml;hren. \r\n Der Kurs bef&auml;higt die Teilnehmenden, Verhandlungen vorzubereiten, sie durchzuf&uuml;hren und dabei wirksame Methoden der Verhandlungsf&uuml;hrung ad&auml;quat anzuwenden. Sie verbessern dabei ihr Gespr&auml;chsverhalten mit geeigneten Frage- und Argumentationstechniken. Die Teilnehmenden lernen, Schwierigkeiten bei Verhandlungen zu erkennen, einzusch&auml;tzen und mit ihnen umzugehen. \r\n\n REQUIRED:  F&uuml;hrungspersonen, Stabsmitarbeitende und Fachleute aus Industrie, Dienstleistungsunternehmen, Gewerbe, &ouml;ffentlicher Verwaltung und Nonprofit-Organisationen, die mit externen oder internen Personen\/Stellen direkte Verhandlungen f&uuml;hren. \r\n"
    },
    {
        "id": 8115,
        "fulltext": "TO_ACQUIRE: Erfahrungsaustausch Berufsbildner & Praxisausbildner  Die F&uuml;hrung von Lernenden ist eine wichtige und anspruchsvolle Aufgabe. In diesem Erfahrungsaustauch werden aktuelle Themen rund um die Berufsbildung und die Lernenden besprochen. \r\n Die Teilnehmenden \r\n\r\n \r\n\t sind sensibilisiert f&uuml;r Konflikte und m&ouml;gliche Schwierigkeiten mit den Lernenden (Jugendalter) \r\n\t erhalten die M&ouml;glichkeit zum Austausch und Diskussion \r\n. \r\n\n REQUIRED:  \r\n\t Basisschulung absolviert \r\n\t 2 Jahre Erfahrung in dieser Funktion \r\n \r\n Praxisausbildner*innen und Berufsbildner*innen, die bereits eine Basisschulung besucht haben und\/oder mind. 2 Jahre Erfahrung in dieser Funktion mitbringen. \r\n"
    },
    {
        "id": 7876,
        "fulltext": "TO_ACQUIRE: Visualisierung von PräsentationenVisualisierung von Präsentationen ist ganz einfach, wenn Sie die Tipps, Tricks und Profi-Kniffe des Trainerausbilders Axel Rachow kennen und einsetzen. Unterstützen Sie Ihre Präsentationen in Zukunft mit effektvoller und gewinnbringender Visualisierung: Teilen Sie Ihre Flipcharts sinnvoll ein. Nutzen Sie Schatten, Rahmen und Farbverläufe, um wichtiges hervorzuheben und lernen Sie, von Comic-Elementen zu profitieren. Schnappen Sie sich jetzt Stift und Papier und zeichnen Sie sofort mit!  Stifte, Aufteilung, Schwung  Symbole, Farben, Figuren  Rahmen, Banderolen, Container  \n REQUIRED: "
    },
    {
        "id": 5255,
        "fulltext": "TO_ACQUIRE: Wirksame Führung im komplexen Umfeld Adaption und Resilienz pr&auml;gen die Zukunft einer Wirtschaft, in der Komplexit&auml;t normal wird &ndash; und Planbarkeit unm&ouml;glich. Komplexe, dynamische Situationen &uuml;berfordern bestehende Denkweisen. Wenn alles mit allem verkn&uuml;pft ist, versagen bew&auml;hrte Managementmethoden. F&uuml;hrung im Sinne von &laquo;Ordnung schaffen&raquo; st&ouml;sst an ihre Grenzen und B&uuml;rokratie zeigt sich von ihrer negativen Seite.   Komplexit&auml;t erfolgreich managen mit den richtigen F&uuml;hrungsinstrumenten   Wie k&ouml;nnen Sie entscheiden, wenn Ihre beste Analyse unvollst&auml;ndig und sofort veraltet ist? Wie k&ouml;nnen Sie planen, wenn Sie mit widerspr&uuml;chliche Zukunftsszenarien rechnen m&uuml;ssen? Wie k&ouml;nnen Sie skalieren, wenn jeder Einzelfall wieder anders ist? Auf Fragen wie diese haben die herk&ouml;mmlichen F&uuml;hrungsans&auml;tze keine Antwort. Die Konsequenz: Budgets laufen aus dem Ruder, Chancen werden verpasst, die B&uuml;rokratie macht Entwicklungen schwerf&auml;llig und unwirksam. Das schafft Frustpotential.  In diesem Seminar lernen Sie systematisch mit Komplexit&auml;t im F&uuml;hrungskontext wirksam umzugehen. Sie lernen, komplexe Umfelder zu &laquo;lesen&raquo; und k&ouml;nnen entscheiden, wo Sie Komplexit&auml;t zulassen, f&ouml;rdern oder wo Sie dem System Ordnung aufzwingen. Sie ordnen Ihre F&uuml;hrungswerkzeuge neu und wissen, wie Sie Ihre Mitarbeitenden zu komplexit&auml;tsgerechtem Verhalten bef&auml;higen..  Nach diesen zwei Seminartagen erleben Sie einen neuen Zugang zur F&uuml;hrung und sind bef&auml;higt, Ihr F&uuml;hrungsspektrum angemessen zu ver&auml;ndern, ohne einem neuen Methodenzwang zu unterliegen.   Sie verstehen die Natur der Komplexit&auml;t und wissen, wann und wie Sie auf ein fundamental anderes F&uuml;hrungsverhalten umstellen m&uuml;ssen.  Sie wissen, wie sie ein konkretes komplexes Umfeld verstehen und dieses beeinflussen und spielen dies an eigenen F&auml;llen durch.  Sie beherrschen die Kunst, Mitarbeitende und Teams so zu bef&auml;higen, dass diese in komplexen Umfeldern wirksam agieren. . Sie k&ouml;nnen mit Ihrer Organisation zwischen Reaktivit&auml;t, Innovation und Effizienz eine gesunde Balance treffen.  Sie bauen mit dem Gelernten Ihr F&uuml;hrungsverhalten aus und k&ouml;nnen Ihre F&uuml;hrungsinstrumente selbstst&auml;ndig weiterentwickeln.  Sie legen mit dieser Weiterbildung das Fundament f&uuml;r einen ganzheitlichen und wirksamen Umgang mit Komplexit&auml;t.  \n REQUIRED:  Erfahrene F&uuml;hrungskr&auml;fte auf allen Ebenen: Team- und Abteilungsleiter sowie Gesch&auml;ftsf&uuml;hrer, die erkannt haben, dass ihre herk&ouml;mmlichen Methoden zu starr sind, um die Dynamik und Komplexit&auml;t ihres Umfelds zu meistern. "
    },
    {
        "id": 297,
        "fulltext": "TO_ACQUIRE: CAS Design Thinking Haltung und Methode hinter unternehmerischer und sozialer Innovation  Die Teilnehmenden des CAS-Studienprogramms lernen die Grundlagen und Techniken von Design Thinking kennen. Sie arbeiten in interdisziplin&auml;ren Teams und wenden Prozesse, Methoden und Tools in ihrem vollen Spektrum an. Die Teilnehmenden erlangen die Kompetenz, innovative L&ouml;sungen f&uuml;r unternehmerische und soziale Kontexte zu entwickeln. Zudem werden die Studierenden bef&auml;higt, Design Thinking erfolgreich in ihre T&auml;tigkeit zu integrieren und an andere weiterzuvermitteln.  Die Teilnehmenden des CAS Design Thinking   lernen grundlegende Prinzipien und Techniken des Ansatzes kennen . sch&auml;rfen ihr Bewusstsein f&uuml;r eine designorientierte Haltung und Vorgehensweise  erproben in interdisziplin&auml;ren Teams ein breites Spektrum an Prozessen, Methoden und Tools  erweitern ihr pers&ouml;nliches Repertoire, um innovative L&ouml;sungen f&uuml;r unternehmerische und soziale Kontexte zu entwickeln  werden bef&auml;higt, Design Thinking erfolgreich anzuwenden und an andere weiterzugeben  \n REQUIRED:  Vorausgesetzt werden ein staatlich anerkannter Abschluss einer Fachhochschule, Universit&auml;t oder technischen Hochschule sowie mindestens zwei Jahre Berufserfahrung. Interessierte ohne ad&auml;quaten Abschluss k&ouml;nnen durch detaillierten Nachweis ihrer Aus- und Weiterbildung sowie Berufserfahrung bei positiver Gleichwertigkeitspr&uuml;fung zugelassen werden.. &nbsp;  Der CAS Design Thinking richtet sich an Personen aller Funktionen und Branchen, welche die Denk- und Handlungsweisen des Designs gezielt in ihrer T&auml;tigkeit anwenden und nachhaltig in ihrem Umfeld verankern wollen.   Gestalter und Kreative, um ihre methodischen und strategischen Designkompetenzen zu erweitern  Fachspezialisten unterschiedlicher Disziplinen, um sich verst&auml;rkt auf Aspekte des Designs zu fokussieren  F&uuml;hrungskr&auml;fte, um Innovation zu f&ouml;rdern und eine kreative Unternehmenskultur zu schaffen.  "
    },
    {
        "id": 6604,
        "fulltext": "TO_ACQUIRE: Design Thinking Mit dem Workshop lernst Du eine effektive Methode kennen, um Leistungen von Anfang an auf die W&uuml;nsche deiner Zielgruppe auszurichten und das Potenzial f&uuml;r Optimierungen und Innovationen zu nutzen.  Heute sollten Produkte und Dienstleistungen vor allem am Bedarf der Verbraucher orientiert sein. Nur wenn die Zielgruppe einen Mehrwert erf&auml;hrt, wird der Absatz langfristig steigen. Gleichzeitig m&uuml;ssen auch die individuellen Serviceanspr&uuml;che erf&uuml;llt werden. Wer Funktionen, Abl&auml;ufe und Prozesse an den W&uuml;nschen der Nutzer vorbei plant, riskiert es, unn&ouml;tig Ressourcen und Zeit zu verschwenden oder einen Imageschaden zu erleiden.  Mit unserem Design Thinking Workshop bekommst&nbsp;Du&nbsp;eine effektive Methode an die Hand, die es Dir erlaubt, die Entwicklung von Leistungen von Beginn an in Einklang mit den Vorstellungen Deiner&nbsp;Zielgruppe zu bringen und das Potenzial zu Optimierungen und f&uuml;r Innovationen auf diese Weise effektiv zu nutzen.  Denn Design Thinking ist eine Methode, mit der neue Ideen entwickelt und Probleme gel&ouml;st werden. Das Ziel der Design Thinking Methode ist es, dass die entwickelten L&ouml;sungen den Bed&uuml;rfnissen der Nutzer oder Kunden entsprechen und diese nachhaltig &uuml;berzeugen.  Der Design Thinking Workshop hat folgende Ziele und Nutzen f&uuml;r Dich:.  &nbsp;   Du lernst&nbsp;Methoden und Werkzeuge kennen, um den Standpunkt des Gegen&uuml;bers einzunehmen und zielgerichtet dessen Bed&uuml;rfnisse herauszusch&auml;len.  Du&nbsp;erlebst, wie exploratives Denken neue Ideen f&ouml;rdert und was es bedeutet, bed&uuml;rfnisorientiert, schnell und iterativ zu lernen.  Du wendest verschiedene Methoden an und bist in der Lage, eine Gesch&auml;ftsidee nutzerzentriert zu entwickeln und diese &uuml;berzeugend zu pr&auml;sentieren. . \n REQUIRED:  Der Design Thinking Workshop legt das Fundament f&uuml;r ein kundenorientiertes Handeln und richtet sich daher an Personen, die folgendes mitbringen und erwarten:   Wenig bis kein Vorwissen zu Design Thinking haben  Einen offenen Geist und Lust haben, Neues zu lernen.  Im beruflichen und privaten Umfeld erfolgreicher unterwegs sein m&ouml;chten, indem Sie die Bed&uuml;rfnisse von Menschen gezielt einsch&auml;tzen k&ouml;nnen. . Die eigene Arbeitsmarkt-Attraktivit&auml;t durch das Kurszertifikat steigern wollen.  "
    },
    {
        "id": 854,
        "fulltext": "TO_ACQUIRE: WBK Problemorientierter Unterricht Problembasiertes Lernen (PBL) hat sich in den letzten Jahren weltweit als eine der bedeutendsten didaktischen Innovationen der Hochschulstufe verbreitet. Diese Unterrichtsform zielt auf selbstgesteuertes Lernen rund um die Erforschung und L&ouml;sung von realit&auml;tsnahen Problemstellungen.  In diesem Kurs lernen die Teilnehmenden die Grundlagen des problemorientierten Unterrichts kennen, analysieren das didaktische Design aus Sicht der Lernpsychologie und erarbeiten eine eigene PBL-Sequenz. Der Kurs wird nach den Prinzipien des PBL gestaltet und erm&ouml;glicht den Teilnehmenden den problemorientierten Lernprozess selbst zu erleben. Die Teilnahme ist nur im Rahmen des CAS Higher &amp; Professional Education m&ouml;glich.  Die Teilnehmenden  &nbsp;  . kennen Merkmale und verschiedene Gestaltungsformen des problemorientierten Unterrichts  k&ouml;nnen den problemorientierten Unterricht aus motivations- und kognitionspsychologischer Sicht analysieren  entwickeln eine eigene problemorientierte Unterrichtssequenz.  \n REQUIRED:  Dozierende und Ausbildende an (Fach-) Hochschulen und in der Weiterbildung. "
    },
    {
        "id": 5020,
        "fulltext": "TO_ACQUIRE: Change Management: Veränderungen erfolgreich umsetzen Was heute erfolgreiche Manager auszeichnet, ist dauerhafte strategische Veränderungsfähigkeit. Stärken Sie Ihre Handlungskompetenz, indem Sie Ihr Handlungsrepertoire erweitern und Ihre Change-Projekte auf Erfolgskurs bringen, getreu dem Motto «Raus aus dem Krisenmodus, hinein in den agilen Gestaltungsmodus».  Permanenter und sprunghafter Wandel ist die neue Konstante in Unternehmen und Organisationen: Neues wird laufend durch Neueres abgel&ouml;st, w&auml;hrend es das Alte schon l&auml;ngst nicht mehr gibt. So sind sowohl F&uuml;hrungskr&auml;fte als auch Fachverantwortliche zunehmend gefordert, mehrere Ver&auml;nderungsvorhaben parallel zu managen. Zus&auml;tzlich zum Tagesgesch&auml;ft gilt es, die digitale Transformation, neue Organisationskonzepte sowie Innovationsvorhaben umzusetzen.   Sie erweitern Ihr pers&ouml;nliches Handlungsrepertoire.  Sie st&auml;rken Ihre Rolle und Ihre Reputation in Change- und Transformationsvorhaben. . Sie kennen die zentralen Erfolgsfaktoren erfolgreicher Change-Prozesse und k&ouml;nnen deren Stellhebel wirksam bedienen.  Sie verkn&uuml;pfen die Anforderungen moderner Organisationskonzepte und F&uuml;hrungsans&auml;tze mit Ihren Change-Prozessen.  Sie sind f&uuml;r die emotionale Dynamik sensibilisiert und nutzen die Chancen konsequent.  Sie sind in der Lage, heikle Situationen in Ver&auml;nderungsvorhaben zu erkennen und proaktiv zu managen.  Sie halten auch schwierige und komplexe Ver&auml;nderungsprojekte stabil in der Erfolgsspur. . Sie gestalten die Zukunft Ihres Verantwortungsbereiches mutig und kreativ.  \n REQUIRED:  Dieses Seminar richtet sich an Unternehmer, F&uuml;hrungskr&auml;fte aller Funktionen und Ebenen sowie an Projektleiter und leitende Mitarbeiter, die ihre Kompetenzen f&uuml;r das Change Management gezielt ausbauen wollen. Aufgrund der Erfahrungen des Seminarleiters sind auch Top-F&uuml;hrungskr&auml;fte angesprochen und eingeladen, am Praxiswissen f&uuml;r erfolgreiche Transformationen teilzuhaben. "
    },
    {
        "id": 5077,
        "fulltext": "TO_ACQUIRE: Excel-Training: VBA und Makroprogrammierung Zeitraubende Routinet&auml;tigkeiten, st&auml;ndig die gleichen Abl&auml;ufe... Diese wenig wertsch&ouml;pfenden T&auml;tigkeiten lassen sich in Excel mit Makros automatisch erledigen!   Ihr Praxis-Nutzen   &nbsp;  . Sie erhalten die n&ouml;tigen Grundlagenkenntnisse der strukturierten, objektorientierten und effizienten Programmierung.  Sie kennen die grundlegenden VBA-Funktionen wie Schleifen, Bedingungen, Variablen.  Sie lernen n&uuml;tzliche Techniken zur Automatisierung von Routinet&auml;tigkeiten kennen.  Sie eignen sich die F&auml;higkeit an, fremde Makros zu verstehen, zu korrigieren und zu erweitern.  Sie sind in der Lage, Fehler in Makros zu finden und zu beheben, sowie diese zu erweitern. .  Programmieren Sie Makros, ohne gleich zum Programmierer werden zu m&uuml;ssen:  &nbsp;  In diesem Seminar lernen Sie, wie Sie Reports und Charts auf &laquo;Knopfdruck&raquo; generieren und Ihr Workmanagement verbessern. Sie k&ouml;nnen Excel um eigene Funktionalit&auml;ten erg&auml;nzen und finden schneller Fehler in eigenen und &laquo;geerbten&raquo; Makros und Prozeduren. Somit sparen Sie Zeit bei Routineaufgaben und k&ouml;nnen diese f&uuml;r qualitative Analysen nutzen. \n REQUIRED:  Fach- und F&uuml;hrungskr&auml;fte aus Finanz- und Rechnungswesen sowie Controlling mit guten praktischen Excel-Kenntnissen. "
    },
    {
        "id": 7599,
        "fulltext": "TO_ACQUIRE: Wissenschaftliches SchreibenWissenschaftliches Schreiben ist eine Herausforderung für jeden Studierenden. Sie beginnt damit, ein geeignetes Thema für die Hausarbeit, Bachelor- oder Masterarbeit zu finden. Aber auch Fragen nach der richtigen Recherche, dem Aufbau der Arbeit, korrektem Zitieren und dem Aufbau einer Literaturliste sind nicht zu unterschätzen. Dieser Kurs führt Schritt für Schritt durch alle wichtigen Punkte. So steht einer erfolgreichen Arbeit nichts mehr im Wege!  Was soll ich schreiben?  Wie bringe ich es dem Leser bei?  Wie schreibe ich?  \n REQUIRED: "
    },
    {
        "id": 5309,
        "fulltext": "TO_ACQUIRE: CAS Coaching Coachingprozesse erfolgreich begleiten  Das CAS befähigt Sie, Einzelpersonen in Entwicklungs- und Veränderungsprozessen zu unterstützen, um nachhaltige Lösungsentwicklungen zu ermöglichen. Füllen Sie Ihren Fähigkeitsrucksack mit wirkungsvollen Präsenz- und Online-Coachingtools. Eröffnen Sie sich neue Perspektiven durch die Aneignung des Coaching-Mindsets.  &nbsp;  Erleben Sie in diesem Lehrgang ganzheitliches Lernen, mit dem Sie Ihr Wissen, Denken, Fühlen und Handeln weiterentwickeln können. Im Selbststudium eignen Sie sich die Theorie an, die anschliessend in den Lehrsequenzen diskutiert und vertieft wird. Trainingseinheiten, praktische Übungen, Präsentationen, Rollenspiele, der Austausch mit der Intervisionsgruppe und die vertiefte Reflexion sind die wichtigsten Faktoren dieser Ausbildung.  &nbsp;.   Ihre Vorteile auf deinen Blick:   &nbsp;   Professionelle Entwicklung zum Coach . Umfassender Werkzeugkoffer mit wirkungsvollen Coaching- und Reflexionstools &ndash; Karrieremöglichkeiten durch anerkannten Abschluss  Nachhaltige Stärkung der eigenen Führungs- und Sozialkompetenz  Erhöhung der Arbeitszufriedenheit und Sinnhaftigkeit.   &nbsp;  . Neu modulweise absolvierbar &nbsp;&ndash; optimale Abstimmung auf Ihre Berufskarriere m&ouml;glich.  Erleben Sie in unserem Lehrgang, wie Sie Ihre Kundinnen und Kunden mit kreativen Tools und Fragetechniken wirkungsvoll bei der Zielfindung begleiten. Sie regen Ihr Gegenüber dazu an, die Perspektive zu wechseln und selbst stimmige Entscheidungen zu treffen.  &nbsp;  Die Digitalisierung macht auch vor uns Begleitungspersonen nicht halt. Aufbauend auf fundiertem Wissen in der Einzelbegleitung im analogen Setting, erweitern Sie Ihre Kompetenzen, um auch wirkungsvolle digitale Begleitungen anzubieten. \n REQUIRED:  Um den Lehrgang besuchen zu k&ouml;nnen, bringen Sie ein eidg. F&auml;higkeitszeugnis und mindestens vier Jahre Berufspraxis mit..  &nbsp;  Zudem haben Sie mindestens drei Jahre F&uuml;hrungserfahrung oder eine Ausbildung in den Bereichen Kommunikation, Human Resources Management, Personalentwicklung, Bildungswesen bzw. einem &auml;hnlichen, f&uuml;r die Prozessbegleitung relevanten Bereich.  &nbsp;  Auf alle F&auml;lle mit dabei sind Sie, wenn Sie &uuml;ber einen eidg. Fachausweis, ein eidg. Diplom, ein Diplom HF, einen Bachelor oder Master verf&uuml;gen.  &nbsp;.   Zulassung &laquo;sur dossier&raquo;   &nbsp;  Wenn Sie keine der oben genannten Voraussetzungen erf&uuml;llen, k&ouml;nnen Sie dennoch zugelassen werden. Dies sofern sich Ihre Teilnahmebef&auml;higung aus einem anderen Nachweis ergibt. &Uuml;ber die Aufnahme entscheidet im Einzelfall die Studienleitung. Sprechen Sie mit uns.  Die Teilnehmenden kommen aus verschiedenen Branchen, von Profit- und Non-Profit Organisationen und der Verwaltung..  &nbsp;  Folgende Berufe und Rollen werden h&auml;ufig ausge&uuml;bt:&nbsp;  &nbsp;   HR-Verantwortliche, Personalberater . Personalentwickler  Lehrperson, Berufsbildner  F&uuml;hrungsperson  Projektleiter  Stabsmitarbeitende . Kommunikationsverantwortliche  Qualit&auml;tsverantwortliche  Gesch&auml;ftsf&uuml;hrer von KMU-Betrieben  Dipl. Resilienztrainer CZO  Absolventen SVEB 1 . betriebl. Mentor mit eidg. FA  "
    },
    {
        "id": 7403,
        "fulltext": "TO_ACQUIRE: Datenanalyse verwaltenDieser einwöchige Kurs beschreibt den Prozess der Datenanalyse und wie man diesen Prozess verwaltet. Wir beschreiben den iterativen Charakter der Datenanalyse sowie die Rolle der Formulierung einer präzisen Frage, der explorativen Datenanalyse, der Inferenz, der formalen statistischen Modellierung, der Interpretation und der Kommunikation. Darüber hinaus werden wir beschreiben, wie analytische Aktivitäten innerhalb eines Teams gelenkt werden können und der Datenanalyseprozess in Richtung kohärenter und nützlicher Ergebnisse gesteuert werden kann. Dies ist ein zielgerichteter Kurs, der Sie schnell in den Prozess der Datenanalyse einführen und Ihnen zeigen soll, wie dieser gehandhabt werden kann. Unser Ziel war es, dies für Sie so bequem wie möglich zu gestalten, ohne auf wesentliche Inhalte zu verzichten. Wir haben die technischen Informationen beiseitegelassen, damit Sie sich darauf konzentrieren können, Ihr Team zu managen und voranzubringen.\n\nNach Abschluss dieses Kurses werden Sie:\n\n1. Die grundlegende Datenanalyse-Iteration beschreiben\n2. Verschiedene Arten von Fragen identifizieren und diese in spezifische Datensätze umwandeln\n3. Verschiedene Arten von Datenabrufen beschreiben\n4. Datensätze untersuchen, um festzustellen, ob Daten für eine bestimmte Frage geeignet sind\n5. Modellerstellungsbemühungen bei gebräuchlichen Datenanalysen steuern\n6. Die Ergebnisse gebräuchlicher Datenanalysen interpretieren\n7. Statistische Ergebnisse zur Bildung kohärenter Datenanalyse-Präsentationen integrieren\n\nAufwand: 1 Kurswoche, 4-6 Stunden\n\nKurs-Cover-Bild von fdecomite. Creative Commons BY https:\/\/flic.kr\/p\/4HjmvDSHOW ALL COURSE OUTLINESHOW ALLUnterscheidung zwischen verschiedenen Arten von DatenabrufenDie grundlegende Datenanalyse-Iteration beschreibenUntersuchung von Datensätzen, um festzustellen, ob Daten für ein Projekt geeignet sindVerwendung statistischer Ergebnisse zur Erstellung überzeugender Datenanalyse-Präsentationen\n REQUIRED: "
    },
    {
        "id": 1220,
        "fulltext": "TO_ACQUIRE: CAS Advanced Cloud Computing Elastizit&auml;t,&nbsp;Delivery, Szenarien.&nbsp;F&uuml;r ambitionierte Junior Cloud Engineers.&nbsp;​​​​​Bringen Sie Ihre Cloud-Computing-Kompetenzen auf das n&auml;chste Level und lernen Sie erweiterte&nbsp;Cloud-Computing-Paradigmen durch praktische Anwendung.&nbsp; \r\n Cloud Computing erm&ouml;glicht den Bezug von IT-Ressourcen nach Bedarf mit minimalen Investitionskosten. Dieser Ansatz weg von starren und &uuml;berdimensionierten IT-Infrastrukturen bietet f&uuml;r viele Unternehmen eine grosse Chance, um die Kosten in den Griff zu bekommen und ihre internen Prozesse zu &uuml;berdenken.&nbsp;Gleichzeitig bietet dieses CAS die Grundlage zur Absolvierung Industriezertifizierungen wie AWS Solutions Architect, Azure Architect Technologies, oder Google Certified Associate Cloud Engineer auf Basis einer Cloud Agnostischen Ausbildung. \r\n Das CAS f&uuml;hrt Sie in die innovativsten Technologien von Cloud Computing und Services ein und ist daher kein Grundlagenkurs. Es&nbsp;vermittelt praxisrelevante, moderne und vertiefte Cloud-Architekturen, und unterst&uuml;tzt Sie dabei, Cloud-native Anwendungsf&auml;lle aus Ihrem beruflichen Umfeld umzusetzen. Dabei haben Sie die M&ouml;glichkeit, Ihre Wunschziele aus Sicht Cloud Computing zu vertiefen, beispielsweise&nbsp;im Bereich Machine Learning, Internet of Things, Blockchain, Security, Robotics, Big Data, DevOps&nbsp;u.a. \r\n\n REQUIRED:  Folgende Personen werden zu den CAS zugelassen, sofern sie &uuml;ber mehrj&auml;hrige qualifizierte Berufspraxis verf&uuml;gen: \r\n\r\n &nbsp;. \r\n\r\n \r\n\t Absolventen von Hochschulen (Universit&auml;t, ETH, FH, PH) \r\n\t Absolventen einer h&ouml;heren Fachschule \r\n\t Inhaber eines eidgen&ouml;ssischen Fachausweises oder eines eidgen&ouml;ssischen Diploms \r\n \r\n\r\n &nbsp;. \r\n\r\n Erforderliche Kenntnisse: \r\n\r\n &nbsp; \r\n\r\n \r\n\t Grundlagen Softwarteentwicklung \r\n\t Grundlagen Linux und Windows Server Administration \r\n\t. Grundlagen Cloud Computing \r\n \r\n\r\n &nbsp; \r\n\r\n &Uuml;ber die Zulassung von Personen, die die genannten Anforderungen zum MAS bzw. zu einem CAS nicht erf&uuml;llen, jedoch &uuml;ber mehrj&auml;hrige, relevante Berufserfahrung verf&uuml;gen, entscheidet die Fernfachhochschule Schweiz &laquo;sur dossier&raquo;. \r\n \r\n\t IT Professionals mit technischem Hintergrund \r\n\t. Software Entwickler \r\n\t System Administratoren \r\n\t Junior Cloud Engineers \r\n \r\n\r\n &nbsp; \r\n"
    },
    {
        "id": 8024,
        "fulltext": "TO_ACQUIRE: Praxisprüfung Elektrogewerbe gemäss NIV Du erlangst&nbsp;die Fachkundigkeit, was dir&nbsp;mit entsprechender Bewilligung die selbstst&auml;ndige Ausf&uuml;hrung von Elektroinstallationen erm&ouml;glicht. \r\n \r\n\t  Praxisorientiert.&nbsp; Ausbildungen und Weiterbildungen bei der IBZ orientieren sich an&nbsp;den Bed&uuml;rfnissen der Praxis. Dabei stehen &uuml;ber 500 qualifizierte und erfahrene&nbsp;Dozentinnen und Dozenten aus der&nbsp;Wirtschaft und dem Bildungsbereich im Einsatz&nbsp;und tragen wesentlich dazu bei, dass unsere Studierenden ihr angestrebtes Bildungsziel erreichen. \r\n\t  Berufsbegleitend.. &nbsp;Die Lehrg&auml;nge sind so gestaltet, dass sie berufsbegleitend neben&nbsp;einem 100%-Pensum absolviert werden k&ouml;nnen. Du bleibst&nbsp;in deinem Beruf t&auml;tig und wendest&nbsp;laufend an, was du&nbsp;im Unterricht gelernt hast. \r\n\t  Nah. &nbsp;Mit den acht Standorten in der gesamten Deutschschweiz ist die IBZ gut erreichbar&nbsp;und vernetzt. Beruf, Freizeit, Familie und Weiterbildung lassen sich damit optimal vereinbaren. \r\n\t  Modern. &nbsp;Moderne Unterrichtsmethoden und Lerntechniken, ein flexibler, modularer&nbsp;Studienaufbau und bewusste Praxisn&auml;he unterst&uuml;tzen den Lernerfolg unserer Studierenden. \r\n\t.  Ausgezeichnet. &nbsp;Qualit&auml;t wird bei der IBZ gross geschrieben. Bereits seit &uuml;ber 75&nbsp;Jahren hat sich die IBZ im Bildungsmarkt bew&auml;hrt. Sie hat sich einen ausgezeichneten&nbsp;Namen geschaffen. Die IBZ ist&nbsp;nach ISO 21001&nbsp;zertifiziert, dem Qualit&auml;tsmanagementsystem&nbsp;f&uuml;r die Aus- und Weiterbildungsbranche. \r\n\t  Clever studieren: So kommst du&nbsp;schneller zu deinem Master.  \r\n\tDie Kooperation von ipso! mit der Kalaidos Fachhochschule macht es m&ouml;glich: Wenn du&nbsp;die Zugangsbedingungen der Fachhochschule erf&uuml;llst, kannst du&nbsp;nun bereits w&auml;hrend deines Studiums bei uns Leistungen f&uuml;r dein&nbsp;k&uuml;nftiges Fachhochschulstudium erbringen. \r\n \r\n. Du erlangst&nbsp;die Fachkundigkeit, was dir&nbsp;mit entsprechender Bewilligung die selbstst&auml;ndige Ausf&uuml;hrung von Elektroinstallationen erm&ouml;glicht. \r\n\n REQUIRED:  \r\n\t EFZ als Elektromonteur\/-in oder Elektrozeichner\/-in und Abschluss Elektrotechnik FH\/HTL, Abschluss Elektrotechnik HF, Vertiefung Elektrotechnik oder Energietechnik und mind. 3 Jahre Praxis unter fachkundiger Leitung \r\n\t EFZ in einem technischen Umfeld und Abschluss Elektrotechnik ETH, FH, HF oder eidg. Diplom als Elektroinstallateur\/-in und mind. 5 Jahre Praxis unter fachkundiger Leitung \r\n \r\n Elektroingenieure FH\/HTL, Elektrotechniker HF\/TS sowie Elektroingenieure ETH mit entsprechender Praxis k&ouml;nnen mithilfe der Praxispr&uuml;fung die Fachkundigkeit gem&auml;ss Niederspannungs-Installationsverordnung NIV erlangen und im Anschluss daran beim eidgen&ouml;ssischen Starkstrominspektorat ESTI eine Installationsbewilligung beantragen. Diese berechtigt zur Ausf&uuml;hrung von Elektroinstallationen in der Schweiz. \r\n"
    },
    {
        "id": 4937,
        "fulltext": "TO_ACQUIRE: CAS in Innovation Management Innovation spielt eine Schl&uuml;sselrolle f&uuml;r Ihren langfristigen Erfolg und Wachstum im Unternehmen.    Innovationsmanagement ist eine der Schlüsselkompetenzen zur Erzielung langfristiger Wettbewerbsvorteile    Dieser Kurs deckt alle relevanten Themen, sowohl etablierte als auch neuartige, innerhalb des Innovationsmanagementsa ab.    Wir verwenden ein digitales Format, das Praxisnähe, 1-1 Coaching und Kompetenzentwicklung kombiniert    Der CAS in Innovation Management umfasst alle relevanten Themen des Innovationsmanagements in einem innovativen Format. \n REQUIRED:  . Zugelassen werden F&uuml;hrungskr&auml;fte mit Hochschulabschluss (Universit&auml;t, Fachhochschule, P&auml;dagogische Hochschule).  &Uuml;ber die Zulassung von Kandidaten ohne Hochschulabschluss entscheidet die Studienleitung (sur dossier).   Dieser Studiengang richtet sich an zwei Zielgruppen: Erfahrene Innovationsmanager und solche, welche vor kurzem eine Rolle im Innovationsmanagement begonnen haben. Sie erhalten eine &Uuml;bersicht zu allen relevanten Themen im Innovationsmanagement und wie diese implementiert werden k&ouml;nnen. "
    }
]