[
    {
        "id": 17313,
        "fulltext": "Security Engineer PKI (m\/w\/d)\nDEINE WORK-LIFE-BALANCE - UNSERE KULTURSecurity Engineer PKI (m\/w\/d)Willst Du, dass Deine Arbeit eine echte Bedeutung & spürbare Auswirkung für uns als Gesellschaft hat? Hast Du Lust mit einem grossartigen Team eine sichere, digitale Zukunft aufzubauen? Du fühlst Dich angesprochen? Unser Team wächst stetig und wir suchen Dich als Security Engineer PKI   (m\/w\/d) an einem unserem Standort in Jona   mit der Option auf mobiles Arbeiten.  WAS DU BEI UNS MACHST  Du konzeptionierst, integrierst und konfigurierst moderne PKI-Lösungen sowie Hardware Security Module (HSMs) bei unseren Kunden Du integrierst die jeweiligen Lösungen on-premise und in der Cloud und erstellst kundenspezifische Dokumentation Du berätst unsere Kunden beim Einsatz von Zertifikaten für verschiedene Anwendungszwecke und unterstützt sie bei Problemen Du stellst sicher, dass die Qualität auf der Basis von internen und kundenspezifischen Richtlinien gewährleistet ist und arbeitest selbständig mit den Kunden zusammen  WIE DU UNS BEGEISTERST  Du hast ein gutes technisches Verständnis im Bereich von PKI, HSM und Web-Applikationen Du hast Erfahrung mit der Integration von Komponenten in bestehende Umgebungen. Begriffe wie Authentisierung, Autorisierung, Logging, Monitoring, X.509 Zertifikate oder Firewall sind Dir bestens bekannt Zu Deiner Persönlichkeit gehört eine rasche Auffassungsgabe, sicheres und kommunikatives Auftreten sowie die Fähigkeit, komplexe Prozesse und Systeme übersichtlich und verständlich zu beschreiben Du verfügst über gute analytisch-konzeptionelle Fähigkeiten, eine hohe Lernbereitschaft, sowie über gute Deutsch- und Englischkenntnisse in Wort und Schrift Bereitschaftsdienst für die Betreuung von Kundenumgebungen wird erwartet  FEEL GOOD KULTUR @SITSGROUP   Wertschätzung Eine offen-herzliche, respektvolle und wertschätzende Kommunikationskultur steht bei uns an erster Stelle.  Teamspirit Es erwarten Dich spannende und vielseitige Aufgaben gepaart mit einem tollen und unterstützenden Team um Dich herum. Wir fördern nicht nur eine gesunde, sondern auch kollegiale Teamstruktur.  Onboarding & Einarbeitung Wir legen großen Wert auf ein strukturiertes Onboarding und eine intensive Einarbeitung. Wir möchten, dass Du bei uns gut ankommst!  Work-Life-Blending Wir bieten Dir die Option auf mobiles Arbeiten und flexible Arbeitszeitmodelle mit Fokus auf eine gesunde Work-Life-Balance.  Perspektiven Du erhältst vielfältige Freiräume für kreatives Arbeiten, persönliche Entwicklungsoptionen und interessante Weiterbildungsmöglichkeiten – auch im Team.  Corporate Benefits Auf Dich warten interessante und zahlreiche Mitarbeiterkonditionen.  Hire a Friend! Empfehle Deinen Wunschkollegen! Unser lukratives Mitarbeiterempfehlungsprogramm liegt uns besonders am Herzen und macht sich auch für Dich bezahlt!  Modern Workplace Du erhältst von uns eine Moderne IT-Ausstattung (bspw. Firmenlaptop, Headsets, Zweitbildschirm, etc.).  Großartige Unternehmenskultur Wir pflegen eine offene Du-Kultur und feiern legendäre größere und kleinere Teamevents!  ÜBERZEUGT? SO GEHT’S WEITER Wir freuen uns über Deinen aussagekräftigen CV, den Du gerne über das untenstehende Formular hochladen kannst. Ein Anschreiben darfst Du gerne weglassen. Solltest Du uns noch weitere Dokumente zur Verfügung stellen wollen, kannst Du sie in diesem Feld gerne einfügen. Wir freuen uns sehr Dich kennenzulernen! DU WILLST NOCH MEHR ÜBER UNS WISSEN? Als Teil der Group ist die Swiss IT Security AG Dienstleister im Bereich der Informations-, System-, Applikations- und Netzwerksicherheit in der Schweiz. Als IT-Security Serviceprovider und Systemintegrator bietet sie ihren Kunden aufeinander abgestimmteLösungen sowie Beratungsleistungen für die IT-Sicherheit im Unternehmensumfeld. KONTAKT Bei Fragen kannst Du Dich gerne direkt an ? Oliver Schaaf (Group IT Recruiter) perE-Mail schreibenoder auch telefonisch unter der +41565550313 wenden.Swiss IT Security AG\nHerr Oliver Schaaf\n+41 56 555 03 13\nE-Mail schreiben"
    },
    {
        "id": 11382,
        "fulltext": "Ausbildner\/-in Plattformentwicklung und ICT Fachmann\/-frau, 80%\nESPAS ist eine dynamische Unternehmung auf dem Gebiet der beruflichen Rehabilitation und Integration. ESPAS unterstützt Menschen mit psychischen oder körperlichen Beeinträchtigungen bei der wirtschaftlichen, sozialen und beruflichen Wiedereingliederung. \nPer 1. Oktober 2023 oder nach Vereinbarung suchen wir eine\/nAusbildner\/-in Plattformentwicklung und ICT Fachmann\/-frau, 80%Arbeitsort: Zürich Höngg   Bei uns arbeitest du intensiv mit Menschen, die mit verschiedensten Problemstellungen einen beruflichen Wiedereinstieg anstreben oder eine Berufsausbildung absolvieren.    Deine Aufgaben   Verantwortung für die fachliche Ausbildung der Lernenden inkl. Planung, Umsetzung der Lernziele, Projekterarbeitung der auszubildenden Plattformentwickler\/-innen und ICT-Lernenden Entwicklung und Umsetzung von Schulungen sowie Kontrolle des Ausbildungsverlaufes Analyse der fachlichen, sozialen und methodischen Kompetenzen und Ressourcen der Lernenden, Initiieren von entsprechenden Entwicklungsschritten und individuelle Förderung Fallführung \/ Bezugspersonenarbeit Koordination, Durchführung und Bewertung von individuellen praktischen Arbeiten (IPAs) Zusammenarbeit, Koordination und Informationsaustausch mit allen involvierten Stellen Mündliche und schriftliche Berichterstattung an die zuweisenden Stellen Mitverantwortung für die abteilungs- und bereichsübergreifende Umsetzung unseres Kernauftrags     Wir bieten   Hohe Eigenverantwortung in einem gut eingespielten, professionellen Team Fortschrittliche Anstellungsbedingungen und Sozialleistungen Sinnstiftende Tätigkeit in einem modernen Sozialunternehmen Individuelle Weiterbildungs- und Entwicklungsmöglichkeiten   Was bringst du mit   Abgeschlossene Ausbildung als Systemtechniker\/-in mit Berufserfahrung Erfahrung in der Ausbildung von Lernenden im ICT-Bereich wünschenswert Erfahrung in der Bezugspersonenarbeit \/ Fallführung sowie in den Bereichen Case Management \/ berufliche Integration \/ Sozialwesen oder die Bereitschaft sich diesbezüglich weiterzubilden Gute Kenntnisse des Arbeitsmarktes und dessen Anforderungen Offene und direkte Kommunikation Belastbare, konfliktfähige und authentische Persönlichkeit Selbstständige und strukturierte Arbeitsweise sowie ausgeprägtes Organisationsgeschick Bereitschaft und Fähigkeit in interdisziplinären Teams zu arbeiten  Für Fragen steht dir Christoph Meier-Krebs, Bereichsleiter Eingliederungsmassnahmen, gerne zur Verfügung: Telefon-Nr. 044 344 25 06.   Miriam Sutherland, Personalverantwortliche, freut sich auf die Zustellung deiner Bewerbungsunterlagen.Miriam Sutherland"
    },
    {
        "id": 3894,
        "fulltext": "Senior Java Software-Ingenieur\/in (80-100 %)\nMit unseren rund 300 Mitarbeitenden sind wir eines der führenden Schweizer Software- und Beratungsunternehmen. Von der ersten Vision bis zur einsatzfähigen Software: Wir lieben Herausforderungen. Wir sind bbv Software Services AG, eine Expertenschmiede, die Kunden mit vielfältigen Leistungen unterstützt - von der App-Entwicklung bis zum Innovationsworkshop. Deine Leidenschaft, deine Expertise und deine Persönlichkeit - das ist es, was für uns zählt. Profitiere auch du von einem wertschätzenden Miteinander.   Deine Aufgaben  Du implementierst anspruchsvolle und innovative Lösungen nach agiler Vorgehensweise Dabei entwickelst du als Full-Stack Java Software-Ingenieur\/in massgeschneiderte Softwarelösungen für unsere Kunden Nebst der Arbeit in externen Kundenprojekten gestaltest du unsere interne Java Community aktiv mit und baust diese aus Du bist in die Betreuung unserer Young Professionals involviert und coachst diese in Kundenprojekten und intern beim Ausbau von neuem Wissen Du arbeitest bei unseren Kunden vor Ort, in unseren bbv Büros oder im Homeoffice    Dein Profil  Mindestens 5 Jahre Erfahrung in der agilen Software-Entwicklung mit aktuellen Java Technologien (z.B. Spring, Spring Data, Spring Boot, Spring Cloud, Hibernate, Maven, Gradle) Erfolgreich umgesetzte Cloud-Projekte (Azure, AWS oder VM Server) Erfahrung mit Frontend Technologien wie Angular oder React Dein Werkzeugkasten: Scrum, Clean Code, TDD, SOLID-Principal, CI\/CD, Jenkins, Docker, Kubernetes, WildFly, Datenbanktechnologien, Swagger\/OpenAPI Hochschulausbildung im Bereich Informatik (FH\/Uni\/ETH) Verhandlungssichere Deutsch- und Englischkenntnisse    Wir bieten dir  Herausforderung in abwechslungsreichen und spannenden Projekten Grosser Gestaltungsspielraum und viel Verantwortung Zusammenarbeit mit führenden Technologie-Experten Individuelle, zielgerichtete Weiterbildung und Erfahrungsaustausch (zum Beispiel in unseren Communities, in der bbv Academy oder durch externe Anbieter) Kompetente und engagierte Kolleginnen und Kollegen sowie eine offene Firmenkultur mit flachen Hierarchien   Möchtest du deine Kompetenz bei uns einbringen und Teil unseres erfolgreichen Teams werden? Wir freuen uns auf deine Bewerbung! Bei Fragen kannst du dich an Flavia Halter (Tel. +41 41 429 01 66) wenden."
    },
    {
        "id": 15098,
        "fulltext": "Senior Projektleiter\/in 60-100%\nDie Cybercon GmbH mit Standort Rotkreuz (ZG) ist ein dynamisches Unternehmen im Bereich der Cyber-Security-Consulting.  Unser Kundenstamm umfasst dabei der öffentliche Sektor (Bundesverwaltung) sowie mehrere Betriebe aus dem Finanzsektor in der Schweiz und in Liechtenstein. Aufgaben    Führen, Planen und Begleiten von anspruchsvollen Cyber-Security Informatik Projekten Einhalten der Projektziele Stakeholder Management in heterogenem, breitem Umfeld Finanzielle Kontrolle Deiner Projekte Bereitstellen eines Projektreportings Unterstützen bei der Projektdokumentation Risiko- und Qualitätsmanagement     Voraussetzungen    Mehrjährige Berufserfahrung im Projektmanagement, idealerweise im Verwaltungsumfeld Bund oder Armee Erfahrung in IT-Infrastruktur Projekten Selbstständige und lösungsorientierte Arbeitsweise mit ausgeprägtem Verantwortungsbewusstsein HERMES-Zertifizierung von Vorteil Fundierte Kenntnisse in weiteren Projektmanagement-Methoden Erfahrung in der Führung von interdisziplinären Teams Hervorragende Kommunikations- und Präsentationsfähigkeiten in Deutsch und Englisch Erfahrung in der Identifizierung, Analyse und Lösung von Problemen im Projektverlauf Gutes Verständnis in der IT-Infrastruktur, Softwareentwicklung und Systemarchitektur Bereitschaft zu Dienstreisen innerhalb Schweiz, je nach Bedarf des Projekts und der Kundenstandorte     Wir bieten    Fairer Lohn mit Flexibilität bei zus. Ausbildungen bzw. Studium 25 Ferientage Gleitzeit ist möglich Freie Wahl des Firmenlaptops sowie Betriebssystem (mit finanzieller Beteiligung) Sehr grosszügiges Weiterbildungsangebot Ein junges engagiertes und motiviertes Team Sehr kurze Entscheidungswege und flache moderne Hyrarchie Moderne Büros mit guter Verkehrsanbindung Team- und Firmenevents     Bitte reichen Sie Ihre Bewerbung unter folgendem Link ein: https:\/\/jobs.dualoo.com\/link\/6f44ac74-a7c1-4b2a-bda5-23c7d87902cb\/apply  "
    },
    {
        "id": 2048,
        "fulltext": "Information Security Specialist\nDein Wirkungsfeld  Erarbeiten von ICT-Sicherheitszielen zur Gewährleistung der Vertraulichkeit, Integrität und Verfügbarkeit von Informationen Identifizieren und Bewerten von Informationsrisiken aufgrund von Bedrohungs- und Verwundbarkeitsanalysen Vorschlagen und Durchsetzen von Sicherheitsmassnahmen und Sicherstellen der Berichterstattung Beraten und unterstützen der Kunden in allen Fragen der Informationssicherheit Planen und durchführen von Audits und Design Reviews Interne und externe Kommunikation und Vertretung der ICT-Strategie und ICT-Architekturen Pflege und Weiterentwicklung des ISMS (Informationssicherheit-Managementsystem) und Prozessführung Ausbau des ISAE Control Framework inkl. Etablierung\/Festigung aller Prozesse zur Nachweisbarkeit BCM- Anforderungen ökonomisch umsetzen, testen und dokumentieren, SOC SIEM Incident Response Management aktuell halten (NIST Framework) Unterstützung der IT bei Datenhaltung, Monitoring, Log Collection. Systemsicherung \/ Hardening Konzepte erstellen, prüfen, implementieren. Datenschutzmassnahmen implementieren, prüfen, neuen Anforderungen gegenüber anpassen Verträge, Sicherheitskonzepte reviewen, erstellen, pflegen  Dein Profil  Du verfügst über eine Ausbildung zum ICT- Sicherheitsberater, ICT Security Operations Manager, ICT System Administrator oder Netzwerk Administrator Mehrjährige Berufserfahrung im IT Security Umfeld in einem regulierten Marktumfeld (Banken, Pharma etc.) Gutes Netzwerk und IT-Architektur Verständnis Deutsch fliessend in Wort und Schrift, sehr gute Englischkenntnisse  Deine Vorteile  6 Wochen Ferien Beteiligung ÖV Mobiles Arbeiten Karrieremöglichkeiten Gestaltungsspielraum  Dein Kontakt Doris Fink Talent Akquisition Manager 044 330 03 31"
    },
    {
        "id": 8224,
        "fulltext": "Consultant Governance, Risk & Compliance (GRC) 80-100%\nDeine Aufgaben   Du berätst unsere Kunden bei der Digitalisierung und Optimierung von GRC-Prozessen Als Projektleiter bist Du verantwortlich für die Konzeption, Umsetzung und Einführung der GRC-Softwarelösung Du verbindest die fachliche Beratung mit der technischen Umsetzung der vielseitigen GRC-Projekte Du wirkst bei der Weiterentwicklungen der GRC-Lösungen mit   Dein Profil   Du hast ein abgeschlossenes Studium (z.B. Wirtschaft, Wirtschaftsinformatik, Informatik, Rechtswissenschaften) oder ähnliche Qualifikationen Du bringst Erfahrungen aus einem oder mehreren GRC-Bereichen mit und kennst die Bedürfnisse der Kunden Abwechslungsreiche Aufgaben mit Kundenkontakt sowie das Schreiben und Umsetzen von Spezifikationen und Konzepten bereiten Dir grosse Freude. Du hast die Fähigkeit Prozesse zu analysieren, Lösungen zu entwerfen und diese im Team technisch sauber umzusetzen Du bist flexibel, hast ein situationsgerechtes Auftreten und bist lösungsorientiert. Du bist verhandlungssicher in Deutsch und hast gute Kenntnisse in Englisch IT-Kenntnisse in der Microsoft-Umgebung runden Dein Profil ab.   Was wir bieten   Perspektive: In unserem schnell wachsenden Unternehmen mit ausgeprägter Marktpräsenz hast Du nahezu unbegrenzte Möglichkeiten, Dich persönlich und beruflich weiterzuentwickeln. Mit internen und externen Ausbildungsmöglichkeiten bieten wir Dir ein Umfeld, in dem Deine Ideen nicht nur gehört, sondern auch umgesetzt werden.  Teamspirit: Durch den offenen und hilfsbereiten Teamspirit lernst Du jeden Tag aufs Neue dazu und bringst Dich ebenso für die anderen ein. Durch gemeinsame Werte, ein Team aus herausragenden Persönlichkeiten, gegenseitiges Vertrauen ermöglichen wir dir eine kontinuierliche Lernkurve aus verschiedenen Perspektiven.  Arbeitsumfeld: Erlebe auch Du unser offenes, faires und grossartiges Arbeitsumfeld. Neben einer Vielzahl von spannenden und zukunftsweisenden Projekten bei namhaften Kunden bieten wir modern eingerichtete Büros über den Dächern der Stadt Luzern mit ÖV-Anbindung und vielen Verpflegungsmöglichkeiten in unmittelbarer Nähe.    Benefits: Nur gemeinsam können wir unsere Ziele erreichen. Umso wichtiger ist es, unsere Mitarbeitenden marktgerecht und fair zu entlohnen. Optimale Work-Life-Balance mit einer 40h Arbeitswoche, flexiblen Arbeitszeiten und Möglichkeit für Homeoffice sowie einer grosszügigen Feiertagsregelung runden unser Angebot ab.  Warum Swiss GRC?  Die Swiss GRC AG ist in der Schweiz das führende Softwareunternehmen in der Entwicklung und Einführung von GRC-Lösungen. Unsere GRC Toolbox ist das Resultat aus über 30 Jahren Erfahrung und unser Leistungsversprechen, unseren Kunden mit einem umfassenden Ansatz zu mehr Transparenz und Kontrolle im Bereich Governance, Risk und Compliance zu verhelfen. Getreu unserem Kredo «where Governance, Risk & Compliance meet for success» ermöglichen wir ihnen eine durchgängige Digitalisierung ihrer GRC-Prozesse, damit sie über eine integrierte, einfach zu bedienende und flexible Softwarelösung verfügen. «Unsere Aufgabe als Arbeitgeberin besteht darin, unseren Mitarbeitenden ein ideales Arbeitsumfeld zu bieten, das sie befähigt, herausragende Leistungen zu erbringen, ihr volles Potenzial auszuschöpfen und sich voll und ganz einzubringen.» - Besfort Kuqi, Co-Founder & CEO, Swiss GRC AG  Kontakt  Sende uns Deine Bewerbungsunterlagen in digitaler Form an E-Mail schreiben zu. Wir freuen uns Dich kennen zu lernen!"
    },
    {
        "id": 4819,
        "fulltext": "Lehrstelle als ICT-Fachfrau\/-mann EFZ\nLehrstelle als ICT-Fachfrau\/-mann EFZVeröffentlicht: 07.08.2023|Region: Olten|Pensum: 100%|Vertrag: Vollzeit I Befristet|Arbeitswelt: Bildung & Kultur|Arbeitsbeginn: 1.8.2024 \n  Mit Engagement bewegen. – Das ist die Chance, in einer sinnstiftenden Tätigkeit von politischer und gesellschaftlicher Relevanz, Verantwortung zu tragen und mit dem eigenen Abdruck nachhaltige Entwicklungen für Bevölkerung und Wirtschaft zu bewegen. Hinter diesem Versprechen steht der Kanton Solothurn mit unzähligen Möglichkeiten, einer erlebbaren Flexibilität und einer Stabilität im Arbeitsumfeld. Das regionale Berufsbildungszentrum Olten bietet ein flexibles und vielfältiges Bildungsangebot. Wir vermitteln Kompetenzen für zukunftsfähige Berufe und stärken damit den Arbeitsmarkt. Beim Bildungszentrum am Standort Olten hast du ab 1.8.2024 die Möglichkeit einer spannenden und abwechslungsreichen Ausbildung zur\/zum ICT-Fachfrau\/-mann EFZ. Lehrstelle als ICT-Fachfrau\/-mann EFZ Deine Ausbildung  \n Das WLAN oder der Drucker im Schulgebäude funktionieren nicht! Als zukünftige\/-r ICT-Fachfrau\/-mann kümmerst du dich unter anderem um solche Anliegen der User. \n Du installierst und konfigurierst eine breite Palette von ICT-Benutzergeräten, stellst deren Betrieb in der Netzinfrastruktur sicher und instruierst die Anwenderinnen und Anwender in der Handhabung. \n Die Kundenbedürfnisse kannst du rasch erkennen, lernst zielführende Lösungsätze kennen und arbeitest mit definierten Prozessabläufen. \n Du bist in ständigem Kontakt mit Usern und Fachleuten, hilfst Probleme zu lösen, neue Anwendungen einzuführen und bei Neuanschaffungen stehst du beratend zur Seite. \n Du hilfst bei Projektarbeiten mit und beim Ersetzen von alten Komponenten. \n Dein Profil  \n Ein Flair für Computer, Interesse an Informatiktechnologien bringst du mit. Dein Fokus liegt auf Installation und Konfiguration von ICT-Benutzerendgeräten und Support. \n Konzentration bei anspruchsvollen Aufgaben und abwechslungsreiche Arbeiten bringst du unter einen Hut. \n Du hast eine gute Auffassungsgabe, abstrakt-logisches Denken und eine systematische Arbeitsweise bereiten dir Freude. \n Du hast Interesse an kaufmännischen Tätigkeiten und diese sind für dich eine angenehme Abwechslung zum Support von Usern und Austausch mit Fachleuten. \n Du bist eine selbstständige, teamfähige, zuverlässige und kommunikative Persönlichkeit. \n Fragen? Thomas Häuselmann ICT-Supporter SIZ062 311 83 69\n Überzeugt?  Jetzt bewerben \n E-Mail-Bewerbungen können nicht berücksichtigt werden."
    },
    {
        "id": 13635,
        "fulltext": "IT-System Engineer Workplace (a)\nIT-System Engineer Workplace (a) IT-System Engineer Workplace (a)   Ihre Aufgaben     Als Teil unseres vierköpfigen Teams leisten Sie einen entscheidenden Beitrag zur (Weiter-)Entwicklung von modernen Arbeitsplätzen für unsere Mitarbeitenden. Sie konfigurieren unsere Deployment-Umgebungen Microsoft Configuration Manager, Intunes und Windows Autopilot. Sie erstellen Powershell-Scripts und Programme zur Automatisierung von Abläufen. Es macht Ihnen Freude, knifflige Herausforderungen zu meistern und über die \"Symptombehandlung\" hinauszudenken. Mit Ihrem Fachwissen unterstützen Sie den Workplace-Betrieb im 3rd-Level Support.   Ihr Profil     Fachhochschulabschluss in Informatik oder abgeschlossene Lehre Sehr gute Kenntnisse der aktuellen Microsoft Betriebssysteme und Skriptsprachen Sehr gute mündliche und schriftliche Deutschkenntnisse Bei uns haben Sie die Möglichkeit, sich berufsbegleitend weiterzuentwickeln   Ihr Arbeitgeber  1 Finanzdepartement Dienststelle Informatik Urban MeyerBereichsleiter Workplace Engineering +41 41 228 63 95  https:\/\/informatik.lu.ch"
    },
    {
        "id": 7869,
        "fulltext": "ICT Supporter (m\/w)\nRegent Beleuchtungskörper AG ist eine der führenden Unternehmungen der Beleuchtungsbranche mit Hauptsitz in Basel und Filialen im In- und Ausland Unsere IT-Abteilung am Hauptsitz in Basel ist für den Betrieb, Unterhalt und Support der IT-Lösungen der gesamten Regent-Gruppe verantwortlich. Durch zukunftsorientierte Projekte tragen wir wesentlich zur Digitalisierung unserer Abläufe und Prozesse bei. Unterstütze uns dabei alsICT Supporter (m\/w) Deine Aufgaben   Du übernimmst den On-Site Support für den Standort Basel und unterstützt von hier aus die weiteren Standorte der Regent Lighting Du unterstützt firmenweit beim 1st und 2nd Level Support Du bearbeitest Störungen im Bereich Microsoft Windows\/Office\/Teams sowie allgemeine Support-Anfragen im Bereich ICT Du bist verantwortlich fürs Staging und den Unterhalt sämtlicher Clients Du kümmerst dich um das firmenweite Asset Management sowie die Ein- und Austrittstasks Du bist mitverantwortlich für die Telefonanlage Mitel und unterstützt das Team bei Matrix 42 \/ Matrix 42 Empirum Du verwaltest das Inventar übersichtlich und dokumentierst alles sauber Du erhältst die Möglichkeit bei Aufgaben im Bereich IT System Engineering sowie weiteren Projekten innerhalb der IT aktiv mitzuwirken     Dein Profil   Du hast deine Grundlagen in einer Informatik-Ausbildung erlernt und wendest diese mit Erfolg an Du konntest bereits erste Erfahrungen in einer ähnlichen Position sammeln Du setzt deine erworbenen Kenntnisse in unterschiedlichen Bereichen (u.a. Windows 10, Office365, Office-Hardware, Telefonie, Smartphones etc.) gekonnt ein Du bist offen, um auch in anderen Bereichen der IT mitzuhelfen Du wendest deine einwandfreien Deutsch- sowie sehr guten Englischkenntnisse in Wort und Schrift gekonnt an Du hast eine hohe Dienstleistungsorientierung und strukturierst deine Arbeit übersichtlich Du schätzt den Austausch und die Interaktion mit anderen Abteilungen und trägst einen wertvollen Teil zu einer erfolgreichen Zusammenarbeit bei     Wir bieten dir   Ein innovatives Unternehmen in einem dynamischen Umfeld Gelebte Tradition in Verbindung mit Werten wie Qualität und Wissen Flexible Arbeitszeiten Ein breites Angebot an Aus- und Weiterbildungsmöglichkeiten in der Regent Lighting ACADEMY    Wir freuen uns auf Ihre Online-Bewerbung unter ICT Supporter (m\/w) - Ausschreibung (umantis.com)    Bitte beachten Sie, dass wir für diese Stelle keine Bewerbungen von Stellenvermittlungen berücksichtigen.Regent Beleuchtungskörper AG\nFrau Nicole van den Broek\nHR Spezialistin\n+41 61 335 52 19"
    },
    {
        "id": 8175,
        "fulltext": "C# Developer Senior\nC# Developer SeniorDeine Aufgaben  \n Weiterentwicklung des Backends einer anspruchsvollen und innovativen Kreditwesen Web-Applikation auf Basis von .Net Core und Camunda BPM \n Enge Zusammenarbeit im Team mit Angular Frontend-Developer sowie Product Owner und Business Analysten, um innovative Lösungsansätze zu entwickeln oder komplexe, technische Fragenstellungen miteinander zu lösen \n Architektur, Entwurf und Realisierung nach agiler Vorgehensweise \n Design und Realisierung von skalierbaren, robusten RESTful Services \n Kontinuierliche Verbesserung der Softwarearchitektur und -qualität \n Du bietest  \n Mehrjährige Berufserfahrung im Aufbau von Web-Applikationen und im Design von RESTful Services \n Sehr gute Kenntnisse in C#, Entity Framework und MSSQL \n Agiles Mindset mit Praxiserfahrung im agilen Arbeitsumfeld \n Erfahrung mit automatisiertem Testing, z.B. mit BDD \n Interesse an Containerisierung mit Docker \n Ein grosses Plus sind Kenntnisse in Business Process Automation mit BPMN und Camunda \n Gute Deutschkenntnisse \n Wir bieten  \n Vielseitige und verantwortungsvolle Tätigkeit in attraktivem Kundenumfeld \n Motiviertes, langjähriges Team mit Leidenschaft für gute Lösungen \n Kurze Entscheidungswege dank selbst organisierenden Teams \n Möglichkeit zur persönlichen und beruflichen Weiterentwicklung \n Verschiedene Benefits (Gratis-PP, Getränke, BVG 60%\/40% und weiteres) \n Sommerevent, Skitag, Weihnachtsanlass und vieles mehr \n Etabliertes Unternehmen mit moderner Infrastruktur und fortschrittlichen Arbeitsbedingungen (Remote Work) \n Arbeitsort: Sursee\/Zürich \n   Gestalte mit uns die Base-Net Erfolgsgeschichte weiter. Bitte sende uns ein Motivationsschreiben, deinen Lebenslauf sowie alle relevanten Zeugnisse als PDF-Datei zu. Die max. Dateigrösse von insgesamt 10MB darf nicht überschritten werden. Wir freuen uns auf deine Bewerbung an hr@basenet.ch, Jolanda Burger."
    },
    {
        "id": 7845,
        "fulltext": "Service Manager ICT\nService Manager ICT Arbeitsort:  Bern Als Service Manager ICT koordinieren und steuern Sie den Betrieb und die Weiterentwicklung unserer über 70 Fachapplikationen. Dabei nehmen Sie eine wichtige Drehscheibenfunktion wahr und verantworten den Lebenszyklus der Services sowie stellen das Demand-, Change- und Releasemanagement in den Ihnen zugewiesenen Fachapplikationen sicher. Darüber hinaus überwachen Sie die Qualität der Leistungen unserer Lieferanten, setzen Massnahmen zur kontinuierlichen Verbesserung um und stellen so die Zufriedenheit der Kundschaft sicher. Ebenfalls sind Sie in der Evaluation und Einführung neuer Fachapplikationen involviert und helfen dabei mit, moderne Lösungen für den Justizvollzug umzusetzen.  Ihre Aufgaben     Den Lebenszyklus sowie die Qualität der Services verantworten und sicherstellen Das Demand-, Change- und Release Management verantworten Die Zusammenarbeit mit den Lieferanten koordinieren sowie die vereinbarten Leistungen sicherstellen In Digitalisierungsprojekten sowie interdisziplinären Teams mitarbeiten Den Betrieb der zugewiesenen Services verantworten Das ISDS-Management für die zugewiesenen Services pflegen und weiterentwickeln Den Second Level Support sicherstellen   Ihr Profil     Abschluss in Informatik einer höheren Fachschule oder Fachhochschule Erfahrung im ICT-Service-Management Fachkompetenz sowie Kunden- und Dienstleistungsorientierung Selbstständige Arbeitsweise mit hervorragenden Planungs- und Organisationsfähigkeiten Methodisches Vorgehen und konzeptionelles Denken   Wir bieten Ihnen  Es erwartet Sie eine herausfordernde und abwechslungsreiche Aufgabe in einem dynamischen Umfeld, wo Sie Ihre Erfahrungen im ICT-Service-Management erfolgreich einbringen können. Moderne Arbeitsmittel, zeitgemässe Arbeitsbedingungen mit flexibler Jahresarbeitszeit sowie der Möglichkeit für Homeoffice sowie grosszügige Aus- und Weiterbildungsmöglichkeiten sind selbstverständlich.  Über das Amt für Justizvollzug  Das Amt für Justizvollzug (AJV) steht unter der Aufsicht der Sicherheitsdirektion des Kantons Bern (SID) und ist mit rund 1000 Mitarbeitenden hauptsächlich verantwortlich für den Vollzug von Strafen und strafrechtlichen Massnahmen an Erwachsenen und Jugendlichen. Um diese Aufgabe zu erfüllen stehen dem Amt vier Justizvollzugsanstalten, ein Jugendheim, fünf Regionalgefängnisse, die Bewachungsstation am Inselspital, der Bereich Transport und Haftplatzkoordination Bern sowie das Geschäftsfeld Bewährungs- und Vollzugsdienste zur Verfügung. www.pom.be.ch\/pom\/de\/index\/direktion\/organisation\/ajv.html  Kontakt  Wir freuen uns, Sie persönlich kennenzulernen! Senden Sie uns Ihre Bewerbungsunterlagen online bis am 22.09.2023. Weitere Auskünfte erteilt Ihnen gerne Herr Andreas Hürzeler, Leiter Fachbereich ICT, Telefon +41 31 635 60 57."
    },
    {
        "id": 17570,
        "fulltext": "IT Cloud & System Manager 80 - 100% in Basel\nBereit für eine neue Herausforderung? In einem engagierten Team mit Begeisterung, hoher Leistungsbereitschaft und Verantwortungsgefühl? Dann komm zur Bank WIR.IT Cloud & System Manager 80 - 100% in Basel    Bist du auf der Suche nach einer Rolle, die dir Möglichkeiten bietet, deine Fähigkeiten zu nutzen und einen wichtigen Beitrag zu leisten? Wir bieten dir spannende Aufgaben und die Möglichkeit, dich in einem dynamischen Arbeitsumfeld weiterzuentwickeln.   AufgabenProfilAngebotBenefitsWissenswert Kontakt    Jetzt bewerben     An unserem Hauptsitz in Basel suchen wir per sofort oder nach Vereinbarung eine\/n IT Cloud & System Manager\/in.        Leitung von IT-Infrastruktur-Projekten: Du analysierst und prüfst technische sowie prozessuale Anforderungen. Du erarbeitest und präsentierst IT-Konzepte und übernimmst bei deren Umsetzungen den Lead Management der IT-Cloud & Infrastruktur: Du bist federführend bei der Entwicklung und Einführung von IT-Systemen, erstellst Verfahren, planst Releases und koordinierst Changes Erarbeitung von Richtlinien: Du definierst den IT-Service Katalog und technische Standards in enger Zusammenarbeit mit dem IT-Architekten Unterstützung der Engineering Teams: Du übernimmst einen aktiven Part bei der Installation\/Konfiguration von IT- & Cloud Systeme sowie deren Einführung und unterstützt die Engineering-Teams bei der Analyse von Störungen im Rahmen des 3rd Level Supports Steuerung und Administration: Du koordinierst die involvierten IT-Dienstleister und bist für das Vertrags- sowie das Lizenzmanagement verantwortlich         Du verfügst über eine berufliche Grundausbildung mit Weiterbildung in der Informatik oder eine vergleichbare Qualifikation inkl. mehrjähriger Berufserfahrung im Bereich IT-Infrastruktur Du hast Erfahrung in der Erstellung von Fachkonzepten und Präsentationen sowie Kenntnisse im Design und Unterhalt von IT-Architekturen, Know-how in den Themen MS Azure \/ M365 und Windows Core Services runden dein Profil ab Du bist technikbegeistert, motiviert und fähig, dich stetig mit neuen Technologien auseinanderzusetzen, neues Wissen anzueignen und zu vertiefen Du arbeitest gerne in einem dynamischen Umfeld und bist ein Teamplayer Stilsichere Kommunikation in Deutsch, gute Verständigung auf Englisch und idealerweise Erfahrung in der Bankbranche         Keinen Pikettdienst, Einsatz nach best Effort Einen modernes Arbeitsumfeld mit zukunftsausgerichteter Hard- und Software Arbeitszeit von 40 Stunden pro Woche, damit du eine ausgewogene Work-Life-Balance geniessen kannst und genug Zeit für deine Leidenschaften hast Essensentschädigung von 180 CHW pro Monat (Anteil gemäss Pensum), um sicherzustellen, dass du während deiner Arbeitszeit bestens versorgt bist und dich auf hochwertige Mahlzeiten freuen kannst Homeoffice ist bei uns fest etabliert (bis max. 50% des Pensums), damit du flexibel arbeiten kannst und die Möglichkeit hast, von zu Hause aus produktiv zu sein Interessante und vielfältige Weiterbildungsangebote, um deine berufliche Entwicklung zu fördern und sicherzustellen, dass du stets auf dem neuesten Stand bist Und viele weitere spannende Fringe Benefits, die du als Mitarbeiter\/in der Bank WIR geniessen kannst. Entdecke sie alle auf unserer Website unter «Bank WIR als Arbeitgeberin»                   Georgios Dimopoulos Talent Acquisition Partner «Nutze die Gelegenheit, um deine beruflichen Ambitionen zu verwirklichen und bewirb dich noch heute!»   Jetzt bewerben               Die Bank WIR als Arbeitgeberin     WIR Bank Genossenschaft\nHerr Georgios Dimopoulos\n061 277 95 42\nE-Mail schreiben"
    },
    {
        "id": 8509,
        "fulltext": "SAP PP Spezialist (m\/w)\nFür unseren Kunden suchen wir:SAP PP Spezialist (m\/w)Ihr Aufgabengebiet    \n Modellierung und kontinuierliche Verbesserung vom Geschäftsprozess Industrialisation   \n SAP PP Prozessdokumentation verwalten   \n Anforderungen für die IT Systeme beschreiben   \n Support unserer Key User in der AVOR   \n Prüfung und Freigabe von Applikationen   \n Prozess- und Systemschulungen für Mitarbeiter durchführen   \n   Ihre Qualifikationen    \n Gute Grundausbildung mit entsprechender Aus-und Weiterbildung    \n Sehr gute SAP PP Kenntnisse   \n Mehrjährige SAP User Erfahrung in der AVOR    \n Erfahrung in der Ausbildung von Mitarbeiter und Prozessmodellierung   \n Erfahrung in einem Industrieunternehmen   \n Hervorragende Sozialkompetenzen   \n Muttersprache Französisch oder Deutsch mit guten Kenntnissen der anderen Sprache und gute Englischkenntnisse sind von Vorteil   \n   Ihre Benefits    \n Moderne Arbeitsbedingungen und Infrastruktur   \n Einen Arbeitsplatz in einem branchenführenden und sich ständig weiterentwickelnden Unternehmen   \n Attraktive Salär-und Sozialleistungen   \nPeter Brom"
    },
    {
        "id": 464,
        "fulltext": "Junior Applikations-Supporter (w\/m)\nJunior Applikations-Supporter (w\/m)Zur Verstärkung unseres Dienstleistungs-Teams suchen wir einen Junior Applikations-Supporter für 1st- und 2nd-Level-Support unserer Produkte WinFAP und CodX PostOffice   Aufgaben: Bearbeiten von Support-Anfragen per Telefon, eMail oder beim Kunden vor Ort. Installation der Applikation und Updates per Fernwartung oder beim Kunden vor Ort. Produkt-Schulungen intern oder beim Kunden vor Ort. Interne Tests der Applikation in enger Zusammenarbeit mit der Entwicklung.  Anforderungen: Freude an technischen anspruchsvollen Knacknüssen, an neuem Wissen aufbauen, an selbständigem Arbeiten, an Arbeiten in einem kleinen Team und beim Kunden vor Ort. Kenntnisse von Microsoft Windows und Microsoft Office. Sprachen: Deutsch, Französisch und Englisch in  Wort und Schrift. 1-2 Jahre praktische Erfahrung in diesem Umfeld.  Was wir bieten: Angenehmes Klima in einem dynamischen Team, Aus- und Weiterbildung wo der schnell verändernde Markt es verlangt, gute Sozialleistungen und flexible Arbeitszeit.  Arbeitsort: Sinserstrasse 47, 6330 Cham oder beim Kunden vor Ort (Europa).  Stelleneintritt: per sofort oder nach Vereinbarung. Haben wir Ihr Interesse geweckt?Kontaktieren Sie uns oder stellen Sie Ihre Bewerbungsunterlagen zu. Diskretion ist selbstverständlich. Direkte Bewerbungen sind erwünscht und werden bevorzugt. CodX Software AGPatrick SchumacherSinserstrasse 47CH-6330 Cham"
    },
    {
        "id": 8385,
        "fulltext": "Senior Service Delivery Manager\nBist du mit Begeisterung unterwegs? Wir haben unzählige Kunden mit klingenden Namen. Das sorgt für spannende, herausfordernde und abwechslungsreiche Projekte. Du möchtest beruflich weiterkommen? Dann profitiere von grosszügigen Weiterbildungsbudgets und kreativen, inspirierenden Teamworkshops. Es gibt 1000 Gründe, bei UMB zu arbeiten. Bewirb dich jetzt und erfahre mehr.Senior Service Delivery Manager Aufgaben, die dich herausfordern und jeden Tag besser machen     \nDu agierst als zentraler Ansprechpartner (C-Level) für unsere Kunden im IT-Outsourcing sowie Mitverantwortung für den operativen IT-Betrieb und siehst dich als Teamplayer   \nEs bereitet dir Freude die Gestaltung, Implementierung, Koordination und Optimierung der IT-Betriebsprozesse bestehender wie auch neuer Services zu übernehmen   \nDu stellst sicher, dass die Qualität, Effizienz und Profitabilität der Kundenverträge sauber verwaltet sind   \nRegelmässiges rapportieren der Kapazitäten, den erbrachten Dienstleistungen, Incidents, Probleme und weitere Themen für den Kunden, aber auch intern sind für dich selbstverständlich   \nEine strukturierte Vorbereitung und eigenständige Durchführung der Steerings Committe-, Review- und Service Meetings sind für Dich der Schlüssel zum Erfolg.   \nDu siehst dich als Teamorientiert und unterstützt die internen Teams bei der Kommunikation und Koordination der Tätigkeiten in komplexen und herausfordernden Situationen   \nEine aktive Beteiligung für die Weiterentwicklung unserer SDM-Services liegt dir am Herzen   \nFlexibilität, Loyalität und pragmatische Lösungsansätze sind ein paar von deinen Stärken  \n Das bringst du mit     \nAbgeschlossene höhere Ausbildung in der Informatik, (HF\/FH) oder abgeschlossene Informatiklehre mit betriebswirtschaftlicher Weiterbildung mit mehrjähriger Berufserfahrung   \n4 Jahre Erfahrung im Enterprise Umfeld   \nUmfassende und langjährige Erfahrung im IT-Service Management und hohe Affinität zu betrieblichen Aspekten im ICT Umfeld (ITIL 4.0 von Vorteil)   \nFähigkeit Bedürfnisse zu erkennen, im Rahmen des Anforderungsmanagement zu bearbeiten und Innovative Lösungsansätze einzubringen   \nStilsicheres Deutsch und gute Englischkenntnisse (Wort und Schrift), weitere Sprachen von Vorteil  \n Mit diesen Stärken bist du top für den Job     \nDu liebst es, selbstständig und zielorientiert zu arbeiten   \nDu bist ein Teamplayer   \nDu hast analytische Fähigkeiten und eine rasche Auffassungsgabe   \nQualität ist dir besonders wichtig  \n  Auch darum solltest du dich gleich jetzt bewerben.  Jeden Tag im Stau? Homeoffice ist bei uns fester Bestandteil der Unternehmenskultur. Mal eine Auszeit? Bei UMB sind bis zu 9 Wochen Ferien möglich. Immer nur arbeiten? Unsere grossartigen Events sind branchenweit bekannt. Wir tun alles, um den Teamzusammenhalt zu fördern. Jetzt bewerben, und mehr über die 1000 Gründen erfahren, bei der besten Arbeitgeberin der Schweiz arbeiten. Als beste Arbeitgeberin der Schweiz finden wir unsere neuen Kolleginnen und Kollegen meisten über Empfehlungen - und sonst über Stelleninserate. Deshalb bitte keine Dossiers von Personalvermittlern, Danke. Maurin Ludwig +41 44 805 32 93"
    },
    {
        "id": 11075,
        "fulltext": "Informatiker\/in mit EFZ direkt ab Lehre\nInformatiker\/in mit EFZ direkt ab Lehre  Keine Personalvermittler (Headhunter) diese werden nicht berücksichtigt, nur Direktbewerbungen.   Aufgabenbereich-----------------------------------------\tTelefonische Betreuung unserer Kunden im – First- und Second-Level Support-\tKundensupport bei Hard- und Softwareproblemen-\tInstallation von Betriebssystemen und Fachapplikationen-\tKunden Support Vorort-\tPC\/Server Zusammenbauen inkl. Installation Unsere Anforderungen-----------------------------------------\tAbgeschlossene Lehrer als Informatiker\/-in EFZ in den Bereichen Support, Plattformentwicklung oder Systemtechnik-\tpraktische Erfahrung und Fachwissen in den Bereichen: Windows Client- und Server-Betriebssysteme, Netzwerktechnik, Linux, VoIP und Virtualisierung von Vorteil-\tStilsicheres Deutsch in Wort und Schrift-\tTeamfähig und Freude an direktem Kundenkontakt-\tGute Englischkenntnisse in Sprache und Schrift-\tGültiger Führerschein Kat. B von Vorteil Wir bieten-----------------------------------------\tJunges und motiviertes Team-\t15 Jahre Erfahrung in Bereichen der IT-\tAbwechslungsreiche und interessante Projekte-\tModerne IT- Infrastruktur und ein eigenes Datacenter inHouse-\tOption auf ein eigenes Geschäftsfahrzeug (inkl. Privatfahrten)-\tZeitweise optionales Arbeiten aus dem Home Office BIG IT AGLerzenstrasse 218953 Dietikon"
    },
    {
        "id": 17428,
        "fulltext": "Software Entwickler: in (50-100%)\nSoftware Entwickler: in (50-100%)Als Experten für KI-gestützte Lösungen sind wir vornehmlich für die Telko- und Energiebranche tätig.Wir entwickeln in enger Zusammenarbeit mit unseren Kunden und Partnern intelligente Applikatio-nen mit überzeugender Wirkung.Unsere Lösungen analysieren fortlaufend vorhandene Sensorik- und Massendaten. Sie erkennenSchwachstellen und Probleme bevor sie auftreten und liefern entscheidende Erkenntnisse für einproaktives und effizientes Handeln. Unser Team aus Architekten, Data Engineers, Analytikern und Data Scientisten verbindet die Leiden-schaft für ihr Handwerk und der unermüdliche Drang zur Lösungsfindung dort – wo andere nochProbleme sehen. Wir suchen passionierte und begeisternde Persönlichkeiten, die mit Freude an innovativen Verände-rungen unser Team bereichern und ergänzen wollen. In der Funktion als Entwickler kannst Du unsereCore-Entwicklung mit aufbauen. Software Entwickler: in (50-100%)  Dein Aufgabengebiet   \n Mitarbeit an interner Produktentwicklung und in Kundenprojekten \n Software-Programmierung im Rahmen der hergestellten Integrations- und Datenlösungen \n Pflege der Entwicklungsumgebung und Optimierung der Entwicklungsprozesse \n Erstellen von Dokumenten für Entwicklung, Einführung und Anwendung der Softwarelösun-gen \n Erstellung von Konzepten und Spezifikationen mit internen und externen Stellen \n Mitwirkung bei der Erstellung von Daten- und IT-Architekturen \n Weiterentwicklung des bestehenden Release und Deployment Management \n CI\/CD Erweiterungen \n Professionalisierung der Testings \n Etablierung von Code- und Dokumentierungs-Style-Guidelines \n Du arbeitest und kommunizierst intensiv mit internen und externen Stakeholdern, um Mög-lichkeiten zur Nutzung von Geschäftsdaten und zur Optimierung von Geschäftsprozessen und \n lösungen zu entwickeln. \n Zürich, 19.10.23 xSenda AGSeite 1\/2 Bergstrasse 162 -8032 Zürichinfo@xsenda.ch - www.xsenda.ch  Dein Profil   \n Du hast eine höhere Ausbildung im Bereich Informatik und\/oder verwandten Fachgebieten. \n Du hast mehrjährige ausgewiesene Praxiserfahrung in der Software-Entwicklung mit Python. \n Du verfügst über mehrjährige Berufserfahrung im agilen IT- und DevOps-Umfeld. \n Du hast Kenntnisse in Cloud Technologien, z.B. GCP, Azure, K8s, Docker. \n Idealerweise verfügst du über Erfahrung mit PySpark und Datenanalyse. \n Du hast Kenntnisse im Bereich Databanken und Erfahrung in deren Programmierung. \n Du hast Erfahrung in der Automatisierung von technischen Abläufen und Freude an der Kon-zeption und Umsetzung von Toolchains zur Testautomation. \n Erfahrung in agilen Softwareprojekten (Scrum, Kanban, SAFe) ist von Vorteil. \n Du hast gute kommunikative Fähigkeiten, bist ein fairer Teamplayer mit gutem Einfühlungs-vermögen und gesunder Überzeugungskraft und denkst lösungsorientiert. \n Du hast eine schnelle Auffassungsgabe und demonstrierst eine selbständige Arbeitsweise mitviel Eigenantrieb. \n Erfahrung im Telekommunikations- und Strom Sektor ist ein Pluspunkt. \n Du kommunizierst in Deutsch und Englisch reibungslos in Wort und Schrift, Deine Mutter-sprache ist Deutsch oder Du hast eine Sprachkompetenz Level C2. \n  Wir bieten Dir Wir sind ein junges innovatives Unternehmen, welches sich auf zukunftsfähige Technologien speziali-siert hat. Wir erschaffen Lösungen, welche nachhaltig Probleme lösen und zum Erfolg unserer Kun-den beitragen.In deinem Arbeitsalltag erwarten dich anspruchsvolle Aufgabenstellungen und spannende Herausfor-derungen, in welchen du dich als Person, aber auch mit deinem Wissen und deiner Erfahrung einbrin-gen kannst. Ein motiviertes, kreatives und hilfsbereites Team sowie kurze und effiziente Entschei-dungswege unterstützen dich bei deiner täglichen Arbeit. Flexible Arbeitszeiten, Homeofficeund\/oder ein attraktiver Büro Standort wie auch eine ergebnis- und leistungsorientierte Vergütungsollen deinen Einsatz honorieren. Bist du interessiert mitzuwirken und fühlst dich angesprochen? Dann freuen wir uns auf dich unddeine Bewerbungsunterlagen. bewerbungen@xsenda.ch   Diese Stelle besetzen wir direkt und ohne Unterstützung von externen Personaldienstleistern.  Zürich, 19.10.23 xSenda AGSeite 2\/2 Bergstrasse 162 -8032 Zürichinfo@xsenda.ch - www.xsenda.ch"
    },
    {
        "id": 1237,
        "fulltext": "ICT Supporter (m\/w)\nKarrierelevel: Berufseinsteiger, BerufserfahrenerPensum: 80-100%Beginn und Dauer: ab sofort für ca. 2 Monate, mit Option auf VerlängerungArbeitsort: Zollikofen\/BEProjekt-ID: A202343542 (bei Kontakt bitte immer angeben)Für unseren Kunden aus der Elektrotechnik suchen wir einen ICT Supporter (m\/w). Du bist motiviert und hast Lust auf eine neue Herausforderung? Dann bewirb Dich jetzt und starte durch mit univativ!Was Dich erwartet:Entgegennehmen, Bearbeiten und Lösen von ICT-Störungsmeldungen, Anfragen sowie Änderungswünsche der SystembenutzendenErfassen von notwendigen Informationen und Klassifizieren der Anfragen via Telefon und TicketsystemDokumentieren von Lösungen und WorkaroundsBeheben von Störungen mittels Fernwartung oder Kommunikation von UmgehungslösungenUnterstützen bei Rollouts von Soft- und Hardware gemäss AnweisungenWas Du mitbringen solltest:Abgeschlossene Lehre als Informatiker EFZ oder eine vergleichbare AusbildungErste Erfahrung im Kundensupport und gute Anwender- und ICT- KenntnisseKenntnisse in ServiceNow und ITILKommunikative und serviceorientierte PersönlichkeitVerhandlungssichere Deutschkenntnisse in Wort und Schrift, Französischkenntnisse von VorteilWas wir Dir bieten:Ein moderner Arbeitsplatz und eine IT-Umgebung auf hohem technischem NiveauDu-Kultur über alle StufenEin Ansprechpartner während der gesamten ProjektlaufzeitWir haben Dich überzeugt?Dann sende uns Deine vollständigen Bewerbungsunterlagen (CV, Zeugnisse, Diplome) unter Angabe der Referenznummer A202343542 via E-Mail oder nutze alternativ das Online-Bewerbungsformular auf unserer Homepage.Noch Fragen? univativ Schweiz AGFrau Patrizia Künzi, Head of HRMobil: 078 793 93 00, Tel.: 044 \/ 730 04 04E-Mail: E-Mail schreibenwww.univativ.ch"
    },
    {
        "id": 6096,
        "fulltext": "ICT Business Partner\/in\nWas erwartet Sie?   Sie übernehmen und betreuen relevante Aufgaben im ICT-Bereich Sie planen und leiten spannende ICT-Projekte und sind für deren Umsetzung mitverantwortlich Sie unterstützen \/ supporten Mitarbeiter\/innen umfassend bei informationstechnischen Fragestellungen und Problemen Sie übernehmen vielfältige ICT-Aufgaben wie zum Beispiel die Sicherstellung der Datensicherheit oder die Sicherstellung eines reibungslosen Betriebs der ICT-Systeme im Tagesgeschäft und gehen diese pro-aktiv an Sie sind verantwortlich für das ICT-Providermanagement und stellen die Weiterentwicklung des ICT Portfolios sicher     Was bieten wir?   Abwechslungsreiche und eigenverantwortliche Aufgaben in einem erfolgreichen und wachsenden Unternehmen im Zentrum von Basel Vielseitiger Aufgabenbereich: Von ICT Support bis ICT Projektmanagement Eine gründliche und individuelle Einarbeitung in einem kleinen, flexiblen Team Attraktive und leistungsgerechte Vergütung Flexible Arbeitszeiten Kollegiales Betriebsklima     Was sollten Sie mitbringen?   Sie haben erfolgreich eine Ausbildung als Informatiker\/in oder einen Bachelorabschluss in Wirtschaftsinformatik oder eine ähnliche Ausbildung abgeschlossen Sie haben bereits 3-5 Jahre Berufserfahrung im Bereich eines IT-Umfeldes Sie haben Kenntnisse im ERP- und Datenbankumfeld (Oracle, SQL- Server),Office 365, Teams oder Sharepoint Sie verfügen über fachliches Wissen im technischen Management, in der Informationsanalyse von Computersoftware- und Computerhardwaresystemen (Windows, Linux) und haben Kenntnisse im Umgang mit Computersystemvalidierung Sie sind ein Macher-Typ und verfügen über hohe soziale und kommunikative Fähigkeiten Sie sind flexibel, kooperativ und dienstleistungsorientiert    Es erwartet Sie eine vielseitige und spannende Aufgabe in einem engagierten Team. Wenn Sie die Anforderungen erfüllen und Sie diese spannende Herausforderung anspricht, freuen wir uns auf Ihre vollständigen Bewerbungsunterlagen per E-Mail. Bitte beachten Sie, dass wir ausschliesslich Direktbewerbungen bearbeiten werden."
    },
    {
        "id": 15592,
        "fulltext": "Erfahrener DevOps Engineer (m, w, d)\nWerde Teil einer spannenden und etablierten Schweizer ICT-Dienstleisterin!Erfahrener DevOps Engineer (m, w, d)Als Providerin von massgeschneiderten Managed IT-Services für Schweizer Hochsicherheits-Rechenzentren und Cloud-Lösungen entwickelt diese Unternehmen seit über 20 Jahren skalierbare, hoch komplexe und sichere Systeme. Das Leitmotiv unserer Kundin lautet «sicherer Betrieb ist proaktiv, nicht reaktiv». Um an ihrem Standort in der Stadt Zürich die sehr gute Projektlage zu bewältigen, wird nun Verstärkung im DevOps-Team gesucht!  Deine Herausforderung  Als DevOps Engineer bildest du die Schnittstelle der Softwareentwickler und der System Engineers. Dabei unterstützt du massgeblich den Betrieb von anspruchsvollen Systemlandschaften. Du entwirfst, implementierst und wartest eine skalierbare Infrastruktur. Mit einer SRE-Perspektive unterstützt du den Betrieb von Anwendungen und bestehenden Plattformen. Ein weiterer Aspekt deiner Arbeit besteht in der stetigen Weiterentwicklung und Verfeinerung von bestehenden und neuen Überwachungs-, Alarmierungs- und Troubleshooting-Strategien. Deine vertieften Kenntnisse aus der Netzwerktechnik, der ICT-Security sowie der Web-Architektur ermöglichen dir einen raschen Einstieg in diese spannende und zukunftsträchtige Position.   Deine Qualitäten und Begabungen   Abgeschlossenes Studium als Informatiker oder Systemtechniker (HF, FH, Uni\/ETH) Mehrjährige Berufserfahrung als DevOps- oder Site Reliability Engineer (SRE) Programmierkenntnisse mit… Python, Go, Java, C# oder Scala   Erfahrung mit Automation & DevOps Tooling sowie dem Betrieb von Kubernetes Ansible, Terraform, OpenShift, RKE, Tanzu, Vanilla   Es werden sehr gute Deutsch- und gute Englischkenntnisse vorausgesetzt   Nice to have:   Erste Kenntnisse mit DevSecOps, GitOps sowie CI\/CD-Pipelines Erste Erfahrungen mit Observability-Plattformen Grafana\/Loki, Zabbix oder Elastic    Du möchtest grosse Infrastrukturen aufbauen und innovative Lösungen entwickeln? Dann freut sich Stefan Fritschi auf deine Bewerbungsunterlagen oder auf deinen Anruf. Stefan Fritschi, Consultant"
    },
    {
        "id": 12790,
        "fulltext": "Projektleiter\/in Abwasserwirtschaft 80 - 100%\nREAL reinigt als Betreiber der Abwassereinigungsanlage (ARA) in Emmen das Abwasser von über 200'000 Einwohnern der Region Luzern. Mit dieser Aufgabe verbunden ist auch der Betrieb und Unterhalt der Verbandskanalisation. Zur Ergänzung unseres Teams suchen wir eine\/nProjektleiter\/in Abwasserwirtschaft 80 - 100% Deine Hauptaufgaben   Planung und Projektleitung von Sanierungsprojekten im Verbandskanalnetz Stellvertretung und Unterstützung des Leiters Abwasserwirtschaft Organisation und Überwachung von Betrieb und Unterhalt für 60 km Verbandskanalisation Begleitung generelle Entwässerungsplanungen und Kostenverteiler     Dein Profil   Abgeschlossenes Studium Bauingenieurwesen FH \/ ETH Erfahrung als Projektleiter Erfahrungen im Bereich Siedlungswasserwirtschaft von Vorteil Zuverlässig, kommunikativ und teamfähig     Was dich erwartet   Sinnvolle Tätigkeit für den Umweltschutz in unserer Region Mitarbeit in einem motivierten Team Attraktive Anstellungsbedingungen & Sozialleistungen    Allgemeine Informationen findest du auf unserer Webseite unter www.real-luzern.ch. Für weitere Auskünfte steht dir unser Leiter Abwasserwirtschaft, Urs Widmer (Telefon 041 269 10 81) gerne zur Verfügung.   Wenn dich diese Aufgabe in einem vielseitigen und technischen Umfeld reizt, freuen wir uns auf deine Bewerbungsunterlagen: E-Mail schreiben."
    },
    {
        "id": 13484,
        "fulltext": "Mitarbeiter\/in 1st Level Support 80-100%\nMitarbeiter\/in 1st Level Support 80-100%Jetzt bewerben Zurück zur Übersicht\n Mitarbeiter\/in 1st Level Support 80-100%  Pensum: 80 - 100 %  Arbeitsort: Rapperswil, St. Gallen, CH \n Jeden Tag arbeiten wir hart daran, Kleinunternehmer erfolgreicher zu machen. Klingt ehrgeizig? Ist es auch. Deshalb brauchen wir deine Hilfe. Wir vertreten die Philosophie, dass sich jedes Unternehmen hochwertige und effiziente Softwarelösungen leisten können soll. Deshalb ist bexio heute die führende Anbieterin webbasierter Business-Software für Kleinunternehmen. Wir sind weiter auf Expansionskurs und zählen über 60'000 Kunden, über 1'000 qualifizierte Treuhand-Partner und mehr als 150 Mitarbeitende. Um weiter zu wachsen, brauchen wir tatkräftige Unterstützung! Mitarbeiter\/in 1st Level Support 80-100% Was dich bei uns erwartet:  \n Du berätst und unterstützt unsere Kunden und Interessenten am Telefon sowie per Email mit Herzblut. \n Du nimmst die Wünsche \/ Inputs unserer Kunden auf, holst aktiv Kundenfeedbacks ein und lässt diese in die Produktentwicklung einfliessen. \n Du testest neue Produktentwicklungen. \n Gemeinsam mit deinen TeamkollegInnen verfasst du Beiträge für unser Helpcenter (Text, Videos, Fotos, etc.). \n Diese spannende Funktion wird abgerundet durch weitere Aufgaben, wie die kontinuierliche. Prozessoptimierung, das Erstellen und Auswerten von Statistiken und die Mitarbeit in Projekten. \n Was wir von dir erwarten:  \n Abgeschlossene Berufslehre \/ Ausbildung. \n 1-2 Jahre Berufserfahrung im Kundendienst \/ Support, besonders im direkten Kundenkontakt am Telefon. \n Du bringst ausgezeichnete Deutsch- und Französischkenntnisse mit. Englisch ist ein Plus. \n Du verstehst Schweizerdeutsch und kannst die Fragen unserer Kunden entsprechend beantworten. \n Du liebst den telefonischen Kundenkontakt, bist offen und engagiert, löst selbstständig Anfragen \/Problemstellungen zielorientiert und pragmatisch. \n Du bist begeisterungsfähig, einsatzfreudig, kommunizierst adäquat auf allen Stufen und bist zuverlässig. \n Die Arbeit im Team bereitet dir Spass und du unterstützt deine Kolleginnen und Kollegen gerne. \n Was du von uns erwarten darfst:  \n Fairer Lohn: Du leistest gute Arbeit, wir die angemessene Bezahlung. \n Du bist wichtig - Das Herzstück unserer Firma sind die Mitarbeitenden. Deshalb gehen wir respektvoll und unkompliziert miteinander um. Zudem geben wir dir den Freiraum, dich in einem positiven Arbeitsumfeld persönlich zu entfalten. \n Team first: Ein gutes Team leistet noch bessere Arbeit. Deshalb organisieren wir regelmässig Mitarbeiter-Events, um den Zusammenhalt zu stärken. \n Gesunde Mitarbeitende: Uns geht es gut, wenn es dir gut geht. Deshalb fördern wir eine ausgewogene Balance zwischen Arbeit-und Privatleben mit Sport- und Entspannungsangeboten. \n Mehr als nötig: bexio übernimmt für dich den grösseren Prämienanteil der Pensionskasse. Zudem bieten wir ein auf dich und dein Leben passendes, individuelles Wahlprogramm. \n Du kannst von günstigen Mobile Abo Konditionen profitieren. \n Was du sonst noch über uns wissen solltest: Wir sind ein junges dynamisches Unternehmen, welches im Team gemeinsam daran arbeitet, ein grossartiges Produkt noch besser zu machen. Du bist bei uns richtig, wenn du mit uns in lebendiger Startup-Atmosphäre an dieser Ideologie arbeiten willst und das Web sowie seine Möglichkeiten liebst. Bei uns gibt es Raum, sich persönlich und fachlich in einem positiven Arbeitsumfeld weiterzuentwickeln und deinen Ideen den nötigen Freiraum zu geben. Klingt gut? Dann bewirb dich direkt unter folgendem Link online. Der Umwelt zuliebe, verzichte bitte auf Bewerbungen in Papierform – digitalisierte Form genügt. Wir freuen uns auf dich!  Jetzt bewerben \n Ansprechperson Hast du Fragen, bevor du dich bewerben möchtest? Wende dich gerne an [email protected]. Janine Wachter  bexio AG   Alte Jonastrasse 248640 Rapperswil \n Nicht das Richtige für dich? Vielleicht kennst du jemanden, der auf das gesuchte Profil passen könnte? Teile diese Job-Ausschreibung mit deinen Freunden. Auf Facebook teilenAuf LinkedIn teilenAuf Xing teilen"
    },
    {
        "id": 17682,
        "fulltext": "Senior IT-Consultant (m\/w\/d)\nDeine Herausforderung:  Du arbeitest als IT-Consultant in der Analyse, Konzeption, Lösungserarbeitung, im Projektmanagement wie im Changemanagement mit. Der Beratungsfokus liegt auf der Erarbeitung von innovativen IT-Dienstleistungslösungen und der Prozess- und Organisationsentwicklung.   Deine Kompetenz  Nach deinem abgeschlossenen Studium in Wirtschaftsinformatik oder Informatik kannst du einige Jahre Berufserfahrung in der IT einer öffentlichen Verwaltung oder im Gesundheitswesen (eines von Beiden ist ein MUSS) vorweisen. Du besitzt sehr gute Kenntnisse in der Projektarbeit, der Projektführung wie auch in den aktuellen Technologien und Trends in der IT.  Unser Angebot:  Du arbeitest in herausfordernden Projekten mit, meist vor Ort beim Kunden. Haben wir dein Interesse geweckt? Dann zögern nicht und bewerben dich noch heute mit den zugehörenden Unterlagen inkl. CV, Arbeitszeugnisse und Diplome an E-Mail schreiben  Yvonne Solan steht dir für Fragen unter 031 311 61 11 gerne zur Verfügung. Weitere spannende Stellen findest du unter  ParMag AG"
    },
    {
        "id": 12229,
        "fulltext": "Technische*r Software-Berater*in (Metallbau) 80-100%\nTechnische*r Software-Berater*in (Metallbau) 80-100% Forster– für Lebensräume von heute und morgen  Die Forster Profilsysteme AG entwickelt und produziert sichere und energieeffiziente Lösungen aus Stahl- und Edelstahl für Türen, Fenster und Fassaden. Die Produkte und Systemlösungen von Forster für die Gebäudehülle sowie Innenanwendung entsprechen den höchsten Anforderungen und Standards. Als global agierendes Schweizer Unternehmen ist Forster Profilsysteme führend in den Bereichen Sicherheit und Brandschutz. Mit eigenen Niederlassungen und Vertriebspartnern ist Forster in rund 30 Ländern in Europa, Mittleren Osten, Asien und Nordamerika, tätig. Das Software Data Management & Support Team unseres Headquarters in Arbon ist für die Umsetzung und Validierung von Anwendungslösungen in unsere Kalkulations- und Planungssoftware forsterpro verantwortlich. Dies in enger Zusammenarbeit mit unserem externen Partner sowie dem Produktmanagement und der Entwicklung.   Wir freuen uns über Verstärkung und über deine Bewerbung als Technischer Support-Kalkulationssoftware-Metallbau.     Technische*r Software-Berater*in (Metallbau) 80-100% \n  Was Du bewegst:  Als wertvoller Teil des Teams bist Du die erste Anlaufstelle bei technischen Anliegen unserer Kunden. Du bist für die Stammdatenpflege der Kalkulationssoftware forsterpro und LogiKal zuständig.  \n Aufbereitung der technischen Stammdaten für unsere Produkteinführungen \n Regelmässige Anpassung der Stammdaten an die unterschiedlichen länderspezifischen Anforderungen \n Überprüfung der Programmierungen in der Kalkulationssoftware \n Bearbeitung und Nachverfolgung von Kundenfeedbacks und Optimierungsvorschlägen \n Erstellung von internen und externen Schulungsunterlagen \n  Was wir Dir bieten:  Es ist uns wichtig, Dir nebst attraktiven Anstellungsbedingungen und Sozialleistungen auch optimale Rahmenbedingungen zu bieten. Dazu gehören unter anderem:  \n Verantwortungsvolle und vielseitige Tätigkeit in einem kleinen kollegialen Team \n Flexible Arbeitszeiten und die Möglichkeit einer parallelen Weiterbildung \n Moderne Infrastruktur \n Kostenlose Firmenparkplätze (in Romanshorn: kostenlose E-Ladestationen für Mitarbeitende) \n Kurze Entscheidungswege und die Möglichkeit, sich aktiv in die Weiterentwicklung der Forster Profilsysteme einzubringen \n ab 2024: Arbeitsplatz im Neubau des Forster Campus in Romanshorn \n  Was Du mitbringst:  Mit Deiner Branchenerfahrungen im Fenster-, Türen- und Fassadenbau hast Du gutes Rüstzeug für diese Stelle. Falls du bereits im Bereich Metallbau tätig warst, erleichtert dir das den Arbeitsalltag.  \n Gute Kenntnisse im Bereich Kalkulationssoftware wie z.B. LogiKal \n Verständnis für technische Zusammenhänge \n CAD-Kenntnisse von Vorteil \n Ausgeprägtes kundenorientiertes Denken und Handeln \n Teamplayer*in \n Selbstständiger und strukturierter Arbeitsweise \n Sprachkenntnisse in Deutsch und Englisch in Wort und Schrift \n Forster Profilsysteme AG Du fühlst Dich angesprochen – dann freuen wir uns, mit Dir über die vielseitige Aufgabe zu sprechen und erwarten gerne Deine vollständigen Bewerbungsunterlagen über unser Online-Bewerbungstool. Bei Fragen zur Stelle, steht Dir Markus Nagel gerne via Mail unter markus.nagel@forstersystems.com zur Verfügung. Aus Datenschutz-Gründen nehmen wir nur online Bewerbungen entgegen.  Bewerben"
    },
    {
        "id": 15669,
        "fulltext": "ICT Advisor 80 - 100%\nICT Shared Services   Unsere ICT der Flughafen Zürich AG ist mehr als nur Bits and Bytes - wie der Film zeigt. Die Sektion ICT Shared Services übernimmt eine zentrale Rolle in der Administration, Verrechnung und Vermarktung der ICT-Services. Sie koordiniert Aufträge, sorgt für eine transparente Sales-Abwicklung und steht in engem Kontakt mit Kunden. Der Customer Service Desk bietet zudem umfassende Unterstützung bei Störungen und Bestellungen. Als ICT Advisor beim ICT Service Desk übernimmst du eine zentrale Funktion innerhalb des Customer Service Desk Teams. Mit deinem Einsatz und Engagement trägst du massgeblich dazu bei, dass wir unseren Kunden stets einen hervorragenden Service bieten können.  Das ist dein Job   Eingehenden Service Request bearbeitest du selbstständig zu voller Zufriedenheit unserer Kunden Unseren Kunden stehst du bei Anfragen am Telefon freundlich und kompetent zur Seite Du bist für die Einhaltung der SLA von Service Request verantwortlich Bei Abwesenheiten springst du als Stellvertretung in der Verkaufsadministration ein und sorgst dafür, dass alles reibungslos weiterläuft   Das macht dich aus   Du verfügst über eine abgeschlossene Berufsausbildung (EFZ) in der ICT und eine Weiterbildung im administrativen Bereich oder umgekehrt Dein ICT-Fachwissen erweiterst du regelmässig, um mit der schnellen Entwicklung der ICT mithalten zu können Du bist eine aufgestellte, kommunikative Persönlichkeit, welche mit Leidenschaft die Anliegen unserer Kunden bearbeitet und sich auch in hektischen Zeiten nicht aus der Ruhe bringen lässt Du hast Freude am telefonischen Kundenkontakt und nachgewiesene Berufserfahrung in einer vergleichbaren Position Sehr gutes Deutsch in Wort und Schrift und die Fähigkeit zur Verständigung in englischer Sprache   Auf das kannst du dich freuen   Dein zentraler Arbeitsort befindet sich im Circle am Flughafen Zürich Teamwork statt Hierarchiedenken Ein starkes Team mit familiärem Umgang Wertschätzende Zusammenarbeit und bodenständige Kultur Abwechslungsreiches Aufgabenfeld mit Eigenverantwortung Weitere Benefits findest du unter Benefits - Flughafen Zuerich (flughafen-zuerich.ch)    Hast du Fragen?  Walter Ramensperger, Head ICT Shared Services, +41 43 816 70 79Anna Stern, Recruiting Manager, +41 43 816 75 30 Mehr über die Flughafen Zürich AG als Arbeitgeberin erfährst du unter www.flughafen-zuerich.ch  Deine Bewerbung ist für uns Motivation genug. Deshalb verzichten wir auf das Motivationsschreiben und freuen uns auf deine Online-Bewerbung. Wir berücksichtigen keine Bewerbungen per Post oder E-Mail."
    },
    {
        "id": 5089,
        "fulltext": "Praktikant\/-in Tiefbau\nPraktikant\/-in TiefbauKanton Zürich Baudirektion Tiefbauamt Praktikant\/-in Tiefbau 100 100    Gestalten Sie Ihre Zukunft bei der Baudirektion.    Die Abteilung Projektieren und Realisieren des kantonalen Tiefbauamtes ist für den Neu- und Ausbau sowie die Erneuerung von Staatsstrassen und Kunstbauten im Kanton Zürich zuständig. Per 1. September 2023 oder nach Vereinbarung suchen wir eine\/-n Praktikanten\/-in für die Dauer von mindestens 6, bis maximal 12 Monaten.    Wir bieten Ihnen einen Einblick in unterschiedliche Aspekte des Projektmanagements und die Möglichkeit, an einzelnen Projekten mitzuarbeiten. Während des Praktikums setzen Sie sich mit den Grundlagen der Projektierung, dem Beschaffungs- und Vertragswesen und der Bearbeitung von Projekten im Strassenbau auseinander. Sie arbeiten bei der Qualitätssicherung in der Ausführungsphase mit und sind im Austausch mit Planern, Unternehmern, Gemeinden, Privaten sowie Fach- und Amtsstellen.    Das Praktikum richtet sich an angehende Studierende und Studierende aus den Fachrichtungen Ingenieurwesen, Umwelt und Verkehr. Wir erwarten Interesse am Projektmanagement sowie die Bereitschaft, sich auch im Vertragswesen und mit Projektierungsfragen auseinanderzusetzen. Die Praktikumsziele und die Vertiefungsthemen vereinbaren wir gemeinsam. Eigeninitiative und Selbständigkeit setzen wir voraus.   Startklar? Während eines Praktikums in der Baudirektion übernehmen Sie interessante und herausfordernde Aufgaben in ihrem persönlichen Fachbereich und erleben den Berufsalltag hautnah und das zwei Minuten vom Hauptbahnhof entfernt. Bruno Christen leitet die Abteilung und ist für Ihre konkreten Fragen da: Tel. 043 259 55 66. Wir freuen uns auf Ihre Online Bewerbung unter: www.zh.ch\/jobs. Ihr neues Umfeld: www.tba.zh.ch     projektieren - bauen - erhalten"
    },
    {
        "id": 8873,
        "fulltext": "Process Manager \/ Application Engineer\nAufgrund unseres anhaltenden Wachstums suchen wir engagierte und motivierte Mitarbeiterinnen und Mitarbeiter, um unsere Erfolgsgeschichte weiter voranzutreiben. Im Bereich IT Operations suchen wir an unserem Standort Solothurn eine erfahrene und motivierte Persönlichkeit als Process Manager \/ Application Engineer | 100% Fokus: SAP PP, SAP ME | Ref-Nr. 6595 Arbeitsort: Solothurn | Hybrid Werden Sie Teil eines stark wachsenden Unternehmens und gestalten Sie die Zukunft unserer bahnbrechenden Medizintechnik-Lösungen mit. Ihre Hauptaufgaben    Optimierung der Abläufe und Prozesse im Produktionsumfeld (Produktionsplanung & Steuerung) Definition und Erarbeitung von zukünftigen, standortübergreifenden Anforderungen mit Fokus auf SAP PP und SAP ME Testen und Validierung neuer Prozessen nach GMP Erstellen von Systemdokumentationen. Dazu gehören; Entwicklungsspezifikation, Prozessspezifikation und deren Testpläne, OQ, PQ und ITP, sowie Schulungsunterlagen Problem, Change und Incident Management Koordination und Betreuung von externen Mitarbeitern (Berater, Programmierer) im Applikationsbereich Teilprojektleitung und \/ oder Mitarbeit in Projekten im internationalen Umfeld  Aktive Weiterentwicklung der Abteilung  Ihr Profil    Sehr gute SAP-Kenntnisse im Modul PP, Kenntnisse im Customizing sowie SAP ME Umfeld wünschenswert Idealerweise konnten Sie bereits Erfahrungen im S4\/HANA Umfeld sammeln GMP-Kenntnisse oder Arbeiten in reguliertem Umfeld von Vorteil oder wünschenswert Abgeschlossene kaufmännische oder technische Berufslehre  Abschluss zum\/r Techniker\/in HF oder entsprechende Weiterbildung Mehrjährige Berufserfahrung im SAP-Umfeld und Process Management Prozessorientiere, strukturierte und selbstständige Arbeitsweise Kommunikative, durchsetzungsstarke Persönlichkeit und Teamplayer Sehr gute Deutschkenntnisse sowie gute Englischkenntnisse (min. B2-Level)  Darum Ypsomed - die Behandlung von chronischen Erkrankungen möglich machen Die weltweit über 2000 Mitarbeitenden der Ypsomed Gruppe entwickeln und produzieren Injektions- und Infusionssysteme für die Selbstmedikation. Wir sind ein erfolgreiches, rasch wachsendes, familiengeführtes Unternehmen mit Hauptsitz in Burgdorf (CH) und weltweit verschiedenen Produktionsstandorten und Tochtergesellschaften. Mit unseren marktführenden Produkten und Lösungen ermöglichen wir Menschen auf der ganzen Welt die Selbstbehandlung. Trotz chronischen Erkrankungen wie Diabetes, Fettleibigkeit oder gewissen Arten von Krebs erhalten sie damit grösstmögliche Freiheit. Kontakt  Diana Gaudart HR Recruiting Partner +41 (0) 34 424 38 93 Ihr zukünftiger Arbeitsort Solothurn Solothurn"
    },
    {
        "id": 832,
        "fulltext": "PROJEKTMANAGER\/ PROJEKTLEITER (M\/W\/D) IM BEREICH RISK & COMPLIANCE\nÜber Senacor  Als Spezialist für Business und IT-Transformationen in der Finanzindustrie gestalten wir mit mehr als 700 Mitarbeiter:innen die Zukunft der Branche in der DACH-Region mit und schaffen mit unseren Kunden die Basis für deren Business von morgen. Mit einem profitablen Wachstum von 15-20 % p.a. gehören wir zu den wachstumsstärksten Beratungen Deutschlands und haben nun in Zürich unseren ersten Schweizer Standort eröffnet. Für unsere Digitalisierungsprojekte im Bereich Risk & Compliance suchen wir erfahrene Senior Consultants\/ Projektmanager. Begleite unseren Markteintritt in der Schweiz und baue mit uns gemeinsam unser Kundengeschäft und unseren Standort weiter auf.PROJEKTMANAGER\/ PROJEKTLEITER (M\/W\/D) IM BEREICH RISK & COMPLIANCE Deine Aufgaben   Aktive Mitarbeit beim Aufbau des Standortes Schweiz Steuerung von Digitalisierungsprojekten im klassischen und agilen Projektmanagement, z.B. in der Rolle als Product Owner im Aufbau eines Risk Data Warehouse oder eines Reporting Layer Analyse und Optimierung der Geschäftsprozesse und Systemlandschaften unserer Kunden Verantwortung des Projekterfolgs sowie Abstimmung mit dem Management und Fachbereichen Berücksichtigung von Usability- und Effizienzaspekten, die sich aus den Anforderungen an digitale Geschäftsmodelle ergeben Aufbau und Pflege Deines Netzwerks von potenziellen Kunden und Geschäftspartnern   Dein Profil      Mind. 5 Jahre Berufserfahrung im Bereich Risk & Compliance im Fach- oder IT-Projektumfeld Erfahrung in regulatorischen Themen (z.B. MiFiD, Basel III\/IV, IFRS 9, NSFR, CCAR, BCBS239, Brexit, DSGVO) oder risikobezogenen Themen wie Markt-, Kredit- und makroökonomische Risiken, operationelle Risiken, Liquiditäts- und Finanzierungsrisiko Verständnis für die Chancen und Herausforderungen, die die Digitalisierung für die Finanzdienstleister mit sich bringt Hands On-Mentalität, Gestaltungsanspruch und Wille zu tiefer fachlicher Durchdringung Spaß an der Weitergabe der eigenen fachlichen und technischen Expertise an die Teammitglieder Du bringst Erfahrung aus der Unternehmensberatung und gelegentliche Reisebereitschaft mit Verhandlungssichere Deutsch- und Englischkenntnisse    Passt dieses Profil zu dir? Dann sende uns deine Bewerbungsunterlagen sicher und unkompliziert über unser Webformular!         Deine Ansprechperson    Denise Piko"
    },
    {
        "id": 8425,
        "fulltext": "Projektleiter\/in Heizung\/Kälte\nDie Hälg Group ist eine führende Dienstleisterin für Gebäudetechnik und Facility Management. Als Schweizer Familienunternehmen sind wir an über zwanzig Standorten in der Schweiz präsent.  Für die Hälg & Co. AG, ein Unternehmen der Hälg Group, suchen wir in Luzern eine\/n:Projektleiter\/in Heizung\/Kälte Ihre Herausforderung   Abwickeln von anspruchsvollen Projekten in Verwaltungs-, Gewerbe- und Industriebauten mit hoher Termintreue und gutem Kostenbewusstsein Suchen nach optimalen technischen Lösungen, Besprechungen mit Bauherren und Planern Teilnahme an Bau- und Koordinationssitzungen sowie Beschaffung der benötigten Materialien Partnerschaftlicher Informationsaustausch mit dem Niederlassungsleiter Umsetzung von BIM-Projekten   Ihr Profil   Abgeschlossene Ausbildung zum\/zur Gebäudetechnikplaner\/in Fachrichtung Heizung oder Installateur\/in mit Zusatzausbildung Richtung Planung Weiterbildung zum\/zur Techniker\/in TS\/HF oder zum\/zur eidg. Dipl. Meister\/in ist wünschenswert Einige Jahre Berufserfahrung und einen sicheren Umgang mit modernen IT-Hilfsmitteln Hohe Bereitschaft an Digitalisierung Loyale, engagierte, verantwortungsbewusste sowie offene Persönlichkeit   Unser Angebot   Flexible Arbeitszeitgestaltung (Jahresarbeitszeit) und Möglichkeit zu ortsunabhängigem Arbeiten. Sprechen Sie mit uns über Ihre Vorstellungen Attraktive Entwicklungsmöglichkeiten in der täglichen Arbeit oder durch interne und externe Weiterbildungen 100-jähriges Familienunternehmen in 4. Generation mit einer offenen und nachhaltigen Unternehmenskultur Vielseitige und verantwortungsvolle Tätigkeit mit hohem Gestaltungfreiraum und kurzen Entscheidungswegen   Kontakt   Nähere Auskünfte zu dieser Stelle erhalten Sie beiPashk Bezhi, Leiter Heizung\/Kälte, Telefon +41 41 369 60 29.  Sind Sie interessiert? Dann freuen wir uns auf Ihre Bewerbung via haelg.ch\/karriere.Hälg & Co. AG\nHerr Pashk Bezhi\nLeiter Heizung\/Kälte"
    },
    {
        "id": 17787,
        "fulltext": "Praktikum Data Science, 6 Monate, 80-100% (w\/m\/d)\nPraktikum Data Science, 6 Monate, 80-100% (w\/m\/d)  Unternehmensbeschreibung      Bei Datahouse analysieren wir komplexe Datensätze und entwickeln innovative Softwarelösungen für unsere B2B-Kunden. Im Bereich Data Science vereinen wir Statistik- und Software-Entwicklungs-Kompetenzen und schaffen so einen relevanten Mehrwert für unsere Kunden. In unserem interdisziplinären Team entwickeln wir massgeschneiderte Lösungen für die Finanz- und Immobilienbranche, den Gesundheitssektor wie auch für die öffentliche Hand.      Stellenbeschreibung       Dein Team und Mission  In unserem multidisziplinären Team arbeitest du Seite an Seite mit erfahrenen Software Engineers und Data Scientists, um massgeschneiderte Daten- und Softwarelösungen zu entwickeln. Bei uns erwartet dich ein dynamisches Umfeld mit flachen Hierarchien und offener Kommunikation, in welchem du Verantwortung und Einfluss übernehmen kannst.  Deine Aufgaben  Du schliesst gerade dein Studium ab oder orientierst dich beruflich in Richtung Data Science? Dann wärst du bei Datahouse genau richtig! In dieser Position bieten wir dir folgende spannenden Tätigkeiten:  Unterstu?tzung im Aufbau eines Webcrawling Projektes Enge Zusammenarbeit mit unserer Muttergesellschaft Wu?est Partner Aufbereitung und Analyse komplexer Datensa?tze aus der Immobilienwirtschaft Entwicklung von Visualisierungen und interaktiven Dashboards Generelle Unterstu?tzung im Bereich Data Science       Qualifikationen       Du bringst mit   Bachelor- oder Masterstudium in einer quantitativen Fachrichtung Erfahrung in der Programmierung mit Python und\/oder R (speziell: R «tidyverse») Versta?ndnis fu?r statistische Fragestellungen und Machine Learning Erste Erfahrungen im Bereich Webcrawling von Vorteil Hohes Qualitätsbewusstsein, Blick für das Wesentliche und effiziente Arbeitsweise Gute kommunikative Fähigkeiten in Deutsch und Englisch       Zusätzliche Informationen       Wir bieten   Arbeitserfahrung als Data Scientist in einem innovativen, multidisziplinären Umfeld Anspruchsvolle Aufgabenstellungen und komplexe Datensätze Hohe Selbstständigkeit mit Raum für Eigeninitiative Betreuung durch ein hoch engagiertes und kollegiales Team Einen herausragenden, modernen Arbeitsplatz in der Alten Börse in Zürich Gipfelipause jeden Dienstag und Donnerstag    Dein Bewerbung  Haben wir dein Interesse geweckt? Dann freuen wir uns auf deine vollständigen Bewerbungsunterlagen zusammen mit eigenen Codeausschnitten aus früheren Projekten.  Kontakt   Bei offenen Fragen steht dir Eugenia Zuth, Talent Acquisition gerne unter E-Mail schreiben zur Verfügung.  Wir freuen uns auf dich!  Bewerbungen werden aus Datenschutzgründen ausschliesslich online entgegen genommen.   Datahouse AG, Bleicherweg 5, 8001 Zürich "
    },
    {
        "id": 5339,
        "fulltext": "Application Supporter 80-100% (m\/w\/d)\nApplication Supporter 80-100% (m\/w\/d)ProPharma Systems AG ist ein unabhängiges und inhabergeführtes Schweizer KMU, dem die persönliche Weiterentwicklung seiner Mitarbeitenden am Herzen liegt. Möglichkeiten zu schaffen, damit die Mitarbeiter über sich selbst hinauswachsen können, gehört zu unserer DNA genauso wie der richtige Mix aus Teamplay und Autonomie. Willst Du als Application Supporter am Puls des Marktgeschehens sein? Hast Du Lust, Deine Persönlichkeit voll einzubringen und den Dingen auf den Grund zu gehen? Wünschst Du Dir ein entspanntes Arbeitsumfeld mit Kollegen und Vorgesetzten, die Dich unterstützen? Dann komm zu uns als Application Supporter 80-100% (m\/w\/d)  Deine Hauptaufgaben:   \n Analyse und Behebung von Störungen und Problemen in unseren Softwareprodukten. \n Aufzeigen und Umsetzen von Optimierungspotential in einzelnen Software-Modulen. \n Mitwirken bei verschiedenen Entwicklungsprojekten. \n  Dein Profil:   \n Abgeschlossene Ausbildung als Informatiker EFZ, vorzugsweise Fachrichtung Applikationsentwicklung. \n Kenntnisse in C\/C++ sowie Python und Bash. \n Linux-Know How wäre schön. \n Freude Software 2nd-Level-Support zu leisten. \n Spass am Lernen, inneres Feuer und Teamspirit. \n Detektivischer Spürsinn und eine Nase für besondere (Software-)Fälle. \n  Deine Extras:   \n Moderner Arbeitsplatz zwischen Zürich und Baden, attraktive Arbeitszeitmodelle (Home-Office, flexible Arbeitszeiten, 40-Stunden-Woche). \n Fachspezialisten aus mehr als fünf technischen und fachlichen Berufsgattungen zum Brainstormen. \n Gute Unternehmenskultur mit mehreren Events pro Jahr. \n Arbeitsort an guter Verkehrslage mit kostenlosen Parkplätzen. \n Du willst Dich bewerben oder hast noch Fragen? Dann sende Deine Unterlagen per Mail oder melde Dich telefonisch bei HUNTER Personal.  Dein Ansprechpartner bei HUNTER Personal:Marc Koller | info@hunterpersonal.ch | 056 610 90 10"
    },
    {
        "id": 17355,
        "fulltext": "SAP Inhouse Consultant (MM\/SD)\nDie LAVEBA Genossenschaft ist ein Handels- und Dienstleistungsunternehmen für den ländlichen Raum, welches stark in der Ostschweiz verankert ist. Unser Ziel ist es, gemeinsam erfolgreich zu sein und mit unseren Partnern neue Wege zu gehen, um die Bedürfnisse unserer Kunden abzudecken.  Bist Du bereit eine spannende und moderne SAP S\/4Hana-Landschaft zusammen mit einem teamorientierten SAP Competence Center (SAP CC) kennen zu lernen? Neben den beiden Industry Solutions 'Retail' und 'Oil & Gas' stehen weitere Module wie FI\/CO, SD\/MM, PM\/CS, CM, HR u.a. SAP-nahe Produkte im Einsatz. Wir erweitern unser Team und suchen Dich als aufgestellte, interessierte und offene Persönlichkeit, die diesem Rohdiamant, gerne auch seinen persönlichen Schliff geben möchte.SAP Inhouse Consultant (MM\/SD)SAP Inhouse Consultant (MM\/SD)    DU bist der Ansprechpartner für die zugewiesenen Key-User DU kennst Dich im Customizing aus und kannst Prozessen damit das letzte Feintuning geben und wo nötig den 2nd Level Support sicherstellen DU weisst mit Prozessanalysen und Anforderungsaufnahmen zusammen mit den Fachbereichen umzugehen DU bist in der Lage, Lösungen in den zugewiesenen SAP-Modulen und SAP-nahen Produkten zu erarbeiten, direkt am System umzusetzen oder mit externer Hilfe zu begleiten DU bist der Meinung, dass stetige Schulungen die Anwender und dessen Arbeit weiterbringt     DU bringst mind. 3 Jahre Erfahrungen im SAP Applikationsbetrieb (ECC 6.0 oder bereits unter S4\/HANA) in den Prozessen P2P und O2C mit DU hast bereits eine erfolgreich abgeschlossene Ausbildung im IT-Bereich (oder vergleichbar) ab Stufe HF DU besitzt eine analytische Denkweise mit Erfahrung im Anforderungs- und Projektmanagement DU möchtest Deine Kenntnisse im Bereich Retail (GH und DH) erweitern oder vertiefen DU hast eine selbständige und eigenverantwortliche Arbeitsweise, bist kommunikativ, teamfähig und besitzt ein hohes Qualitätsbewusstsein     Ein kollegiales und wertschätzendes Miteinander mit flachen Hierarchien Spannende Aufgaben mit viel Gestaltungsfreiraum Eine moderne SAP-Landschaft mit zukunftsweisenden und vielversprechenden Projekten Zeitgemässe Anstellungsbedingungen (Homeoffice max. 40%) an zentraler Stadtlage (Neumarkt St. Gallen)  Haben wir Dich überzeugt? Weitere Auskünfte erteilt Dir gerne Antonio De Tommasi, Leiter SAP-Applikationsbetrieb, Telefon 058 400 66 47Für die Besetzung dieser Stelle verzichten wir auf die Unterstützung von Stellenvermittlern. Wir freuen uns auf Deine Online-Bewerbung. Bei unserer Personalsuche verzichten wir auf die Unterstützung von Personalvermittlern.  LAVEBA Genossenschaft, Abteilung HR, Vadianstrasse 29, Postfach, 9001 St. Gallen     Tel.: 058 400 66 24, E-Mail schreiben Peter Eisenring"
    },
    {
        "id": 12773,
        "fulltext": "Geomatiker*in oder Geomatiktechniker*in\n80–100% Mit Ihrem Fachwissen helfen Sie mit, unsere Netze im GIS abzubilden und die Qualität der Daten sicherzustellen.Geomatiker*in oder Geomatiktechniker*in   Werkleitungsdokumentation im GIS nachführen Datenqualitätskontrollen und Datenbereinigungen durchführen Mitarbeit in der Weiterentwicklung, Konfiguration und Test der Fachschalen Erfassungsrichtlinien weiterentwickeln Das Team Datenmanagement zum Beispiel in Konzeptentwicklung und Umsetzung unterstützen Gelegentliche Daten von Werkleitungen und Anlagen der MedienFernwärme, Gas und Wasser vor Ort selbstständig erheben Interdisziplinäre Zusammenarbeit in Projekten     Abgeschlossene Ausbildung als Geomatiker*in EFZ, Geomatiktechniker*in FA oder vergleichbar Erfahrung mit den Produkten von Esri und VertiGIS Erfahrung in der Werkleitungserhebung von Vorteil Besitz des Führerscheins Kat. B Gute mündliche und schriftliche Deutschkenntnisse Verantwortungsbewusste Persönlichkeit mit Eigeninitiative Lösungsorientierte Arbeitsweise Teamfähigkeit und ausgeprägte Sozialkompetenz   Bewerben Sie sich noch heute! Wenn Sie mehr wissen wollen, rufen Sie Patrick Ritter, Herr, an, Telefon 031 321 33 71. Energie Wasser Bern ist ein innovatives, kundennahes Energieversorgungsunternehmen mit Dienstleistungen rund um Elektrizität, Wärme, Wasser, Kehrichtverwertung, Mobilität und Telekommunikation. Wir bieten Ihnen attraktive Anstellungsbedingungen in einer angenehmen Umgebung. Ihre Arbeit in unserem zukunfts- und kundenorientierten Unternehmen ist anspruchsvoll und herausfordernd. Sie helfen mit, die Anforderungen der dynamischen Energiebranche zu erfüllen und unseren Erfolg langfristig sicherzustellen. Stöckackerstrasse 33, 3018 Bern"
    },
    {
        "id": 13809,
        "fulltext": "Fachsupporter Servicedesk (m\/w\/d) 100% [Ref:2361]\nIhre Aufgaben   Sichererstellen der Erreichbarkeit via Telefon, Chat, Web, usw. Single-Point-of-Contact für End-User Erfassen und Kategorisieren von Anliegen, sowie Zuweisen an den entsprechenden Support Anwenden von bekannten Workarounds für eine rasche Störungsbehebung Abschliessen von Tickets nach Absprache mit dem Kunden Weiterentwickeln und Optimieren von Supportleistungen   Ihr Profil   Ausbildung als Informatiker oder gleichwertige Qualifikation Mehrjährige Berufserfahrung im 1st und 2nd Level Support Hervoragende Erfahrung im Telefonischen Support auf Deutsch und Französisch Fundierte Kenntnisse im Microsoft Office 365 Bereich und im Clientmanagement Einwandfreier Leumund Sehr gute Deutsch- und Französischkenntnisse, Italienischkenntnisse von Vorteil   Ihre Chance   Moderne Ausstattung der Arbeitsplätze Dynamisches und hilfsbereites Team Familiäre Atmosphäre   Details zu dieser Stelle   Stellenantritt ab 01.11.2023 Arbeitsort Bern Unbefristetes Anstellungsverhältnis Vollzeitstelle 100%  Haben wir Ihr Interesse geweckt, diese entscheidende Rolle einzunehmen? Dann senden Sie bitte Ihre vollständigen Bewerbungsunterlageninkl. Foto per E-Mail an E-Mail schreiben. Für weitere Auskünfte stehen wir Ihnen gerne unter der Telefonnummer +41 44 360 93 03 zur Verfügung.  Freestar-Informatik AG Herr Felix MaackJunior IT Talent Acquisition PartnerRiedtlistrasse 198006 Zürich"
    },
    {
        "id": 15929,
        "fulltext": "Business Analyst Customer Communication Management (w\/m\/d)\nDas bewirkst Du bei unsIm Rahmen der agilen Softwareentwicklung begleitest Du Vorhaben rund um unsere Dokumentenmanagement-Lösungen und kannst so unsere standardisierte Korrespondenz aktiv mitgestalten. In Kollaboration mit anderen Business Analysten, Product Ownern, IT-Architekten und anderen Teams verfasst Du Konzepte, Spezifikationen und User Stories. Du kannst von der Konzeption bis hin zur Umsetzung Vorhaben motiviert begleiten und zu jeder Zeit deine Expertise einbringen. Mit deiner offenen und gewinnenden Art förderst Du den Austausch unter den Arbeitskolleg:innen und überzeugst mit digitaler Affinität von neuen innovativen Ideen im Output Management. Das bringst Du mit Abgeschlossene höhere Aus- oder Weiterbildung (FH, Uni) in Wirtschaftsinformatik, BWL oder ähnlich Berufserfahrung in der Business Analyse und im Requirements Engineering Selbständige und initiative Persönlichkeit Kunden- und lösungsorientierte Arbeitsweise sowie ausgeprägte konzeptionelle und analytische Fähigkeiten Kenntnisse von automatisierter Dokument-Datenbeschaffung und -Erstellung, sowie der agilen Arbeitsmethoden wie Scrum und SAFe sind wünschenswert Sehr gute Deutschkenntnisse, gute Französisch- und\/oder Englischkenntnisse sind ein Plus  Bei uns arbeiten Auf dich wartet ein offenes und agiles Team, das sich auf ein neues Mitglied freut! Flexible Arbeitszeitmodelle und Home Office sind bei uns selbstverständlich. Zu deinen mind. 25 Ferientagen, ermöglichen wir dir den Kauf von bis zu vier zusätzlichen Ferienwochen. Du erhältst von uns ein kostenloses Abonnement für dein Smartphone und ein Halbtax sowie bis zu 25% Rabatt auf unsere Versicherungs- und Vorsorgeprodukte. Profitiere zudem von einem grossen internen Ausbildungsangebot und Vergünstigungen an vielfältigen Events. Dein Arbeitspensum ist ab 80% verhandelbar. Mehr über unser Engagement als Arbeitgeberin findest Du weiter unten. Bewirb dich rasch und unkompliziert. Wir freuen uns auf dich! Bei Fragen melde dich ungeniert bei mir.  Wir besetzen diese Stelle ohne Unterstützung von externen Personaldienstleistern.   die MobiliarPatricia Gonzalez+41 31 389 60 65"
    },
    {
        "id": 8046,
        "fulltext": "Software-Entwickler (m\/w\/d, 80-100%)\nWas sind Ihre Aufgaben?   Ihr Source Code wird unsere Softwarelösungen auf vollautomatisierten Medikamenten Test-Geräten steuern und lässt Anwender diese bedienen Sie arbeiten in userem Team für die Weiter- und Neuentwicklung Sie setzen Ihre Talente ein und arbeiten mit den neuesten Technologie Stacks   Was bringen Sie mit?   Fundierte technische Ausbildung im Bereich Informatik \/ Elektronik Vertiefte praktische Erfahrung mit .NET Technologien (C#) und Visual Studio Erfahrung mit automatisierten Softwaretests und Source Code Verwaltung Von Vorteil: Erfahrung mit Webtechnologien, e.g. Blazor, Javascript Von Vorteil: Erfahrung mit Git, GitLab, Docker, Linux, Confluence und Jira Gute Kenntnisse in Deutsch und Englisch in Wort und Schrift Ausgeprägtes logisch-analytsiches Denkvermögen, hohe Lernbereitschaft und Freude an der Hardware-nahen Software-Entwicklung Eigenverantwortung, Teamfähigkeit, zielorientiertes Denken und Handeln   Was bieten wir Ihnen?   Selbständiges, initiatives Arbeiten im Austausch mit den verschiednen Software-Teams Abwechslungsreiche und verantwortungsvolle Aufgaben Sicherheit eines etablierten, international tätigen Familienunternehmens Familiäre Unternehmenskultur mit flacher Hierarchie und kurzen Entscheidungswegen Flexible Arbeitszeiten und zeitgemässe Anstellungsbedingungen   Interessiert?   Wir freuen uns auf Ihre aussagekräftige Bewerbung per E-Mail – bitte senden Sie Ihre vollständigen Unterlagen inkl. Angabe Ihres gewünschten Brutto-Jahressalär an: "
    },
    {
        "id": 7097,
        "fulltext": "Applikationsmanager (m\/w\/d)\nEMS hat 25 Produktionsstandorte in 16 Ländern, beschäftigt weltweit rund 3'000 Mitarbeiter und ist mit rund 140 Lernenden der grösste Berufsbildner im Kanton und Träger des Nationalen Bildungspreises. EMS-SERVICES ist für den Betrieb des Werkplatzes mit weiteren angesiedelten Unternehmen verantwortlich und stellt seine Dienstleistungen in den Bereichen Engineering, Energiebereitstellung, Unterhalt, Logistik, Immobilien, Informations-Technologie, Personalmanagement, Rechnungswesen und Controlling sowie Umweltschutz und Sicherheit zur Verfügung. Wir suchen eine\/n Applikationsmanager (m\/w\/d) Applikationsmanager (m\/w\/d) 100 100 Domat\/Ems Was erwartet Sie    Sie sind verantwortlich für die Optimierung, Betreuung, Wartung und Weiterentwicklung von unterschiedlichen Business-Applikationen und Geschäftsprozessen. Sie arbeiten im Team IT Applikationen und sie stehen im Austausch mit Key-Usern der Fachabteilungen sowie den externen Partnern und Lieferanten. Zu Ihren Aufgaben gehören die Analyse von Benutzeranfragen, Konfiguration der Applikationen, Dokumentation, Test und die Koordination der Einführung von Änderungen und Korrekturen. Sie übernehmen die Leitung von Projekte, arbeiten mit oder koordinieren die Zusammenarbeit und stellen sicher, dass Termine eingehalten werden und die Qualität stimmt.  Was bringen Sie mit    Sie haben eine abgeschlossene Informatik-Ausbildung, Wirtschaftsinformatik HF\/FH oder einer ähnlichen Disziplin. Sie übernehmen gerne die Verantwortung und sie verfügen über eine hohe Eigenmotivation, Selbstständigkeit und Zuverlässigkeit. Sie verstehen die Anforderungen der Fachabteilungen und können diese in die Sprache der Informatik übersetzen.  Darauf können Sie sich freuen    Arbeiten inmitten schöner Natur- und Erholungsgebiete Möglichkeit zur beruflichen und persönlichen Weiterentwicklung Spannende Aufgaben im internationalen Umfeld mit kurzen Entscheidungswegen Viel Eigenverantwortung und Karrieremöglichkeiten Marktgerechte Entlöhnung, fortschrittliche Sozialleistungen und eigene Pensionskasse mit guten Leistungen Personalrestaurant, Gratisparkplätze   Über uns  EMS hat 25 Produktionsstandorte in 16 Ländern, beschäftigt weltweit rund 3'000 Mitarbeiter und ist mit rund 140 Lernenden der grösste Berufsbildner im Kanton und Träger des Nationalen Bildungspreises. EMS-SERVICES ist für den Betrieb des Werkplatzes mit weiteren angesiedelten Unternehmen verantwortlich und stellt seine Dienstleistungen in den Bereichen Engineering, Energiebereitstellung, Unterhalt, Logistik, Immobilien, Informations-Technologie, Personalmanagement, Rechnungswesen und Controlling sowie Umweltschutz und Sicherheit zur Verfügung.  Ihre Ansprechpersonen  Weitere Auskünfte erteilt Ihnen gerne Adi Mettler unter der Telefonnummer +41 (81) 632 69 77.   EMS-CHEMIE AGVia Innovativa 17013 Domat\/Ems"
    },
    {
        "id": 4598,
        "fulltext": "SPS - Programmierer\/in\nIhre Aufgaben   Programmierung von SPS Systemen Erstellung der Regelbeschriebe, Datenpunktlisten Erstellung von Elektroschemata Machbarkeitsabklärungen Konfigurieren der SPS Hardware Unterstützung bei Inbetriebnahmen Erstellung von Offerten     Ihr Profil   Abgeschlossene elektrotechnische Grundausbildung Berufserfahrung im Programmieren HLK- und MSR-Kenntnisse wünschenswert Vorzugsweise Praxiswissen mit Elektro-CAD vorhanden Zuverlässige und verantwortungsbewusste Persönlichkeit Belastbar, flexibel und teamfähig     Wir bieten   Vielseitiges, spannendes und anspruchsvolles Aufgabengebiet Positive und kollegiale Arbeitsatmosphäre in einem jungen, dynamischen Team Weiterbildungsmöglichkeiten und Entwicklungsperspektiven innerhalb der Firma Familiärer Arbeitsplatz inmitten der Stadt Luzern    Spricht Sie diese Herausforderung an? Dann freuen wir uns, Sie kennenzulernen. Ihre schriftliche Bewerbung senden Sie bitte an E-Mail schreiben. Wir stehen Ihnen auch für weitere Auskünfte zur Verfügung."
    },
    {
        "id": 3765,
        "fulltext": "System Spezialist SAP Basis Team (w\/m\/d) 80-100%\nSystem Spezialist SAP Basis Team (w\/m\/d) 80-100%Die fenaco Informatik erbringt als IT-Kompetenzzentrum breit gefächerte Dienstleistungen in Projektierung, Software-Entwicklung und Betrieb der Anwendungen sowie der zentralen Infrastruktur und unterstützt die 50 Strategischen Geschäfts- und Dienstleistungseinheiten (SGE\/DE) in deren IT-Belangen. Aufgaben  \n Du bist für den Betrieb (Installation, Upgrade, Betrieb und Support) von SAP-Systemen zuständig. \n Die Datenbanken hältst Du mit dem HANA Cockpit in der Bahn und wirst aktiv, wenn Tuning oder Wiederherstellung notwendig werden. \n Durch Zusammenarbeit mit internen und externen Partnern erweiterst Du unsere SAP Landschaft kontinuierlich. \n Auf den Solution Managern pflegst Du neue Systeme ein und verwaltest die bereits Bestehenden. \n Migrationen und Upgrades machen Dir Spass und Du dokumentierst gerne, was Du gerade tust. \n Die Beobachtung des Monitorings sagt Dir, was die Systeme so brauchen. \n Administrativ erklärst Du dem Incident- und Changemanagement deine Tätigkeiten. \n Profil  \n Du verfügst über langjährige Erfahrung im Betrieb von SAP Systemen als Basis Administrator und mit dem Betrieb von SAP auf Linux. \n Du hast ein ausgeprägtes Interesse an neuen Technologien wie SAP HANA und SAP Fiori. \n Du verfügst über Kenntnisse mit SAP on Google Cloud von Vorteil. \n Du kommunizierst stilsicher in Deutsch in Wort und Schrift und verfügst allenfalls über gute Englischkenntnisse. \n Angebot Theaterstrasse, Winterthur, Schweiz"
    },
    {
        "id": 12095,
        "fulltext": "System Engineer Datacenter\nSystem Engineer DatacenterBei maxon entwickeln und bauen wir Elektroantriebe, die zu den besten der Welt gehören. Unsere Antriebssysteme kommen überall dort zum Einsatz, wo äusserste Präzision und höchste Qualitätsstandards unabdingbar sind – ob auf der Erde oder auf dem Mars. Für findige Köpfe und leidenschaftliche Macher:innen bieten wir ein internationales und doch familiäres Umfeld. Menschen, welche die gegebenen Möglichkeiten und sich selbst immer wieder neu hinterfragen, können bei uns rasch Verantwortung übernehmen. Für unser Team suchen wir ab sofort oder nach Vereinbarung eine begeisterungsfähige, motivierte Persönlichkeit als System Engineer.Für diese Funktion sind die Arbeitsorte Sachseln, Zürich oder Rothenburg möglich. System Engineer Datacenter Ihr Aufgabengebiet    Betreuung und Weiterentwicklung der weltweiten on Premise Datacenter Infrastruktur (Server\/Storage, Virtualisierung)  Betreuung und Weiterentwicklung der Backup Infrastruktur  Projektleitung und Projektmitarbeit von internationalen technischen Projekten  Dieser Job ist genau richtig für sie wenn...     ein Eidgenössisches Fähigkeitszeugnis im Bereich Plattformentwicklung (Systemtechnik) besitzen oder eine ähnliche Ausbildung absolviert haben über sehr gute Deutsch- und gute Englischkenntnisse in Wort und Schrift verfügen  eine kommunikative und initiative Persönlichkeit mit einer schnellen Auffassungsgabe sind, analytisch Denken und einen lösungsorientierten Ansatz verfolgen  bereit sind, auch ausserhalb der ordentlichen Arbeitszeiten, z.B. an einem Wochenende oder Pikettdienst (4-5 Wochen pro Jahr) zu leisten  Was wir Ihnen bieten...    ein familiäres Arbeits- und Betriebsklima mit transparenten Informationsflüssen und interdisziplinärem Austausch flexible Jahres-Arbeitszeiten, die es Ihnen ermöglichen, Ihre beruflichen Ziele mit Ihren privaten Vorstellungen zu vereinbaren ein betriebliches Gesundheitsmanagement, das darauf zielt, Ihre Gesundheit zu erhalten und zu fördern eine Academy mit einem vielseitigen Weiterbildungsangebot und spannenden Entwicklungsmöglichkeiten fortschrittliche Sozialversicherungsleistungen eigene ÖV Anbindung sowie Vergünstigungen ein Personalrestaurant mit bester Sicht auf See und Berge einen Arbeitsort im Zentrum des Bergsports (Skifahren, Klettern, Biken)  Ihr Kontakt Interessieren Sie sich für neue Herausforderungen? Dann freuen wir uns auf Ihre Online-Bewerbung.    Herr Marvin Frunz | Recruiter | +41 41 662 94 14"
    },
    {
        "id": 5678,
        "fulltext": "IT System Engineer (m\/w\/d) 100%\nIT System Engineer (m\/w\/d) 100%  Für unseren Partner – einem ICT-Unternehmen – suchen wir eine engagierte Persönlichkeit als IT System Engineer (m\/w\/d) 100%. Es erwartet Sie ein spannendes Umfeld mit spannenden Aufgaben.  Aufgaben   Eigenverantwortliche Leitung von IT-Projekten für sowohl Neukunden als auch Bestandskunden Installation, Konfiguration und Optimierung von Microsoft Server-Umgebungen, sowohl vor Ort als auch in der Cloud Fachliche Beratung der Kunden bezüglich neuester Technologien und Möglichkeiten zur Optimierung ihrer IT-Struktur Unterstützung des Monitoring & Support-Teams in anspruchsvollen Support-Angelegenheiten bei den zugewiesenen Kunden   Voraussetzungen   Abgeschlossene Informatiklehre mit Spezialisierung in Systemtechnik Praktische Erfahrung als IT-Administrator, idealerweise mit Expertise in Windows- oder Mac OS-Clients Kenntnisse in Microsoft 365 und Azure AD sind von Vorteil Engagierter, zielorientierter Arbeitsstil mit Selbstmotivation Wertlegung auf Teamgeist und Fähigkeit zur Zusammenarbeit im Team Regelmäßige Kundenbesuche erfordern einen gültigen Führerschein der Kategorie B Fließende Deutsch- und Englischkenntnisse in Wort und Schrift sind essentiell für den beruflichen Alltag bei uns   Wir bieten Ihnen   Anspruchsvolle Tätigkeit in einem spannenden Umfeld Dynamisches und leistungsorientiertes Unternehmen Offenes und teamorientiertes Arbeitsklima Entwicklungsmöglichkeiten  Job Referenz #40013  Weitere Jobs?   https:\/\/tackle.careers\/jobs\/  Kontakt  Elion Serifi, Junior Recruiter | Tackle Experts Tackle Business Consultants GmbH 8001 Zürich"
    },
    {
        "id": 13718,
        "fulltext": "Junior User Experience Designer (w\/m\/d) 80-100%\nJunior User Experience Designer (w\/m\/d) 80-100%Zusammen mit unseren Partnern Hirslanden, Medbase und Luzerner Kantonsspital sowie den Krankenversicherungen Helsana, Swica und Groupe Mutuel bauen wir das Gesundheitsökosystem Compassana mit einer digitalen Plattform und verschiedenen Applikationen auf, um die einfache Koordination von ambulanten, stationären und digitalen Gesundheitsdiensten zu ermöglichen. Du hast ein Auge für einfache, elegante Lösungen für eine optimale User-Experience und möchtest mit uns die Digitalisierung im Gesundheitswesen vorantreiben? Dann suchen wir dich zur Verstärkung unseres UX-Teams ab sofort oder nach Vereinbarung! Deine Aufgaben  \n Du bist eine zentrale Schnittstelle zwischen unseren Nutzenden (Patienten und Patientinnen, sowie Gesundheitsfachpersonen), unseren Produkt-, Support- und Entwicklungsteams, wenn es um Benutzerfreundlichkeit unserer Anwendungen geht. \n Du unterstützt bei User Research und Evaluationen oder führst diese auch selbständig durch. Du identifizierst mögliche Optimierungen der User Experience und lässt sie in weitere Konzepte und Umsetzungen einfliessen. \n Du arbeitest eng zusammen mit unserem UX-Design, dem Produktmanagement und dem Entwicklungsteam und verstehst, wie unsere digitalen Anwendungen funktionieren. \n Anhand von neuen Produktanforderungen, Funktionen und Userfeedback kreierst du Prototypen unserer digitalen Anwendungen, testest und optimierst diese laufend. \n Dein Profil  \n Du hast erste Erfahrungen im UX-Bereich und eine fundierte Ausbildung in User Experience oder ähnlichen Bereichen absolviert (eidg. Fachausweis\/-Diplom, HF, FH, Uni oder Vergleichbares) \n Du kennst die gängigen User Experience und Usability-Methoden \n Du hast idealerweise Kenntnisse in der Verwendung von Figma und Erfahrung in der Arbeit an Softwareentwicklungsprojekten. \n Du bist eine initiative Persönlichkeit mit starker Umsetzungsfähigkeit, Du arbeitest gerne im Team arbeitest und kommunizierst offen und zeitgerecht \n Du gehst Herausforderungen lösungsorientiert und effizient an. \n Du hast ein Auge für einfache und elegante Lösungen \n Du arbeitest gerne in nternationalen Teams und verfügst über ausgezeichnete Deutsch- und Englischkenntnisse in Wort und Schrift \n Deine Vorteile Dein Arbeitsort Dein nächster Schritt Weitere Stellen"
    },
    {
        "id": 6842,
        "fulltext": "Agile IT-Business Analyst - Online Banking B2B 80-100% (f\/m\/d)\nAgile IT-Business Analyst - Online Banking B2B 80-100% (f\/m\/d)    Über uns    LGT Private Banking ist eine international führende Privatbank und ein unabhängiges Familienunternehmen. Wir denken langfristig und treiben Innovationen voran. In den letzten Jahren sind wir stark gewachsen - in Europa und in Asien. Damit wir auch in Zukunft erfolgreich bleiben, ist ein Faktor entscheidend: die Digitalisierung. Sie ist eine unserer wichtigsten strategischen Prioritäten für die nächsten Jahre. Wir wollen in interdisziplinären und agilen Teams das Beste aus der analogen und der digitalen Welt vereinen. Unser Ziel: Dank modernsten Dienstleistungen ein wirklich persönliches Kundenerlebnis schaffen.          Ihr Aufgabengebiet    Als Privatbank ist es uns ein großes Anliegen, die Bedürfnisse unserer Kunden bestmöglich zu erfüllen. Die zunehmende Digitalisierung spielt dabei eine wichtige Rolle. Begleiten Sie uns bei diesen Herausforderungen und werden Sie Teil dieser spannenden Reise in Richtung digitales Private Banking bei der LGT.   Als agile\/r IT Business Analyst\/in arbeiten Sie an der Schnittstelle zwischen Bank und IT. In dieser abwechslungsreichen und verantwortungsvollen Rolle tragen Sie dazu bei, das Benutzererlebnis der LGT Kunden zu verbessern. Sie erweitern die digitale Private-Banking-Anwendung LGT SmartBanking Pro (B2B) um Schnittstellen wie EBICS und OpenWealth.   Sie werden Teil eines agilen Teams und übernehmen die folgenden Aufgaben:    \n Du analysierst die User Stories des Product Owners und unterstützt die Priorisierung.   Sie erfassen und analysieren die Anforderungen und sind verantwortlich für die IT-Spezifikationen   Sie begleiten die Implementierung der Entwicklungsteams und das Testing mit den operativen Stakeholdern   Sie unterstützen den Scrum Master bei der Einplanung der benötigten Ressourcen, insbesondere bei der Abstimmung mit internen und externen IT-Dienstleistern   Sie analysieren und bewerten Geschäftsprozesse im Zusammenhang mit Änderungen an IT-Systemen und sorgen für die Umsetzung effizienter Prozesse   Sie bringen Ihr Wissen ein und beraten und unterstützen die internen Stakeholder bei Fragen zum Produkt              Ihr Profil    Folgende Kenntnisse oder Erfahrungen in den folgenden Bereichen erleichtern Ihnen den Einstieg bei uns:    \n Sie haben eine höhere technische Ausbildung in Wirtschaftsinformatik, Betriebswirtschaft oder gleichwertige Berufserfahrung   Sie haben Erfahrung in Anforderungsanalyse, Prozessberatung und Lösungsdesign   Sie sind bereit, sich in neue Tätigkeitsfelder einzuarbeiten und neues Wissen zu erwerben   Sie sind kommunikationsstark, service- und kundenorientiert und verstehen komplexe Zusammenhänge schnell und ganzheitlich   Erfahrungen mit agilen Methoden, z.B. Scrum, sind hilfreich   Technisches Verständnis, z.B. mit Datenschnittstellen (EBICS, OpenWealth) oder Systemkenntnisse rund um Avaloq sind wünschenswert   Sie sind eine flexible, belastbare Persönlichkeit und arbeiten systematisch, strukturiert und selbständig   Sie sprechen fliessend Deutsch und Englisch   Der Erfolg der LGT basiert auf ihren Grundwerten, der gruppenweiten und partnerschaftlichen Zusammenarbeit von unternehmerischen Teams und einer flachen Hierarchie mit kurzen Entscheidungswegen. Das kontinuierliche Wachstum der LGT eröffnet Ihnen langfristige persönliche und berufliche Entwicklungsmöglichkeiten in einem herausfordernden und dynamischen Umfeld.   Gestalten Sie die LGT mit und werden Sie Teil einer Familie - nicht nur eines Unternehmens. Wir freuen uns auf Ihre Bewerbung.   Wir bitten Sie zu berücksichtigen, dass wir Bewerbungen über Vermittlungsagenturen für diese Stelle nicht berücksichtigen können.          Benefits bei der LGT     A great place to work - a great place to have impact: Die LGT fördert die Vielfalt ihrer Mitarbeiter und Mitarbeiterinnen. Wir glauben, dass eine inklusive und wertschätzende Unternehmenskultur der Treiber für einen großartigen Arbeitsplatz ist und die Möglichkeit bietet, ein einzigartiges und erfolgreiches Team zu schaffen. Deshalb können unsere Mitarbeitenden auch von vielen zusätzlichen Benefits profitieren.          Kontakt       Monika Hojczyk Consultant   LGT Gruppe Holding AGHerrengasse 12 , 9490Vaduz Liechtenstein  +41 (79) 5091289"
    },
    {
        "id": 17887,
        "fulltext": "Senior Digital Designer\nSenior Digital DesignerJob-Portrait Senior Digital Designer  \n Standort: Rapperswil-Jona, Home-Office möglich \n Arbeitsverhältnis: 80-100% \n Arbeitsbeginn: Nach Vereinbarung \n Als Senior Digital Designer liegt dein Hauptfokus im digitalen Bereich wie etwa die gestalterische Weiterentwicklung unserer Website sowie Optimierungen im Bereich UX\/UI (darunter auch im Hostpoint Control Panel). Du entwickelst unseren Online- und Offline-Auftritt im Team weiter und übernimmst diverse weitere Umsetzungsaufgaben im gestalterischen Bereich wie bspw. Icons\/Grafiken, Display-Banner, Inserate etc. In dieser Schlüsselrolle arbeitest du eng mit internen Stakeholdern wie dem Head of Communication und dem Management zusammen.  Deine Aufgaben   \n Du konzipierst und gestaltest neue Produktseiten für die Hostpoint-Website und überarbeitest bestehende Seiten (inkl. Wireframes, interaktive Prototypen und Style-Guidelines). \n Du unterstützt die internen Software Developers bei der Weiterentwicklung unserer Web-Applikationen im UX\/UI-Bereich. \n Du erarbeitest diverse grafische Kommunikationsmittel (für Web, Control Panel, Social Media, Print etc.). \n Du achtest darauf, dass unser Corporate Design und die visuellen Guidelines eingehalten werden und bist für den Aufbau und die Pflege eines Digital-Asset-Management Systems zuständig. \n  Dein Profil   \n Du bringst ein abgeschlossenes Studium im Bereich Graphic Design, Interaction Design, UX-Design, Visuelle Kommunikation oder eine gleichwertige Ausbildung (EFZ im grafischen Bereich mit entsprechender Weiterbildung) mit. \n Du hast mindestens 5 Jahre Berufserfahrung und hast dabei sowohl die Agenturseite wie auch die Unternehmensseite eingehend kennengelernt. \n Du bist versiert im Umgang mit branchenüblichen Grafik-Tools aus der Adobe-Suite (XD, Photoshop, Illustrator, InDesign) oder vergleichbarer Tools (bspw. Figma, Sketch etc.). \n Du bist ein Teamplayer, übernimmst gerne auch mal eine Leadrolle bei Projekten und Aufgaben, und fühlst dich wohl in der Schnittstellen-Rolle zwischen verschiedenen Stakeholdern. \n Du hast eine Leidenschaft für digitales Design, verfügst über Kompetenzen im Bereich UX\/UI und begeisterst dich für die neusten Trends und Technologien im UX-Umfeld. \n Als Pluspunkt bringst du auch Erfahrungen und Kenntnisse im Offline-Bereich (DTP, Print-Design), Fotografie oder Video-Produktionen mit. \n  Job-Benefits   \n Abwechslungsreiche Aufgaben mit viel Verantwortung und Gestaltungsfreiraum \n Moderne, hybride Arbeitsmodelle (inkl. Home-Office, Workation etc.) \n 5, 6 oder bis zu 8 Wochen Ferien (je nach dem, wie lange du bei uns «an Bord» bist) \n Grosszügige Pauschale für ÖV, Parkplatz und Home-Office \n Übernahme der Kosten für Handyabo und Beteiligung an Sportabos \n Persönliches und leistungsstarkes Notebook sowie moderne Desk-Ausstattung für Büro und Home-Office \n Unterstützung bei Weiterbildungen \n Topmoderne Büros an unserem Standort in Rapperswil-Jona inkl. Kaffeebar, Entspannungsräume, Gamezimmer etc. \n Jetzt bewerben! Jobausschreibung teilen: \n  \n Link wurde kopiert! \n Junges und gut durchmischtes Team: Viele Mitarbeitende, wie hier Tamara, arbeiten schon viele Jahre bei Hostpoint. Verpflegung & Erholung: Gönn dir einen feinen Kaffee oder mische dich beim Mittagessen unter die Leute. Unsere Bar ist der Treffpunkt in unserem Büro. \n Job-Portrait Senior Digital Designer  \n Standort: Rapperswil-Jona, Home-Office möglich \n Arbeitsverhältnis: 80-100% \n Arbeitsbeginn: Nach Vereinbarung \n Als Senior Digital Designer liegt dein Hauptfokus im digitalen Bereich wie etwa die gestalterische Weiterentwicklung unserer Website sowie Optimierungen im Bereich UX\/UI (darunter auch im Hostpoint Control Panel). Du entwickelst unseren Online- und Offline-Auftritt im Team weiter und übernimmst diverse weitere Umsetzungsaufgaben im gestalterischen Bereich wie bspw. Icons\/Grafiken, Display-Banner, Inserate etc. In dieser Schlüsselrolle arbeitest du eng mit internen Stakeholdern wie dem Head of Communication und dem Management zusammen.  Deine Aufgaben   \n Du konzipierst und gestaltest neue Produktseiten für die Hostpoint-Website und überarbeitest bestehende Seiten (inkl. Wireframes, interaktive Prototypen und Style-Guidelines). \n Du unterstützt die internen Software Developers bei der Weiterentwicklung unserer Web-Applikationen im UX\/UI-Bereich. \n Du erarbeitest diverse grafische Kommunikationsmittel (für Web, Control Panel, Social Media, Print etc.). \n Du achtest darauf, dass unser Corporate Design und die visuellen Guidelines eingehalten werden und bist für den Aufbau und die Pflege eines Digital-Asset-Management Systems zuständig. \n  Dein Profil   \n Du bringst ein abgeschlossenes Studium im Bereich Graphic Design, Interaction Design, UX-Design, Visuelle Kommunikation oder eine gleichwertige Ausbildung (EFZ im grafischen Bereich mit entsprechender Weiterbildung) mit. \n Du hast mindestens 5 Jahre Berufserfahrung und hast dabei sowohl die Agenturseite wie auch die Unternehmensseite eingehend kennengelernt. \n Du bist versiert im Umgang mit branchenüblichen Grafik-Tools aus der Adobe-Suite (XD, Photoshop, Illustrator, InDesign) oder vergleichbarer Tools (bspw. Figma, Sketch etc.). \n Du bist ein Teamplayer, übernimmst gerne auch mal eine Leadrolle bei Projekten und Aufgaben, und fühlst dich wohl in der Schnittstellen-Rolle zwischen verschiedenen Stakeholdern. \n Du hast eine Leidenschaft für digitales Design, verfügst über Kompetenzen im Bereich UX\/UI und begeisterst dich für die neusten Trends und Technologien im UX-Umfeld. \n Als Pluspunkt bringst du auch Erfahrungen und Kenntnisse im Offline-Bereich (DTP, Print-Design), Fotografie oder Video-Produktionen mit. \n  Job-Benefits   \n Abwechslungsreiche Aufgaben mit viel Verantwortung und Gestaltungsfreiraum \n Moderne, hybride Arbeitsmodelle (inkl. Home-Office, Workation etc.) \n 5, 6 oder bis zu 8 Wochen Ferien (je nach dem, wie lange du bei uns «an Bord» bist) \n Grosszügige Pauschale für ÖV, Parkplatz und Home-Office \n Übernahme der Kosten für Handyabo und Beteiligung an Sportabos \n Persönliches und leistungsstarkes Notebook sowie moderne Desk-Ausstattung für Büro und Home-Office \n Unterstützung bei Weiterbildungen \n Topmoderne Büros an unserem Standort in Rapperswil-Jona inkl. Kaffeebar, Entspannungsräume, Gamezimmer etc. \n Jetzt bewerben! Jobausschreibung teilen: \n  \n Link wurde kopiert!"
    },
    {
        "id": 17090,
        "fulltext": "SAP Data Migration Consultant (m\/w)\nFür unseren Kunden suchen wir:SAP Data Migration Consultant (m\/w)Ihr Aufgabengebiet   Definition, Planung und Umsetzung der technischen Anforderungen der internen Kunden und Entwicklung von SAP Migrationsstrategien für SAP Rollouts und Change Requests   Definition, Planung und Umsetzung von SAP Migrationsszenarien   Koordination externer Migrationspartner   Leitung, Koordination und Durchführung von Migrationsworkshops, inkl. Datamapping vom Legacy-System zu SAP S\/4HANA   Unterstützung von Stammdatenprozess Definition     Ihre Qualifikationen   Nachweisbare Erfahrungen hinsichtlich abgeschlossener SAP Projekte (Rollout, Retrofit oder grössere CR), vorzugsweise S\/4HANA-Cloud   Erfahrung in der Definition von Manufacturing Processen, mit Vorteil integrativ zu Supply Chain und Procurement   Verständnis in der SAP Architektur   Gutes Verständnis für prozessuale Zusammenhänge und Schnittstellen   Kommunikations-, Team- und Führungsfähigkeiten   Erfahrungen in einem internationalen Team sind von Vorteil   Reisebereitschaft   Einwandfreie Deutsch- und Englischkenntnisse in Wort und Schrift     Ihre Benefits   Eine interessante und anspruchsvolle Tätigkeit in einem innovativen, internationalen Umfeld in dem Sie Ihre Fähigkeiten in einer vielfältigen und verantwortungsvollen Position einbringen können   Flexible Arbeitszeitmodelle und eine grosszügige Home Office Regelung   Unterstützungen durch interne und externe Weiterbildungen werden aktiv unterstützt   Fortschrittliche Sozialleistungen, Mobilitätsbeiträge und viele weitere Benefits  Peter Brom"
    },
    {
        "id": 1795,
        "fulltext": "Security Engineer (m\/w\/d)\nDEINE WORK-LIFE-BALANCE - UNSERE KULTURSecurity Engineer (m\/w\/d)  Swiss IT Security Group – Mit mehr als 600 ambitionierten Mitarbeitern sind wir als stark wachsende Unternehmensgruppe in Europa für ganzheitliche IT-Security Lösungen spezialisiert. An 20 Standorten in fünf Ländern bündeln wir unsere Expertise schwerpunktmäßig auf dem Gebiet der IT-Security, Managed Services, IT-Consulting, Hosting- und Cloud-Infrastruktur. Mit unserer heterogenen, erfolgreichen Firmenstruktur gelingt es uns sowohl Start-up-Elemente als auch etabliertes und langjähriges Know-how zu vereinen. Darüber hinaus unterstützen wir unsere Kunden effektiv auf Themengebieten, die für die digitale Zukunft von großer Bedeutung sind, wie etwa Datenschutz und Pentesting. Hilf uns die IT-Sicherheit unserer Kunden zu schützen und werde Teil unserer großartigen Vision, einem einzigartigen Teamgeist und einer offenen und wertschätzenden Kommunikationskultur. Die Swiss IT Security AG, als Mitglied der international agierenden Swiss IT Security Group, ist Dienstleister im Bereich der Informations-, System-, Applikations- und Netzwerksicherheit. Als leidenschaftlicher IT-Security Serviceprovider und Systemintegrator bietet die Swiss IT Security AG ihren Kunden aufeinander abgestimmte Lösungen sowie Beratungsleistungen für die IT-Sicherheit im Unternehmensumfeld. Zur Verstärkung unseres Teams suchen wir ab sofort an unserem Standort in Basel oder an einem unserer weiteren Standorte mit der Möglichkeit zum mobilen Arbeiten einen engagierten Senior Security Engineer   (m\/w\/d).   WAS DU BEI UNS MACHST   Du bist verantwortlich für die Analyse, Planung und Implementierung von spannenden und komplexen IT-Security Lösungen für unsere Kunden Du kümmerst dich um die Beratung und Betreuung unsere Kunden in allen IT Security Bereichen am Arbeitsort sowie beim Kunden vor Ort Du koordinierst und bietest fachliche Unterstützung bei komplexen Sicherheitsfragen Du wirkst aktiv mit, unser hohes Niveau im IT Sicherheitsbereich aufrecht zu erhalten und zu verbessern   WIE DU UNS BEGEISTERST   Du bringst fundierte, mehrjährige Erfahrung im Bereich Security Engineering mit und verfügst über eine abgeschlossene Informatikausbildung Du hast Erfahrung mit Firewalls, E-Mail Security, Proxy, Endpoint Security und MFA vorzugsweise mit Fortinet und Cisco Du bist im Besitz anerkannter Fortinet Zertifizierungen, mindestens NSE4 und aufwärts Du beschreibst dich selbst als eine kommunikative und zuverlässige Persönlichkeit, mit einer selbständigen und strukturierten Arbeitsweise und überzeugst mit deinen sehr guten Deutsch- und Englischkenntnissen Du profitierst von deinen bereits gesammelten Projekterfahrungen, bist motiviert und engagiert Neues zu lernen und bringst deine Ideen aktiv ein   FEEL GOOD KULTUR @SITSGROUP    Wertschätzung Eine offen-herzliche, respektvolle und wertschätzende Kommunikationskultur steht bei uns an erster Stelle.  Teamspirit Es erwarten Dich spannende und vielseitige Aufgaben gepaart mit einem tollen und unterstützenden Team um Dich herum. Wir fördern nicht nur eine gesunde, sondern auch kollegiale Teamstruktur.  Onboarding & Einarbeitung Wir legen großen Wert auf ein strukturiertes Onboarding und eine intensive Einarbeitung. Wir möchten, dass Du bei uns gut ankommst!  Work-Life-Romance Wir bieten Dir die Option auf mobiles Arbeiten und flexible Arbeitszeitmodelle mit Fokus auf eine gesunde Work-Life-Balance.  Perspektiven Du erhältst vielfältige Freiräume für kreatives Arbeiten, persönliche Entwicklungsoptionen und interessante Weiterbildungsmöglichkeiten – auch im Team.  Corporate Benefits Auf Dich warten interessante und zahlreiche Mitarbeiterkonditionen.  Hire a Friend! Empfehle Deinen Wunschkollegen! Unser lukratives Mitarbeiterempfehlungsprogramm liegt uns besonders am Herzen und macht sich auch für Dich bezahlt!  Modern Workplace Du erhältst von uns eine Moderne IT-Ausstattung (bspw. Firmenlaptop, Headsets, Zweitbildschirm, etc.).  Großartige Unternehmenskultur Wir pflegen eine offene Du-Kultur und feiern legendäre größere und kleinere Teamevents!   ÜBERZEUGT? SO GEHT’S WEITER  Bewirb Dich ganz einfach über unser Formular. Wir benötigen nur Deinen CV sowie Zeugnisse\/Diplome, das Motivationsschreiben darfst Du gerne weglassen. Wir freuen uns auf Deine Bewerbung!  KONTAKT  Bei Fragen kannst Du Dich gerne direkt an ? Oliver Schaaf (Group IT Recruiter) perE-Mail schreibenoder auch telefonisch unter der +41565550313 wenden. Swiss IT Security AG\nHerr Oliver Schaaf\n+41 56 555 03 13\nE-Mail schreiben"
    },
    {
        "id": 1667,
        "fulltext": "Network Administrator \/ Supporter (m\/w\/d)\nUnser ROCKEN Partner ist ein international ausgerichtetes, innovatives Unternehmen. Sie ist Herstellerin und Anbieterin von innovativen Produkten sowie kundenspezifischen Lösungen und Dienstleistungen für die Elektroinstallation rund um das Kabel im industriellen EinsatzDeine Verantwortung  Du bist verantwortlich für die serviceorientierte Betreuung der Anwender im First-Level-Support. Dabei beseitigst du Störungen und bearbeitest Störungsmeldungen Du installierst, nimmst in Betrieb und inventarisierst Hardware- und Software-Komponenten Zudem übernimmst du die Installation, Konfiguration und Wartung von Clients, mobilen Endgeräten, Druckern und den damit verbundenen Netzwerkservices Die Administration von Active Directory, DHCP und DNS gehört ebenfalls zu deinen Aufgaben Du führst Backup\/Recovery durch und überwachst die IT-Infrastruktur, einschließlich Netzwerk und Server   Deine Skills  Du hast eine abgeschlossene Ausbildung als Informatiker EFZ o.ä. und konntest erste, relevante Berufserfahrung sammeln Du besitzt Erfahrungen im Netzwerk, VoIP und Client\/Server Umfeld Zusätzlich hast Du die Bereitschaft, dich stetig weiterzubilden und das Gelernte in deinem Aufgabenfeld umzusetzen Ausserdem hast Du verhandlungssichere Deutschkenntnisse in Wort und Schrift   Benefits   Flexible Arbeitszeitgestaltung   Markt- und Leistungsgerechte Löhne   Eingespieltes und dynamisches Team     ROCKEN Jobs: https:\/\/rocken.jobs Profil erstellen: https:\/\/rocken.jobs\/application\/profil-erstellen\/    Arbeitsort Lenzburg  Kontakt  Zerrin Demircan,+41 44 385 21 39"
    },
    {
        "id": 6840,
        "fulltext": "Senior Cloud Consultant 80-100% (m\/w\/d)\nSenior Cloud Consultant 80-100% (m\/w\/d)    Über uns    LGT Private Banking ist eine international führende Privatbank und ein unabhängiges Familienunternehmen. Wir denken langfristig und treiben Innovationen voran. In den letzten Jahren sind wir stark gewachsen - in Europa und in Asien. Damit wir auch in Zukunft erfolgreich bleiben, ist ein Faktor entscheidend: die Digitalisierung. Sie ist eine unserer wichtigsten strategischen Prioritäten für die nächsten Jahre. Wir wollen in interdisziplinären und agilen Teams das Beste aus der analogen und der digitalen Welt vereinen. Unser Ziel: Dank modernsten Dienstleistungen ein wirklich persönliches Kundenerlebnis schaffen.          Ihr Aufgabengebiet    Zur Verstärkung der LGT und unseres Teams im Bereich IT-Infrastruktur suchen wir einen erfahrenen Senior Cloud Consultant. Als Cloud Consultant arbeiten Sie in einem Team von Cloud Consultants und spielen eine entscheidende Rolle bei der Beratung von Business- und IT-Stakeholdern zu Cloud-Themen. Sie werden hauptsächlich an der Bewertung, dem Onboarding und der Implementierung neuer Cloud-Services arbeiten. Sie werden eng mit lokalen Spezialisten aus verschiedenen Geschäftsbereichen zusammenarbeiten.   Verantwortlichkeiten:    \n Beratung von Business und IT zu Cloud-Themen   Informieren Sie sich über neue Trends und Themen, um unseren Ansatz und unsere Standards aktiv zu verbessern   Sie koordinieren die Bewertung und Implementierung neuer Cloud-Services mit den relevanten Stakeholdern   Zusammenarbeit mit IT-Sicherheit, IT-Betrieb und lokalen Regulierungsspezialisten, um Sicherheits- und Datenschutzmaßnahmen für neue Cloud-Dienste zu definieren und durchzusetzen   Beratung zu technologischen Themen wie Authentifizierung, Verschlüsselung und Integration            Ihr Profil    Ihr Profil enthält:     \n Abgeschlossene IT-Ausbildung (FH, ETH, Uni oder gleichwertig).   Nachgewiesene Erfahrung als Cloud Consultant oder in einer ähnlichen Funktion, vorzugsweise in der Banken- oder Finanzdienstleistungsbranche.   Ausgeprägtes Verständnis für Cloud Computing Konzepte, Architekturen und Technologien (z.B. Azure, AWS).   Einschlägige Zertifizierungen für Azure, AWS sind ein Plus.   IT-Sicherheitsaffinität.   Selbstständige, verantwortungsbewusste und proaktive Arbeitsweise.   Hohes Maß an sozialer Kompetenz und Organisationsgeschick     Wir bitten Sie zu berücksichtigen, dass wir Bewerbungen über Personalvermittler für diese Position nicht berücksichtigen können.          Benefits bei der LGT     A great place to work - a great place to have impact: Die LGT fördert die Vielfalt ihrer Mitarbeiter und Mitarbeiterinnen. Wir glauben, dass eine inklusive und wertschätzende Unternehmenskultur der Treiber für einen großartigen Arbeitsplatz ist und die Möglichkeit bietet, ein einzigartiges und erfolgreiches Team zu schaffen. Deshalb können unsere Mitarbeitenden auch von vielen zusätzlichen Benefits profitieren.          Kontakt       Monika Hojczyk Consultant   LGT Gruppe Holding AGHerrengasse 12 , 9490Vaduz Liechtenstein  +41 (79) 5091289"
    },
    {
        "id": 4098,
        "fulltext": "Abteilungsleiter\/-in Administrative Applikationen\nAbteilungsleiter\/-in Administrative ApplikationenSie übernehmen Sie kümmern sich um die ICT Architektur, um Schnittstellen und Datenarchitektur Sie arbeiten eng mit allen Abteilungen unseres Bereichs Technologie & Innovation zusammen Sie bringen mit Ausbildung auf Bachelor- oder Masterstufe Erfahrung in verschiedenen SAP Modulen Idealerweise auch im Spitalmodul IS-H einige Jahre Personalführungserfahrung Darauf dürfen Sie sich freuenUnser erfolgreicher Abteilungsleiter übernimmt nach 16 Jahren eine neue Herausforderung. Für unsere Abteilung Administrative Applikationen, welche 2 Teams mit insgesamt rund 15 Vollzeitstellen umfasst, für den Betrieb und die Weiterentwicklung unseres SAP Systems (Migrationsplanung auf SAP S4HANA in Gang) sowie weiterer wichtiger Applikationen wie IAM, ELO DMS u.v.a.m. suchen wir per 01. November 2023 eine\/n gut ausgebildete\/n Stephan Kunz«Wollen Sie mehr über diese spannende Stelle erfahren? Ich freue mich über Ihre Kontaktaufnahme.» Ihr künftiger ArbeitsortSie verfügen über umfassende SAP Kenntnisse, idealerweise auch im IS-H Modul. Ihr Interesse geht aber über einzelne Applikationen hinaus. Sie unterstützen mit Ihrer Arbeit die digitale Transformation. Durch Ihren Führungsstil motivieren und coachen Sie die erfahrenen und gut qualifizierten Mitarbeitenden der Abteilung.Die Spital Thurgau AG stellt sich Ihnen vorZum erfolgreichen Unternehmen Spital Thurgau AG gehören die Kantonsspitäler in Frauenfeld und Münsterlingen, die Psychiatrischen Dienste Thurgau in Münsterlingen und Weinfelden sowie die Klink St. Katharinental für Rehabilitation und Langzeitpflege in Diessenhofen. Ebenfalls betreiben wir zentrale medizinische und administrative Dienste und Institute. Wir bieten ein umfassendes Leistungsangebot und investieren stetig in die hochwertige Infrastruktur. Unseren rund 3500 Mitarbeitenden bieten wir attraktive Arbeitsumgebungen, interdisziplinäre Zusammenarbeit und gezielte Entwicklungsmöglichkeiten. Wir bevorzugen Direktbewerbungen, Stellenvermittler verzichten bitte auf eine Kontaktaufnahme. Spannenende Führungsausgabe in einem erfolgreichen Spitalunternehmen mit einer komplexen und modernen ICT Infrastruktur. KSF_Standortbild thurmed AGStephan KunzWaldeggstrasse 8a8501 FrauenfeldD: +41 58 144 71 98T: +41 58 144 71 98E-Mail schreibenJennyNogly"
    },
    {
        "id": 15490,
        "fulltext": "Lehrstelle als Informatiker\/in EFZ Fachrichtung Plattformenentwicklung, Profil M (w\/m\/d)\nDie Bachem AG bietet alle zwei Jahre einem\/r motivierten Jugendlichen eine Lehrstelle zum\/zur Informatiker\/-in EFZ mit Fachrichtung Plattformentwicklung (mit Berufsmatur) an.    Berufsbeschreibung: Die Informatik stellt mit ihren Lösungen eine wichtige Komponente zum guten Funktionieren unserer Firma bereit. Hier laufen alle Informationen zusammen, deshalb ist die Informatik in viele Prozesse und Arbeitsabläufe mit eingebunden. Daten werden gesammelt, verwaltet, gesichert und vor unberechtigtem Zugriff geschützt. Zudem werden Arbeitsabläufe vereinfacht und automatisiert. Heutzutage ist die Informatik ein essenzieller Beruf, welche eine sehr bedeutende Rolle im Berufsleben spielt. Informatiker unterstützen via IT Hotline die Mitarbeitenden bei ihrem täglichen Umgang mit der IT-Infrastruktur. Sie gestalten, entwickeln und betreiben die Informatik-Lösungen, setzt Kundenwünsche um und automatisiert bestehende Prozesse. Die 4-jährige Ausbildung basiert auf dem Modell der trialen Ausbildung, in welchem an drei Lernorten Theorie, Grundausbildung und Praxis vermittelt werden. Während zwei Tagen pro Woche besuchen sie die Gewerbeschule in Muttenz (zusätzlich Berufsmatur). In der Berufskunde werden die theoretischen Grundlagen gelegt, welche in den Arbeitsabläufen in der Praxis zur Anwendung kommen. Diese Grundlagen werden handlungsorientiert und sehr praxisnah vermittelt. Neben dieser praktischen und theoretischen Ausbildung absolvieren die Lernenden die überbetrieblichen Kurse in der Gewerbeschule in Münchenstein. In der Grundbildung schliessen die Lernenden mit dem eidgenössischen Fähigkeitszeugnis als Informatiker\/-in mit Fachrichtung Plattformentwicklung ab.    Anforderungen:    Niveau E oder P der Sekundarschule (Baselland) oder Gleichwertiges  Erfüllung der Voraussetzungen für Berufsmatura  Selbständigkeit und Zuverlässigkeit  Freude am Umgang mit anderen Menschen  Freude an Technologie  Teamorientiert  Schnelle Auffassungsgabe  Logisches und vernetztes Denken      Bachem Benefits für Lernende:    Dein Monatslohn: 1. Lehrjahr: CHF 780.00 \/ 2. Lehrjahr: CHF 960.00 \/ 3. Lehrjahr: CHF 1,250.00 (jeweils x 12)  30 Ferientage für alle Lernende  einmaliger Beitrag an den persönlichen Laptop  Monatlicher Beitrag an das U-Abo  und viele weitere Benefits     Du interessierst dich für unsere Lehrstelle und willst Teil von Bachem werden? Dann freuen wir uns über deine Online-Bewerbung über unser Recruiting-Tool mit folgenden Unterlagen:   Zeugnisse der letzten drei Schuljahre (Sekundarschule)  Tabellarischer Lebenslauf  Motivationsschreiben     Deine berufliche Grundausbildung bei Bachem ist nachhaltig, praxisorientiert und die beste Vorbereitung für das zukünftige Berufsleben."
    },
    {
        "id": 402,
        "fulltext": "IT Systemadministrator (m\/w\/d)\nROCKEN® ist in der digitalen Rekrutierung von Talenten und Experten in der Informatik spezialisiert und zählt etablierte Unternehmungen zu den Partnern.Diese Partner bieten spannende Tätigkeiten in vielfältigen Branchen.Profitiere als Bewerber von unserer breiten Vernetzung und lass dir unverbindlich eine Marktübersicht der spannendsten Herausforderungen bieten.Wir behandeln Deine Bewerbung respektvoll, um Vertraulichkeit, Privatsphäre und Datenschutz zu wahren.Deine VerantwortungSelbstständige Projektabwicklung beim Kunden vor OrtProaktive Wartung der IT Infrastruktur neuer und bestehender KundenTreibende Kraft bei der eigenverantwortlichen Bearbeitung des Spezialgebietes: Hosting der internen und externen UmgebungErstellen von Konzepten und Design \/Engineering von SystemenErstellen und unterhalten von Dokumentationen der AnlagenBeschaffung von Hard- und SoftwareDeine SkillsAusbildung als Informatiker\/in EFZ Systemtechnik oder eine vergleichbare Ausbildung sowie Erfahrung oder einschlägige Weiterbildung im ProjektmanagementErfahrung in der SystemtechnikKenntnisse und Erfahrung in den Technologien Microsoft Server 2019 und 2016, Active Directory,Windows 10, Netzwerk und Firewall sowie VMware und VeeamErfahrung in der SystemdokumentationFührerschein (Kat. B)Sehr gute Kommunikationsfähigkeit und Freude am KundenkontaktInteresse an der Vertiefung von neuen ThemenHohe Teamfähigkeit und eine Hands-on MentalitätDeutsch Niveau C2 und gute Englisch Kenntnisse, Französisch wünschenswertBenefitsHomeofficeMarkt- und Leistungsgerechte LöhneAttraktive Weiterbildungs- und EntwicklungsmöglichkeitenInteressante und abwechslungsreiche Tätigkeiten\/ProjekteOffene UnternehmenskulturCoaching und MentoringFamilienfreundliche Anstellungsbedingungen, KinderbetreuungROCKEN Jobs:https:\/\/rocken.jobsProfil erstellen:https:\/\/rocken.jobs\/application\/profil-erstellen\/ArbeitsortLenzburgKontaktLindita Hoti,+41 44 385 21 32"
    },
    {
        "id": 13004,
        "fulltext": "Projektleiter im agilen Umfeld (m\/w\/d)\nFreuen Sie sich auf eine herausfordernde Tätigkeit mit modernen Technologien!Projektleiter im agilen Umfeld (m\/w\/d)Arbeiten Sie am Puls der Digitalisierung! Unsere Kundin bietet spezialisierte und massgeschneiderte Softwarelösungen für die professionelle Beratung von Firmen aus unterschiedlichen Branchen an. Die grosse Angebotspallette umfasst spannende Themen wie Digitalisierung, Software Engineering und IT-Security. Um der grossen Marktanfrage gerecht zu werden suchen wir für den Standort Zürich Verstärkung.  Ihre Herausforderung  Sie übernehmen die Leitung von anspruchsvollen Entwicklungsprojekten und führen Software Ingenieur:innen, Architekt:innen und Business Analysten zum Projekterfolg. Dabei übernehmen Sie die Verantwortung von der Projektplanung bis hin zur Abnahme, managen Projektprozesse und stellen eine fach- und termingerechte Abwicklung von IT-Projekten sicher. Dank Ihrer proaktiven und lösungsorientierten Arbeitsweise setzen Sie mit Ihrem Team geeignete Lösungen mit modernster Technologie und agilen Methoden um. In Ihrer neuen Rolle sind Sie sowohl auf Kundenseite als auch auf Seite Ihres Teams Ansprechpartner:in und führen Workshops und Moderationen bei Kunden und in Ihrem Team durch.  Ihre Qualitäten und Begabungen     \nErfolgreich abgeschlossenes Studium in (Wirtschafts-)Informatik oder Engineering  \nMehrjährige Erfahrung mit agilen IT-Projekten, von Vorteil als Projektleiter:in, IT-Berater:in oder als Softwareentwickler:in  \nErfahrung mit agilen Projektmethoden wie Scrum, Kanban, SAFe und RUP (idealerweise mit entsprechenden Zertifikaten) sowie Freude an neuen Digitalisierungsthemen  \nSie übernehmen gerne Verantwortung und arbeiten selbstständig  \nDrive, unternehmerisches Denken, Teamgeist sowie ein professionelles Auftreten zeichnen Sie aus  \nVerhandlungssicheres Deutsch und Englisch  \n Es erwarten Sie verschiedene Weiterbildungsangebote sowie ausgezeichnete Anstellungsbedingungen. Unsere Kundin bietet Ihnen die Möglichkeit, sich langfristig beruflich intern weiterzuentwickeln. Wollen Sie Grosses in einem innovativen Umfeld bewirken? Dann freut sich Flurin Schwager auf Ihre Bewerbungsunterlagen oder auf Ihren Anruf. Flurin Schwager, Senior Consultant"
    },
    {
        "id": 12011,
        "fulltext": ".(Jr.)Entwicklungsingenieur–Hardware–Elektro (a)\nEin dynamisches und innovatives Technologieunternehmen im Raum Basel (in der Elektrotechnik) expandiert – wir wurden beauftragt einen motivierten .(Junior) Entwicklungsingenieur – Hardware – Elektro….(Jr.)Entwicklungsingenieur–Hardware–Elektro (a)     Ein dynamisches und innovatives Technologieunternehmen im Raum Basel (in der Elektrotechnik) expandiert – wir wurden beauftragt einen motivierten .(Junior) Entwicklungsingenieur – Hardware – Elektro (a) zu rekrutieren.   Stichworte: • Analog- und Digitaltechnik • Signalverarbeitung • Leistungselektronik Unser Ziel ist auch Ihr Ziel: -> Produkte von hoher Qualität «noch besser und leistungsfähiger zu machen». Erkennen Sie sich hier wieder, dann müssen wir uns Kennenlernen. Ach ja, hier können Sie sich quasi austoben und all Ihr Können, Wissen, Ihre Erfahrung und Ihre Ideen einbringen.   Sie sind IngenieurIn und verfügen über eine erprobte Basis in der Disziplin «Elektrotechnik und Elektronik». Ihr Herz schlägt für Innovation und je komplexer die Projekte\/ Aufgabenstellungen, umso besser. Und wenn dann noch das Gesamtpaket stimmt, dann sollte man diese Chance nutzen!   Deutsch: gut bis sehr gutEnglisch: gut   Offen - auch JUNIOR als Option möglich   Per sofort\/ nach Vereinbarung   Schätzen Sie ein überschaubares Team, eine klasse Firma und die Möglichkeit sich nicht nur einzubringen, sondern sich auch zu entwickeln? Bezeichnen Sie sich als gewissenhafte, pflichtbewusste und ehrgeizige Person, für die gut nicht gut genug ist? Ich freue mich über Ihre Bewerbung via Email – weitere Optionen finden Sie unter: www.punkt-personal.ch       punkt personal AG\nHerr Ralf Riedel\nPersonaldienstleister\/ Partner\n061 263 71 02\nXING: http:\/\/www.xing.com\/profile\/Ralf_Riedel7\nE-Mail schreiben"
    },
    {
        "id": 5782,
        "fulltext": "ICT Security Officer\nPer 01. Juli 2023 oder nach Vereinbarung suchen wir eine*nICT Security Officer80-100%    Als Informations- und ICT-Sicherheitsbeauftragte*r beraten und unterstützen Sie unsere Kundschaft und Projektmitarbeitende in sämtlichen Fragen der Informations- und ICT-Sicherheit Erstellen von Schutzbedarfs- und Risikoanalysen nach Vorgaben zur Informationssicherheit und Datenschutz (ISDS) Prüfen von Anwendungen und Systemen auf die Einhaltung sicherheitstechnischer Vorgaben Etablierung und Pflege des Bedrohungs- und Sicherheitsrisiko-Management Leitung von Projekten betreffend der Informations- und ICT-Sicherheit, Schulung von Mitarbeitenden     Breites IT-Fachwissen mit höherer Fachausbildung oder Abschluss FH Zusätzliche Ausbildung sowie vertiefte Erfahrungen im Bereich ICT-Security (z.B. CAS) Kenntnisse der gängigen Sicherheitsstandards (NIST, ISO usw.) Hohe Planungs- und Organisationsfähigkeit sowie eine offene und transparente Kommunikation Lösungsorientierte und strukturiere Arbeitsweise, Selbständigkeit, Humor  Weitere Auskunft erteilt IhnenEric Tönz, Bereichsleiter Stabsdienste, Tel. Nr. 031 \/ 321 74 89 leer Mit verschiedenen Arbeitszeitmodellen unterstützen wir die Vereinbarkeit von Berufs- und Privatleben.,Je nach Alter und Arbeitszeitmodell geniessen Sie 25 bis 46 Tage Ferien.,Zu Hause arbeiten? Diese Möglichkeit bieten wir Ihnen mit Homeoffice.,Zur Förderung der Stärken unserer Mitarbeitenden steht ein breites Weiterbildungsangebot zur Verfügung. Direktion für Finanzen, Personal und InformatikDirektionspersonaldienstBundesgasse 333011 Bern Lebensqualität: Ein einziges Wort sagt aus, warum es sich für die Mitarbeiterinnen und Mitarbeiter der Stadt Bern jeden Tag lohnt, sich einzusetzen. Für ihre Stadt, für die Menschen, die gerne hier leben. Die Direktion Finanzen, Personal und Informatik erbringt vielfältige stadtinterne Dienstleistungen und stellt zentrale Ressourcen bereit. Das Informatikdienstleistungszentrum konzipiert und betreibt die Systeme und Anwendungen der Stadtverwaltung. E-Mail schreiben"
    },
    {
        "id": 792,
        "fulltext": "Projektleiter Digitale Infrastrukturen und Services (m\/w\/d)\nDeine VerantwortungLeitung und Koordination von Projekten im Bereich digitaler Infrastrukturen und ServicesPlanung und Durchführung von technischen Projekten von der Konzeption bis zur UmsetzungVerantwortung für die Einhaltung von Zeitplänen, Budgets und QualitätsstandardsSteuerung und Überwachung der Projektrisiken sowie Entwicklung von geeigneten LösungsansätzenKommunikation und Abstimmung mit internen und externen StakeholdernFührung und Motivation des ProjektteamsKontinuierliche Optimierung von Prozessen und Methoden im ProjektmanagementErstellung von Projektberichten und Präsentationen für die GeschäftsleitungDeine SkillsAbgeschlossene technische Grundausbildung in einem relevanten Bereich (z. B. Informatik, Elektrotechnik)Berufserfahrung im Projektmanagement, idealerweise im Bereich digitaler Infrastrukturen und ServicesFundierte Kenntnisse in der Planung und Umsetzung von technischen ProjektenAusgeprägte Fähigkeiten in der Führung von Teams und der Zusammenarbeit mit StakeholdernAnalytisches Denkvermögen sowie ProblemlösungskompetenzSehr gute organisatorische und kommunikative FähigkeitenVerhandlungssichere DeutschkenntnisseBenefitsAttraktive Weiterbildungs- und EntwicklungsmöglichkeitenInteressante und abwechslungsreiche Tätigkeiten\/ProjekteEingespieltes und dynamisches Team Flache HierarchienOffene UnternehmenskulturROCKEN Jobs:https:\/\/rocken.jobsProfil erstellen:https:\/\/rocken.jobs\/application\/profil-erstellen\/ArbeitsortLuzernKontaktEthan Glass,+41 44 385 21 76"
    },
    {
        "id": 934,
        "fulltext": "ECM Systemtechniker (m\/w\/d)\nDeine RolleDie ELO Digital Office zählt zu den führenden Herstellern für Enterprise-Content-Management (ECM) Lösungen.ELO Digital Office ist seit 23 Jahren am Markt. Exzellente, innovative und betriebssystemübergreifende Produktesowie Werte wie Teamgeist, Engagement, Flexibilität und Leistungsorientierung ermöglichen uns ein stetigesWachstum sowie langfristigen Erfolg. Die Schweizer Vertriebsgesellschaft mit Sitz in Wallisellen (Zürich) betreut denSchweizer Markt mit 18 ELO Business Partnern und über 600 Kunden aus allen Branchen und ÖffentlichenVerwaltungen.Wir suchen per sofort oder nach Vereinbarungeinen dynamischen, motivierten, verantwortungsbewussten und zuverlässigen Mitarbeiter für dieUnterstützung unserer Business Partner und deminternen Consulting-Team.Deine SkillsDu verfügst über eine (Wirtschafts-) Informatikausbildung sowie mehrjährige Berufserfahrung und Erfahrungen im ProjektmanagementZudem hast du fundierte Kenntnisse in den Bereichen DMS Lösungen, IP-Netzwerke, Datenbanken, Virtualisierung, Webanwendungen, Webserver und iSearch. Du bist motiviert und willst etwas erreichen und verfügst über eine Can-Do-Mentalität sowie gute analytische Fähigkeiten und Problemlösungskompetenzen.Du bist ein kunden- und ergebnisorientierter Teamplayer mit grossem VerantwortungsbewusstseinBenefitsAttraktive Weiterbildungs- und EntwicklungsmöglichkeitenKomfortables Büro mit moderner InfrastrukturInteressante und abwechslungsreiche Tätigkeiten\/ProjekteEingespieltes und dynamisches Team Flache HierarchienROCKEN Jobs:https:\/\/rocken.jobsProfil erstellen:https:\/\/rocken.jobs\/application\/profil-erstellen\/ArbeitsortDietikonKontaktBuse Aslanvuran,+41 44 385 21 38"
    },
    {
        "id": 9831,
        "fulltext": "Service Owner MS Power Platform \/SharePoint (Senior\/Professional) CH\nStadler baut seit über 80 Jahren Züge. Mit unserer Innovationskraft, Flexibilität und Zuverlässigkeit sind wir heute ein führender Hersteller von Schienenfahrzeugen. Nebst unseren Schweizer Standorten arbeiten rund 13 000 Mitarbeitende an mehreren Produktions- und Engineering-Standorten sowie über 70 Servicestandorten in Europa, Nordamerika und Nordafrika. Neben der Produktion von Schienenfahrzeugen werden an unserem Hauptsitz im ostschweizerischen Bussnang die Aktivitäten der gesamten Stadler-Gruppe gesteuert.Wir suchen Verstärkung für unser Team, um gemeinsam die Zukunft der Mobilität zu gestalten!Service Owner MS Power Platform \/SharePoint (Senior\/Professional) CH100% unbefristet  Das bewegen Sie     Aufrechterhaltung und Verwaltung der globalen Power Platform \/ SharePoint Services  Erhaltung der Fähigkeiten, Kenntnisse und Erfahrungen aus technologischer Sicht zur Weiterentwicklung der Dienste  Normen und Richtlinien für den Service festlegen  Serviceänderungen und Verbesserungen initiieren und koordinieren  Die geschäftlichen Bedürfnisse auf technische Funktionen abbilden  Verantwortung für die gesamte Service-Support-Kette (für die entsprechenden Services)  3rd Level Support überwachen, verfolgen und verwalten  Eskalation kritischer Serviceprobleme gegnüber potenziellen Dienstleistern Effektive Kommunikation mit Stakeholdern, Kunden und Teammitgliedern, um die Bereitstellung qualitativ hochwertiger IT-Dienstleistungen sicherzustellen   Das bringen Sie mit     Abschluss in (Wirtschafts-)Informatik (HF, FH, Uni, ETH)  Sehr gute Kenntnisse innerhalb Microsoft Power Platform und SharePoint Online  Gutes Verständnis der Geschäftsprozesse und Ziele, die von den IT-Diensten unterstützt werden  Ausgeprägte Projektleitungsfähigkeiten  Fähigkeit, Beziehungen zu Lieferanten und Dienstleister zu pflegen und sicherzustellen, dass diese qualitativ hochwertige Dienstleistungen und Produkte anbieten  Ausgezeichnete Kompetenzen Kundenerwartungen zu bewältigen und zeitnah effektive Unterstützung anzubieten Tiefes Verständnis des Servicemanagements aus der Praxis (z.B. ITIL, COBIT und ISO 20000)  Kenntnisse über M365 Produkte und Modern-Workspace-Management-Themen von Microsoft  Strategische Denkweise und die Fähigkeit, komplexe Sachverhalte und Probleme zu durchdringen  Sehr gute Deutsch und Englischkenntnisse (mind. C1)  Starke Führungskompetenzen und die Fähigkeit, Teams zu motivieren und zu führen   Arbeitsort  Der Arbeitsort befindet sich in Bussnang, St. Margrethen oder Wallisellen.  Ich bin gerne für Sie da   Andrea Finotti Leiterin Human Resources und Payroll  Hier brauchen wir Sie  Die Gesundheit unserer Mitarbeitenden ist uns wichtig. Stadler zahlt einen Zuschuss an Ihr Fitness-Abo. Ohne Handy geht heute nichts mehr. Weil wir das wissen, können Stadler-Mitarbeitende für sich und ihre Angehörigen ein vergünstigtes Handy-Firmenabo abschliessen. Ob Eishockey oder Zürich Zoo – Sie und Ihre Liebsten profitieren von Gratiseintritten. Wir beteiligen uns an den Kosten für ein Ostwind, ZVV- oder SBB-Abo. In Bussnang stehen kostenlose Mitarbeitendenparkplätze zur Verfügung. Sie profitieren von Spezialkonditionen in verschiedenen Geschäften und Online-Shops. Unsere Migros-Kantine versorgt Sie zum zNüni und zMittag. Sie bietet ausserdem Platz für Anlässe und gemütliche Pausen. Im Sommer lädt unsere Aussenterrasse zum Essen im Freien ein. Mit Stadler profitieren Sie von Spezialkonditionen bei Versicherungen in der Schweiz. Die Entwicklung unserer Mitarbeitenden ist uns ein grosses Anliegen. Je nach betrieblichem Interesse unterstützen wir Ihre Weiterbildungswünsche finanziell oder mit Teilzeitmöglichkeiten."
    },
    {
        "id": 17109,
        "fulltext": "Solution Architect 80 - 100 % (w\/m\/d)\nBechtle AGSolution Architect 80 - 100 % (w\/m\/d) Ihre Aufgaben     Konzeptionelle und Strategische Beratung der Bechtle-KMU-Kunden mit Fokus auf Managed Services und Full-IT-Outsourcing   Beratung des Managements (C-Level) in Bezug auf deren IT-Strategie   Erarbeitung der Serviceangebote und deren Inhalte, sowie Lösungsvorschlägen und Entscheidungsgrundlagen   Aktive Mitwirkung in der Angebotsphase und Teilnahme an Lösungspräsentationen und Kundenworkshops   Erstellung und Beratung von Service- und Architekturlösungen, sowie Architektur Blueprints für die Kundenumgebung   Begleitung der Kundenprojekte in der Transition Phase als Lead Architekt      Ihr Profil      Informatikausbildung und ITIL 4 Zertifizierung   Mindestens 5 Jahre Berufserfahrung mit IT-Service-Erbringung, IT-Operations, Consulting oderIT-Architektur   Entsprechende Berufserfahrung in den Bereichen IT-Infrastruktur, Modern Workplace, Digitalisierung und Cloud   Sicheres Auftreten und die Fähigkeit Komplexes einfach zu erklären   Starke Kundenorientierung, grosses Qualitätsbewusstsein und die Bereitschaft Verantwortung zu übernehmen   Teamplayer mit analytischen Fähigkeiten und einer raschen Auffassungsgabe   Stilsicheres Deutsch und gute Englischkenntnisse in Wort und Schrift     Unser Angebot     Moderne Arbeitsbedingungen (z.B. Homeoffice und flexible Arbeitszeitmodelle)   KonzernweiterAustausch auf Augenhöhe im Experten-Netzwerk   Spannende Entwicklungsmöglichkeiten und Zugang zur Bechtle-Akademie   30 Tage Ferien   Flache Hierarchien und kurze Entscheidungswege     "
    },
    {
        "id": 469,
        "fulltext": "IT Supporter (m\/w)\nKarrierelevel: BerufseinsteigerPensum: 80-100%Beginn und Dauer: ab sofort für ca. 6 Monate, mit Option auf ÜbernahmeArbeitsort: Oberentfelden\/AG, mit Möglichkeit zu HomeofficeProjekt-ID: A202343545 (bei Kontakt bitte immer angeben)Für unseren Kunden aus der Lebensmittelbranche suchen wir einen IT Supporter (m\/w). Du bist motiviert und möchtest Dich aktiv weiterentwickeln sowie eigene Ideen einbringen? Dann bewirb Dich jetzt und starte durch mit univativ!Was Dich erwartet:Übernehmen des 1st-Level-SupportsErstellen, Abklären sowie Priorisieren von TicketsBearbeiten und Zuweisen der Tickets für Störungen und AnfragenEinrichten und Aktualisieren von ArbeitsplätzenUnterstützen in der IT-InfrastrukturWas Du mitbringen solltest:Abgeschlossene Lehre als Informatiker EFZ oder eine vergleichbare AusbildungGute Kenntnisse in Microsoft Windows 10, Office 365, Internet-Browsern sowie Apple iOSGrundkenntnisse im Bereich PC-Hardware, Drucker und NetworkingVerhandlungssichere Deutsch- und fliessende Englischkenntnisse in Wort und Schrift, Italienischkenntnisse von VorteilWas wir Dir bieten:Moderne Arbeitsmodelle mit Möglichkeit zu HomeofficeWertschätzende und motivierende AtmosphäreWeiterentwicklung in einem dynamischen ArbeitsumfeldWir haben Dich überzeugt?Dann sende uns Deine vollständigen Bewerbungsunterlagen (CV, Zeugnisse, Diplome) unter Angabe der Referenznummer A202343545 via E-Mail oder nutze alternativ das Online-Bewerbungsformular auf unserer Homepage.Noch Fragen? univativ Schweiz AGFrau Ardiana Abdiu, Teamlead HR ZürichMobil: 078 246 80 40, Tel.: 044 \/ 730 04 04E-Mail: E-Mail schreibenwww.univativ.ch"
    },
    {
        "id": 17986,
        "fulltext": "ICT-System-Techniker*in & Projektleiter*in 80-100%\nWir unterstützen Sie auf der Suche nach Ihrem neuen Job. Auch rekrutieren und verleihen wir qualifizierte Fach- und Führungskräfte.ICT-System-Techniker*in & Projektleiter*in 80-100% Stellenwerk AG\nHerr Merwyn D'Souza\nMitarbeiter Front Office\n0443657744\nE-Mail schreiben"
    },
    {
        "id": 279,
        "fulltext": "Systemingenieur\/in elektronische Operationen (Projekte)\nÜbersicht\nKontakt\nInfos\nweitere Stellen\n\n\n\nSystemingenieur\/in elektronische Operationen (Projekte)\n\nÜbersicht\nKontakt\nInfos\nweitere Stellen\n\n\n\n\nÜbersicht\nKontakt\nInfos\nweitere Stellen\n\n\n\n\nÜbersicht\nKontakt\nInfos\nweitere Stellen\n\n\n\n\nDie Schweizer Armee - Führungsunterstützungsbasis FUB sucht:\nSystemingenieur\/in elektronische Operationen (Projekte)\n80%-100% \/ Zimmerwald\nIhr Einsatz für Sicherheit und FreiheitHelfen Sie mit, aktuelle und zukünftige Projekte der Elektronischen Kriegsführung im Projekt Kommando Cyber erfolgreich umzusetzen.Als Systemingenieur\/in elektronische Operationen arbeiten Sie für den Dienst Integriertes Signallabor. Sie übernehmen spannende Projekte in einem dynamischen, nachrichtendienstlichen und elektromagnetischen Umfeld.\n\n\n\nIhre Aufgaben\nAls Hauptanwendervertreter\/in die Benutzerorganisationen gegenüber den Beschaffungs- und Instandhaltungsorganisationen sowie gegenüber den Lieferanten in der Projektorganisation vertretenVersuche und Erprobungen im Bereich elektromagnetische Übertragung und Netzwerktechnologie durchführenInnerhalb der Gesamtlandschaft der militärischen elektronischen Kriegsführungssysteme (Boden) die technische Weiterentwicklung vorantreiben, unterstützen und koordinierenDie fach- und einsatzbezogene Produktion sowie Ausbildung im Bereich Elektronische Kriegsführung unterstützen\n\n\n \n\n\nIhr Profil\nHochschulabschluss als Ingenieur\/in vorzugsweise im Bereich Elektro-\/Kommunikationstechnologie oder eine gleichwertige AusbildungErfahrung in der Projektleitung sowie Kenntnisse im Bereich der Signalanalysen und drahtlosen Kommunikationssysteme, sowie in Netzwerken und NetzwerksicherheitOffene und initiative Persönlichkeit sowie dienstleistungs- und lösungsorientierte ArbeitsweiseDurchsetzungsvermögen sowie sicheres Auftreten und Freude an der Koordination und Austausch mit StakeholdernGute mündliche und schriftliche Kenntnisse einer zweiten Amtssprache sowie Englisch Kenntnisse\n\n\n\n\nZusätzliche Informationen\nFür weitere Auskünfte wenden Sie sich bitte an:Marcel Ritschard, Chef Integriertes Signallabor, Tel.: +41 58 467 84 82Eine Anstellung bei der Schweizer Armee macht Sinn und bringt viele Vorteile mit sich. Überzeugen Sie sich auf armee.ch\/vorteile\nReferenznummer: JRQ$540-1703\n\nJetzt bewerben\n\n\nÜber uns\nAls zentraler Leistungserbringer für Informatik- und Telekommunikationsleistungen ist die Führungsunterstützungsbasis (FUB) für die IKT-Systeme und die Cybersecurity der Armee zuständig. Die Ansprüche an die Sicherheit und Verfügbarkeit der IKT-Leistungen sind schweizweit einzigartig. So stellt die FUB den Einsatz der Armee sicher - im Normalfall, in Krisen, Katastrophen und Konflikten. Die FUB steht für robuste, hochsichere IKT-Services und elektronische Operationen für die Armee in allen Lagen.\n\n+ mehr\n\n\n\nDie Bundesverwaltung achtet die unterschiedlichen Bedürfnisse und Lebenserfahrungen ihrer Mitarbeitenden und fördert deren Vielfalt. Gleichbehandlung geniesst höchste Priorität.Frauen sind in unserer Verwaltungseinheit untervertreten. Ihre Bewerbungen sind deshalb besonders willkommen.\n\n\n\n\n\n\nArbeitsort: Eichacher, 3086 Wald\n\n\n\n\nWeitere offene Stellen\n\n\n\nInformatiksicherheitsbeauftragte\/r des Bundes (ISBB)\n\n\n\n\n1 Lernende\/r Informatikerin \/ Informatiker EFZ Fachrichtung Plattformentwicklung\n\n\n\n\n1 Lernende\/r Informatikerin \/ Informatiker EFZ Fachrichtung Applikationsentwicklung\n\n\n\n\nHochschulpraktikant\/in Informatik Network\n\n\n\n\n+ alle offene Stellen\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nJetzt bewerben\n\n\n\n\n$(document).ready(function(){\n\/\/ Format Pensum TB2\nvar initSubtitle = $('#subtitle').text();\nvar splitSubtitle = initSubtitle.split(\" \/ \");\nvar initPensum = splitSubtitle[0].split(\"-\");\nvar finalPensum;\nif (initPensum[1]) {\nif (initPensum[0] == initPensum[1]) {\nfinalPensum = initPensum[0];\n} else {\nfinalPensum = initPensum[0] + \"-\" + initPensum[1];\n}\n$('#subtitle').text(finalPensum + \" \/ \" + splitSubtitle.slice(1).join());\n}\n\/\/ Boxenhöhe ausgleichen\nfunction kb_equal_height() {\nvar highest_element = 0;\n\/\/ Lösche die Höhe\n$('.teaser_box').each(function() {\n$(this).removeAttr('style');\n});\n\/\/ Prüfe, welches Element am höchsten ist\n$('.teaser_box').each(function() {\nif ($(this).height() > highest_element) {\nhighest_element = $(this).height();\n}\n});\n\/\/ Weise diese Höhe allen Elementen zu.\n$('.teaser_box').each(function() {\n$(this).height(highest_element);\n});\n};\nwindow.onload = kb_equal_height;\nvar resizeTimer;\n$(window).resize(function() {\nclearTimeout(resizeTimer);\nresizeTimer = setTimeout(kb_equal_height, 100);\n});\n\/\/ Mobile Navigation\n$('#desktop_nav ul').slicknav({\nprependTo:'#header',\nlabel: \"\",\nduplicate: true,\ncloseOnClick: true\n});\n$('.sticky_nav').slicknav({\nprependTo:'#sticky_header',\nlabel: \"\",\nduplicate: true,\ncloseOnClick: true\n});\n\/\/ Sticky Header\n$(window).on(\"scroll\", function() {\nvar fromTop = $(window).scrollTop();\nvar scrollStart = 350;\n$(\"body\").toggleClass(\"show_header\", (fromTop > scrollStart));\n});\n\/\/ Scroll Function\n$('.desktopNavBtn').click(function(){\nvar the_id = $(this).attr(\"href\");\n$('html, body').animate({\nscrollTop:$(the_id).offset().top-$(\"#sticky_header\").height()\n}, 'slow');\nreturn false;\n});\n\/\/ Scroll Function Mail Mobile\n$('a[href^=\"#send_mail\"]').click(function(){\nvar the_id = $(this).attr(\"href\");\n$('html, body').animate({\nscrollTop:$(the_id).offset().top-$(\"#sticky_header\").height()\n}, 'slow');\nreturn false;\n});\n\/\/ JobatMe\nvar get_url = document.location.href;\n$('#inserate_link').val(get_url);\n\/\/ Find Teaser URL\nvar jobADUrl = \"direktlink.prospective.ch\";\nif (get_url.toLowerCase().indexOf(\"jobs.admin.ch\") != -1){\njobADUrl = \"jobs.admin.ch\";\n}\n\/\/Zielgruppe für weitere Stellen\n$('#stellen_box').load('\/\/'+jobADUrl+'\/platform\/1000624\/index_teaser.cfm?sprcd=de&maxad=4&pubid=8411235&wlsearch_SD_FULLTEXT=Informatiker%2DJobs&wlsearch_sd_m1000624_25= #maincontentcontainer');\n});"
    },
    {
        "id": 13965,
        "fulltext": "Software Engineer Python #3072 80 - 100 %\nSoftware Engineer Python #3072 80 - 100 %Jetzt bewerben Hast du ausgeprägte Problemlösungsfähigkeiten und bist versiert mit Datenarchitekturen sowie objektorientierter und funktionaler Softwareentwicklung? \n  Das erwartet dich   \n Mitarbeit in spannenden Themen wie Pricing, Bestellautomatisierung, Generative AI, Recommendation, Data Warehouse \n Entwicklung in der neuesten Python Version - wir bringen dich auch gerne auf den neuesten Stand \n Agile Entwicklung mit Trunk based Development \n Selbständige Analyse von Problemstellungen (Geschäftsprozesse, Transaktionen, Daten) \n Flexibilität im Design von Komponenten und deren Schnittstellen \n Weiterentwicklung und Instandhaltung von der bestehenden Applikations- und Testumgebung \n Enge Zusammenarbeit mit Kollegen aus den anderen IT-Teams und Product Ownern \n Kommunikation der Ergebnisse mit den Interessengruppen \n Zusammenarbeit mit dem Infrastrukturteam, um Modelle in Produktion zu bringen \n Benefits Einkaufskonditionen Du profitierst von sehr attraktiven Einkaufskonditionen bei BRACK.CH (gegen 300'000 Artikel im Sortiment). Home-Office Du hast die Möglichkeit deinen Arbeitsort flexibel zu wählen, sodass du auch von zu Hause arbeiten kannst. Flexible Arbeitszeiten Durch die flexiblen Arbeitszeiten kannst du selbst bestimmen, wann du Arbeiten willst. Ferien Dir stehen mindestens 5 Wochen Ferien pro Jahr zu; je nach Alter sogar bis zu 7 Wochen. Weiterbildungsmöglichkeiten Nebst den internen Trainings in unserer CompAcademy unterstützen wir dich auch bei externen Weiterbildungen. Entwicklungsmöglichkeiten Du hast die Möglichkeit dich in unserem Unternehmen entwickeln zu können. Dabei stehen wir dir tatkräftig zur Seite. Elternurlaub Nebst 18 Wochen Mutterschaftsurlaub ermöglichen wir unseren Mitarbeitenden einen 4-wöchigen Vaterschaftsurlaub. Betriebliches Gesundheitsmanagement Dir stehen verschiedenste Angebote und Vergünstigungen mithilfe unseres BGMs zur Verfügung. Personalrestaurant Im Personalrestaurant kannst du zu vergünstigten Preisen dein Mittagessen geniessen. Arbeitsklima Kein finanzieller Benefit, aber wichtig. Im Umgang untereinander sind wir familiär, authentisch und verbindlich. Wir agieren mutig und ambitioniert. Parkplätze Für dein Auto stehen kostenlose Parkplätze zur Verfügung.  Das bringst du mit   \n Ausgeprägte Problemlösungsfähigkeiten mit Schwerpunkt E-Commerce \n Erfahrung in der Entwicklung und Arbeit mit Datenarchitekturen \n Erfahrung in der objektorientierten und funktionalen Softwareentwicklung (SOLID \/ CleanCode \/ Extreme Programming) \n Erfahrung in unserem TechStack: Python (Senior Level), Pandas (solide Erfahrung), Linux, Airflow und Google Cloud Platform (von Vorteil) \n Erfahrung in E-Commerce Themen von Vorteil \n Deine Ausbildung ist für uns sekundär - ob du eine Berufslehre oder einen Hochschulabschluss mitbringst - deine Persönlichkeit und Erfahrungen sind für uns mindestens genauso wichtig \n Solide Englischkenntnisse, um alle IT-bezogenen Aufgaben zu erledigen \n Grundlegendes Verständnis im dem Bereichen Data Science und Data Warehouse, da du sehr eng mit diesem Bereich zusammenarbeiten wirst \n  Jetzt bewerben \n  Bist du interessiert oder hast du weiterführende Fragen?  Sonja Hufschmid steht dir gerne telefonisch oder elektronisch zur Verfügung.   062 889 88 57   sonja.hufschmid@competec.ch Folge uns auch auf                  Über uns  BRACK.CH liefert schnell und unkompliziert – so sind wir auch als Arbeitgeber. Mitarbeitende treffen bei uns auf ein offenes und hilfsbereites Umfeld, in dem sie ihre Talente einbringen, mit grossem Gestaltungsfreiraum wirken und entfalten können. Wir fördern die Kompetenzen unserer Mitarbeitenden, damit wir Herausforderungen gemeinsam meistern, weiter wachsen und Erfolge feiern können. BRACK.CH ist Teil der Competec-Gruppe, die über 1250 Mitarbeitende beschäftigt und 2022 einen Umsatz von rund 1,17 Milliarden Franken erzielt hat.  BRACK.CH AG gehört zur  -Gruppe \n Was uns auszeichnet kununu Auszeichnung  Was Mitarbeitende und Bewerbende über uns sagen"
    },
    {
        "id": 8925,
        "fulltext": "Informationsspezialist\/in (Bachelor FH), 60% bis 90%\nInformationsspezialist\/in (Bachelor FH), 60% bis 90%Zur Ergänzung unseres Teams suchen wir per 1. November 2023 oder nach Vereinbarung eine\/n Informationsspezialist\/in (Bachelor FH), 60% bis 90% Für diese spannende Stelle wenden wir uns an eine engagierte und dynamische Persönlichkeit mit hoher Leistungsbereitschaft. Sie kennen die Informations-anbieter, Publikationsformen und Informationsmittel im Fach Kunstgeschichte oder wissen, wie Sie sich in die Fachinformationen eines für Sie neuen Gebiets einarbeiten. Sie verfügen über ein breites und fundiertes bibliothekarisches Fachwissen, so dass Sie bei Bedarf auch andere Aufgaben in der Bibliothek übernehmen können. Die bibliothekarischen Regelwerke und Standards RDA, RSWK, GND und MARC sind ihnen vertraut, und sie besitzen sehr gute IT-Kompetenzen, insbesondere in den Bereichen Bibliothekssysteme und Recherche.Ihre Aufgaben: \n Zuständig für die Erwerbung und Inventarisierung der Medien \n Katalogisierung der Bücher nach RDA \n Ein bis zwei Tage die Woche Abdeckung unserer Öffnungszeiten an der Ausleihtheke \n Telefonische Auskünfte und Unterstützung der Benutzerinnen und Benutzer der Bibliothek bei ihren Recherchen \nUnsere Anforderungen: \n Abgeschlossenes Studium in Information Science \n Gute Sprachkenntnisse in Deutsch und Englisch \n Sie arbeiten konzentriert, gehen systematisch vor und verfügen über eine exakte, strukturierte Arbeitsweise. Dank Ihrer hohen Sozial- und Kommunikations-kompetenz finden Sie rasch die Akzeptanz Ihrer Gesprächspartner. Diese Stelle ist auch für Berufsanfänger geeignet. Wir bieten Ihnen eine abwechslungsreiche und interessante Tätigkeit bei einer attraktiven Arbeitgeberin inmitten der Stadt Zürich. Wir freuen uns auf Ihre vollständigen Bewerbungsunterlagen mit Foto, per E-Mail Alba Singelmann, HR-Bereichsverantwortliche: jobs@kunsthaus.ch. Jobbeschreibung PDF Fachliche Auskünfte erteilt Ihnen gerne Sarah Ackermann, Tel.: +41 44 253 85 96, E-Mail: sarah.ackermann@kunsthaus.ch Bewerbungen per Post sowie von Stellenvermittlungsbüros können nicht berücksichtigt werden. Bitte beachten Sie den Leitfaden für Ihre Bewerbung auf unserer Website unter: www.kunsthaus.ch\/museum\/ueber-uns\/jobs\/"
    },
    {
        "id": 1658,
        "fulltext": "IT Projektmanager Netzwerk (m\/w\/d)\nROCKEN® ist in der digitalen Rekrutierung von Talenten und Experten aus Consulting und Software Engineering spezialisiert. Wir kollaborieren mit den spannendsten, Schweizer IT Softwarehersteller und Beratungsfirmen. Wir stellen einhergehend ein Netz an etablierten Unternehmungen digital und transparent durch unsere geschlossene ROCKEN® Talent Plattform zur Verfügung. Damit unsere Partner ihre Projekte erfolgreich stemmen können, braucht es ein Zusammenspiel verschiedener Fachspezialisten aus den Bereichen: Agile Business Analyse, Requirements Engineering, Project Management, Software Engineering, Architektur, DevOps, und Security.Hast du Lust auf eine neue Herausforderung? Dann profitiere als ROCKEN® Talent von unserer breiten Vernetzung und lass dir spannende Jobs vorstellen.Deine Verantwortung  Du unterstützt aktiv Kundinnen und Kunden dabei, ihre Netzwerkprojekte erfolgreich zu beenden. Du übernimmst die Verantwortung für eigene Projekte und leitest diese selbstständig. Gemeinsam im Team analysierst du kommende Entwicklungen im Netzwerkbereich und beeinflusst dadurch aktiv den Fokus des Netzwerkberatungs-Teams in der Zukunft. Du legst deine Schwerpunkte im Bereich Netzwerk fest und entwickelst dich im Laufe der Zeit zu einer\/i einem Experten\/Expertin auf diesem Gebiet   Deine Skills  Du arbeitest gerne mit Menschen in interdisziplinären Teams zusammen. Du verfügst über umfangreiches Fachwissen in Netzwerkprotokollen und -technologien. Du besitzt entweder einen Hochschulabschluss in Naturwissenschaften, Wirtschaft oder Ingenieurswissenschaften oder hast bereits relevante Erfahrungen im Bereich IT-Netzwerke gesammelt. Als zusätzliches Plus bringst du Folgendes mit: Praktische Erfahrung im Netzwerkbereich, zum Beispiel mit Cisco, Juniper, HP oder ähnlichen Technologien.   Eine Netzwerkzertifizierung wie Cisco, Juniper oder eine ähnliche Qualifikation.       Benefits   Flexible Arbeitszeitgestaltung   Homeoffice   Markt- und Leistungsgerechte Löhne   Attraktive Weiterbildungs- und Entwicklungsmöglichkeiten   Komfortables Büro mit moderner Infrastruktur    ROCKEN Jobs: https:\/\/rocken.jobs Profil erstellen: https:\/\/rocken.jobs\/application\/profil-erstellen\/    Arbeitsort Zürich  Kontakt  Maike Steinhoff,+41 44 385 21 23"
    },
    {
        "id": 7719,
        "fulltext": "Workplace System Engineer Senior 80-100% (w\/m\/d)\nWorkplace System Engineer Senior 80-100% (w\/m\/d)Workplace System Engineer Senior 80-100% (w\/m\/d) Adliswil (CH)\n \n  Kategorie\n \n \n  Information Technology\n \n \n  Pensum\n \n \n  Full Time (≥ 80%)\n \n \n  Ausgeschrieben seit\n \n \n  23. August 2023\n \n  \n Jetzt bewerben \n Seite teilen\n  \n twitter \n facebook \n linkedin \n whatsapp \n per E-Mail \n URL kopieren \n Über uns LGT Private Banking ist eine international führende Privatbank und ein unabhängiges Familienunternehmen. Wir denken langfristig und treiben Innovationen voran. In den letzten Jahren sind wir stark gewachsen – in Europa und in Asien. Damit wir auch in Zukunft erfolgreich bleiben, ist ein Faktor entscheidend: die Digitalisierung. Sie ist eine unserer wichtigsten strategischen Prioritäten für die nächsten Jahre. Wir wollen in interdisziplinären und agilen Teams das Beste aus der analogen und der digitalen Welt vereinen. Unser Ziel: Dank modernsten Dienstleistungen ein wirklich persönliches Kundenerlebnis schaffen. Ihr Aufgabengebiet Wir suchen einen erfahrenen und engagierten Workplace System Engineer Senior mit Schwerpunkt auf der Betreuung und Weiterentwicklung unserer VDI-Infrastruktur. Zudem wirst Du deine Teamkollegen bei der Gestaltung, Implementierung und Wartung einer effizienten und sicheren Arbeitsumgebung unterstützen. In dieser Position wirst Du eine entscheidende Schlüsselrolle einnehmen, um unseren Mitarbeitern erstklassige technologische Lösungen zu bieten. Mit einem besonderen Fokus auf den Einsatz modernster Technologien wirst Du die Zukunft des Arbeitsplatzes gestalten und unseren Mitarbeitern ein innovatives und inspirierendes Arbeitsumfeld bieten. Was erwartet Sie?  \n  Konzeption und Implementierung eines modernen Arbeitsplatzes: Du entwickelst und implementierst innovative Konzepte und Lösungen, um einen modernen Arbeitsplatz zu schaffen. Dies beinhaltet die Einführung von neuen Technologien, die Verbesserung der Benutzererfahrung und die Integration von mobilen und flexiblen Arbeitsmodellen. \n  Troubleshooting und Problemlösung: Du bist verantwortlich für die Analyse und Lösung komplexer technischer Probleme im Zusammenhang mit dem Arbeitsplatz. Du diagnostizierst Probleme, führst umfassende Troubleshooting- und Fehlerbehebungsmassnahmen durch und arbeitest eng mit anderen Teams zusammen, um schnelle und effektive Lösungen zu finden. \n  Sicherheit und Compliance: Du gewährleistest die Einhaltung von Sicherheitsstandards und Datenschutzrichtlinien auf unseren Arbeitsplätzen. Du setzt, die von unseren Sicherheitsteams erstellten Sicherheitsmassnahmen um und stellst den regelkonformen Betrieb sicher. \n  Zusammenarbeit mit internen Teams: Du arbeitest eng mit anderen IT-Teams zusammen, um eine nahtlose Integration der Arbeitsplatzressourcen in die bestehende Infrastruktur sicherzustellen. Dies beinhaltet die enge Zusammenarbeit mit unseren Security-, Netzwerk- und Engineering Teams und den Supporteinheiten, um sicherzustellen, dass alle Systeme effektiv zusammenarbeiten. \n  Erstellen von Dokumentationen: Du erstellst Dokumentationen und Anleitungen (HowTo-\/Troubleshooting Artikel und End User Manuals), um die Supporteinheiten und Benutzer bei der optimalen Nutzung der Arbeitsplatzressourcen zu unterstützen. \n Ihr Profil  \n Abgeschlossene Ausbildung in der Informatik \n Mehrjährige, ausgewiesene Erfahrung im Workplace Engineering sowie Citrix VDI-Infrastrukturen oder weiteren Desktop as a Service Lösungen (AVD, Win365 Cloud-PC) \n Fundierte Kenntnisse in der Konfiguration und Verwaltung von Betriebssystemen wie Windows, iOS \n Erfahrung in der Bereitstellung von Betriebssystemen und Anwendungen mit ConfigMgr (MEMCM), MS Intune, Group Policy \n Erfahrung in der Automatisierung von Abläufen mittels PowerShell \n Kenntnisse in der Arbeit mit Cloud-Technologien (Azure) \n Ausgeprägte Fähigkeiten, komplexe technische Probleme zu diagnostizieren und zu lösen \n Ausgeprägte Kommunikationsfähigkeit sowie eine eigenständige Arbeitsweise \n Teamorientierung und die Fähigkeit, in einem dynamischen Umfeld effektiv zu arbeiten \n Fühlen Sie sich angesprochen? Dann füllen Sie einfach die Online-Bewerbung aus. Wir freuen uns, Sie kennen zu lernen.  \n Jetzt bewerben \n Kontakt Corina Hohl HR Recruiter LGT Gruppe Holding AGHerrengasse 12 ,9490VaduzLiechtenstein\n +423 (235) 1555 Das könnte Sie auch interessieren ... Transparenz und Integrität sind uns wichtig. Deshalb finden Sie auf unserer Website alles, was Sie über uns wissen sollten, bevor Sie entscheiden, ob die Karrieremöglichkeiten bei der LGT Ihren Werten entsprechen. Beispielsweise über die Geschichte der Fürstenfamilie, die eng mit unserer Geschichte verknüpft ist.  \n Unser Eigentümer \n Unser Unternehmen \n Unser Engagement"
    },
    {
        "id": 9577,
        "fulltext": "Application Manager Power BI 80-100% (44093)\nApplication Manager Power BI 80-100% (44093)AufgabeFür unseren Kunden, welcher im Zuge seiner neuen Digitalisierungs-Strategie und der damit verbundenen Neugestaltung der Business-Applikations-Landschaft im Bereich ERP, CRM und PLM suchen wir zur Verstärkung des Teams einen selbständigen und leidenschaftlichen Application Manager Power BI 80-100%. Als Fachperson für Datenanalyse und -visualisierung sind Sie für den Aufbau und die Weiterentwicklung der neuen Power BI-Landschaft verantwortlich. Sie analysieren die Business-Anforderungen und entwickeln entsprechende Berichte und Dashboards. Mit der Power Platform setzen Sie spezifische Anforderungen um (Power Automate, Power Pages, etc.). Zusammen mit Ihren Arbeitskollegen gestalten Sie die künftige IT-Landschaft des Kunden und sorgen für einen sicheren und effizienten Betrieb. Sie leiten oder nehmen Teil in spannenden IT- und Digitalisierungsprojekten (Fokus BI und Digitalisierung).   Es erwartet Sie eine sehr hohe Gestaltungsfreiheit in einem super Team, fortschrittliche Anstellungsbedingungen und umfangreiche Sozialleistungen, Einsatz zukunftsgerichteter Technologien in der Cloud mit grosser Vielfältigkeit.Anforderungen     \nSie verfügen über einen höherer Ausbildungsabschluss in der Informatik, Wirtschaftsinformatik und\/oder in Betriebswirtschaft auf Stufe (FH\/Uni)  \nSie verfügen über mehrjährige Erfahrung im Data-Warehouse \/ MSSQL \/ BI Umfeld, vorzugsweise Power BI  \nVorzugsweise bringen Sie Erfahrungen im Bereich Power Platform mit  \nImmer wieder Neues zu lernen motiviert Sie und mit dem neu gelernten setzen Sie gerne Vorhaben um  \nVerständnis für Business- und der Geschäftsprozesse  \nSie verfügen über eine schnelle Auffassungsgabe zur Analyse von komplexen Zusammenhängen und Abhängigkeiten  \nSie haben Deutsch als Muttersprache und verfügen über gute Englischkenntnisse in Wort und Schrift  \nNeben dem Technischen arbeiten Sie gerne mit Menschen zusammen  \n  Projektdauer3 Monate mit Option auf FestanstellungAnsprechpartnerYves Nikolic, 052 224 44 07, E-Mail schreiben"
    },
    {
        "id": 7031,
        "fulltext": "Automatiker \/ Automatikfachmann 100% (m\/w)\nDie Technischen Betriebe Glarus Nord sind eine selbstständige öffentlich-rechtliche Anstalt der aufstrebenden Gemeinde Glarus Nord mit 19'000 Einwohnern. Wir stellen die Strom- Gas- und TV-Versorgung im nördlichen Kantonsgebiet sicher und bieten zudem moderne Kommunikationsdienste. Zur Verstärkung des Teams suchen wir für den reibungslosen Betrieb unserer Stromproduktionsanlagen (Wasser, Solar) und Wärmezentralen einen verantwortungsbewussten und selbständigenAutomatiker \/ Automatikfachmann 100% (m\/w) Ihre Aufgaben   Bedienen und Überwachen der Produktionsanlagen Durchführen von Instandhaltung- und Revisionsarbeiten der elektronischen und elektromechanischen Anlagen Bedienen und Überwachen von unseren Leitsystemen, Steuerungen etc. Erstellen der Elektrodokumentationen   Anforderungen   Ausbildung als Automatiker EFZ oder ähnliche elektrotechnische Berufsbildung Kenntnisse in Industrie-, Energie- und Automatisierungstechnik EDV- und Office Kenntnisse Bereitschaft zur anlagenbezogenen Weiterbildung und für Arbeitseinsätze auch ausserhalb der normalen Arbeitszeit (Pikettdienst)   Wir bieten    ein interessantes und abwechslungsreiches Aufgabengebiet in einem angenehmen Arbeitsumfeld ein der Aufgabe entsprechendes branchenspezifisches Einführungsprogramm zeitgemässe Anstellungsbedingungen gezielte Weiterbildungsmöglichkeiten  Eintritt per sofort oder nach Vereinbarung. Fühlen Sie sich angesprochen, dann zögern Sie nicht, uns zu kontaktieren. Nähere Auskunft erteilt Ihnen Herr Erwin Landolt, Leiter Energie, 058 611 77 11. Wir freuen uns auf Ihre Online Bewerbung.TBGN Technische Betriebe Glarus Nord\nFrau Judith Alpiger\nHR Businesspartner\n+41788852920\nE-Mail schreiben"
    },
    {
        "id": 8811,
        "fulltext": "Scrum Master\nDer Umgang mit Menschen und die Befähigung in einem agilen Umfeld ist für dich kein Job, sondern eine Berufung? Deine Passion gilt der Anwendung agiler Methoden in den Teams und deren Weiterentwicklung? Dann bewirb dich jetzt und werde Teil von IT Enabling. Mit dir unterstützen wir die Units bei ihrer Transformation in Richtung einer produktorientierten DevOps Organisation.   Scrum Master 60-100%, Bern \/ Bellinzona \/ Neuenburg und Home Office   Das kannst du bewirken     Als Scrum Master unterstützt du unsere Scrum\/DevOps Teams als Servant Leader und befähigst diese zur Selbstorganisation und zum eigenverantwortlichen Handeln nach den agilen Prinzipien und Rollen. Du motivierst die Teams zur stetigen Verbesserung und hilfst Hindernisse aus dem Weg zu räumen. Durch den regelmässigen Austausch mit den anderen Scrum Master entwickelt ihr neue Ideen und verbessert die Zusammenarbeit innerhalb der Organisation. Hierzu steht auch eine Community zur Verfügung. Als Agile Leader formst du das Umfeld der Teams, damit sich die Teams auf die Lieferung nutzbringender Ergebnisse konzentrieren und sich weiterentwickeln können. Hierbei erhältst du bei Bedarf Unterstützung durch unsere Agile Coaches. Du entwickelst ein fachliches und technisches Gefühl für die agilen Entwicklungsteams und begleitest diese.    Das bringst du mit     Mehrjährige nachweisbare Praxiserfahrung als Scrum Master, Erfahrungen mit Kanban, LeSS und anderen agilen Frameworks sind in der skalierten Umgebung der Scrum\/Devops-Teams von Vorteil. Du bist ein Teamplayer mit ausgeprägten kommunikativen Fähigkeiten, Empathie und einem guten Gespür für Menschen. Als flexible sowie eigenständige Persönlichkeit, schaffst du durch lösungsorientiertes Handeln eine gute Mischung zwischen methodischer Standfestigkeit und Pragmatismus. Deine koordinative Fähigkeit sowie dein vorausschauendes Denken und Handeln zeichnen dich aus. Zudem hast du ein gewinnendes und überzeugendes Auftreten und eine wertschätzende Haltung. Du kommunizierst mündlich und schriftlich stilsicher auf Deutsch, Französisch oder Italienisch. Du kannst dich zudem gut auf Englisch verständigen.    Jobdetails   Anstellung  60-100% Unbefristet  Anstellungsort(e)  Bern \/ Bellinzona \/ Neuenburg und Home Office  Referenznummer  65463  Postbereich  Informatik \/ Technologie  Kontakt  Patrick GempelerPeople & Transformation Lead IT-Enabling  Das bieten wir dir    6 Wochen Ferien Familienfreundlich Mobiles und flexibles Arbeiten Faire Anstellungsbedingungen Halbtax oder Beteiligung an GA Unterstützung bei Aus- und Weiterbildungen Personalgutscheine"
    },
    {
        "id": 14428,
        "fulltext": "Trainee Smart City und Public Service Innovation (Schaffhausen\/Mobil), befristet für 5 Monate\nTrainee Smart City und Public Service Innovation (Schaffhausen\/Mobil), befristet für 5 MonateBist du bereit, die Zukunft der Stadt Schaffhausen mitzugestalten? Die Stadt Schaffhausen beschäftigt rund 1'700 Mitarbeitende in sehr unterschiedlichen Bereichen und Berufsbildern. Im Programm Smart City wird die Stadt weiterentwickelt mit dem Ziel, Schaffhausen lebenswerter, fortschrittlicher und ressourcenschonender zu gestalten. Für die Initiierung und die Abwicklung von Projekten sowie die thematische Weiterentwicklung des Smart City Programms suchen wir Unterstützung durch eine digital affine Persönlichkeit mit Umsetzungskompetenz. Du bist zusammen mit der Programmleitung dafür zuständig, den verschiedenen externen und internen Anspruchsgruppen mit neuen Ansätzen und technologischen Möglichkeiten konkreten Nutzen zu stiften. In diesem spannenden Job konzipierst und setzt du spannende (Teil-) Projekte im Programm Smart City der Stadt Schaffhausen in direkter Kooperation mit den unterschiedlichen Referaten, Bereichen und Abteilungen um  kannst du bei der Umsetzung der städtischen Digitalstrategie mitwirken  baust du dir ein grosses Netzwerk auf indem du dich in verschiedene nationale und internationale Smart-City-Arbeitsgruppen einbringst  recherchierst und analysiert du zu Themen der Innovation im öffentlichen Sektor und prüfst die Eignung für die Stadt Schaffhausen trägst du zur Weiterentwicklung des Smart-City-Projektportals bei und erstellst Inhalte für unterschiedliche (Kommunikations-) Kanäle  Du bist hier erfolgreich  dank deinem Studium im Bereich Informatik, Wirtschaftsinformatik, Data Science, Public Management \/ Verwaltungswissenschaften, Politikwissenschaften oder einer anderen, vergleichbaren Aus- oder Weiterbildung  denn du hast Kenntnisse und\/oder ausgeprägtes Interesse in einem oder mehreren der folgenden Bereiche: Data Science, Open Data, Digital Twins, E-Partizipation, Sensorik, Shared Mobility oder Gebäudeautomation  weil du für deine gewinnende Persönlichkeit mit Eigeninitiative, Teamfähigkeit, Sozialkompetenz und Leidenschaft für deine Themen bekannt bist aufgrund deiner Dienstleistungs- sowie Qualitätsorientierung, nebenbei hast du die Fähigkeit den Blick für das Wesentliche nicht zu verlieren So profitierst du  Dein inhaltlicher und zeitlicher Einsatz erfolgt nach Abstimmung mit der Programmleitung  Arbeite, wo Du willst: Geografisch flexible Arbeitsmöglichkeiten (Schaffhausen und mobil-flexibel)  Unsere Stadt im Schuss halten ist Teamwork. Du profitierst von den Erfahrungen unterschiedlichster Menschen mit spannenden Biografien. Alle, die unsere Stadt bewegen wollen, sind hier willkommen"
    },
    {
        "id": 7815,
        "fulltext": "Solution Architect GIS\nArbeitsort: Stadt Zürich Branche: Informatik \/ Geoinformatik Position: Fachverantwortung Pensum: 80-100%Solution Architect GIS Arbeitsort: Stadt Zürich Branche: Informatik \/ Geoinformatik Position: Fachverantwortung Pensum: 80-100% ? Der Wandel der Digitalisierung stellt Unternehmungen und Behörden vor neue Herausforderungen und Chancen. Unsere Mandantin unterstützt diesen Wandel mit Location Intelligence Lösungen und ist weltmarktführend im Bereich von GIS-Technologie. Als Ergänzung für das Team in Zürich suchen wir motivierte Verstärkung, mit Interesse an Projekten aus unterschiedlichsten Branchen. ?? Ihre Aufgaben   Sie beraten die Kunden zu GIS Enterprise Architekturen, ihren Business-Anforderungen, IT-Infrastrukturen und entwerfen dazu Lösungsvarianten im Zusammenhang mit räumlichen Daten und Geografischen Informationssystemen (GIS).   Sie arbeiten nahe am Kunden und begleiten seine Projekte, von der Anforderungserhebung, durch die Umsetzungsphase bis zum Abschluss.   Dazu analysieren Sie die Gesamtsituation beim Kunden und erarbeiten mit dem Team eine bedarfsgerechte Lösung.   Um auf dem aktuellen technologischen Stand zu sein, verfolgen Sie das Marktumfeld und die Produktentwicklung im GIS-Bereich.   Ihr Profil   Dank einer höheren Ausbildung in der Informatik oder Geoinformatik verfügen Sie über das notwendige IT-Fachwissen.   Sie haben mehrere Jahre Erfahrung im Bereich Cloud-Architektur und Enterprise-Umgebungen.   Sie sind mit den Eigenschaften von GIS-Systemen und räumlichen Daten vertraut.   Sie sind dienstleistungsorientiert, verfügen über eine hohe Beratungskompetenz und arbeiten gerne zusammen mit dem Kunden und im Team.   Sie sprechen fliessend Deutsch und können auch in Englisch zu kommunizieren. Französisch ist willkommen.   Ihre Chancen   Es erwarten Sie interessante Kundenprojekte in Kombination mit zukunftsgerichteter GIS-Technologie sowie eine Zusammenarbeit im motivierten Team und in einem dynamischen Umfeld.   Sie unterstützen die Kunden in ihren Prozessen und helfen ihnen, wirtschaftlich und qualitativ hochstehende Resultate zu erreichen. Sie tragen wesentlich zur Kundenzufriedenheit bei.   Im Weiteren zeichnen der zentrale Arbeitsort in Zürich, die kollegiale Unternehmenskultur und gute Sozialleistungen diese Stelle aus.   ? Kontakt Für Auskünfte stehe ich Ihnen gerne zur Verfügung und freue mich auf Ihren Anruf oder die Zustellung Ihrer Bewerbung, online oder per E-Mail. Diskretion ist selbstverständlich. ? ? +41 79 707 20 11  E-Mail schreiben  ? ? ? Philippe Lebert GmbH\nHerr Philippe Lebert\n079 707 20 11\nE-Mail schreiben"
    },
    {
        "id": 6837,
        "fulltext": "Technical Customer Supporter:in (a) remote Möglichkeit\nDein Verantwortungsbereich    Telefonische und schriftliche Entgegennahme der ICT Anliegen unserer Kunden und Partner Störungsbehebung (Störungen, Auskünfte, Änderungswünsche, u.a.) Bearbeiten und Lösen von Kundenanliegen direkt im First und Second Level Support Unterstützung unserer Kunden mit gutem Servicesupport mit einem hohen Qualitätsanspruch Professionelle Kundenberatung über unser breites Produkteportfolio Eröffnung und Überwachung von Troubletickets bei unseren Partner und Lieferanten.      Deine Fähigkeiten    Technische Grundausbildung (Informatik, Elektroinstallation oder ähnliches) oder eine kaufmännische Ausbildung gepaart mit hoher technischer Affinität Hohe Sozialkompetenz und gute Kommunikationsfähigkeiten Selbstständige Arbeitsweise, kundenorientiertes Denken und Qualitätsbewusstsein Technikbegeistert und interessiert Neues zu lernen  Erfahrung und Freude im Umgang mit Kunden fliessende Kenntnisse in Deutsch, sehr gute Französischkenntnisse und Kenntnisse in Englisch  Du hast bereits Erfahrung im Kundensupport oder im Call Center gesammelt und bringst technisches Flair mit, dann wäre die Stelle sicher passend für dich. Du kannst im Home-Office zu arbeiten oder von überall in der Schweiz mit einem Telearbeitsvertrag. Wir begleiten dich während der Einarbeitung und mithilfe von Schulungen wirst du fit gemacht, um erfolgreich arbeiten zu können.  Zudem bieten wir interessante Fringe Benefits wie zB. die Nutzung von unseren Produkte sowie aber auch interessante Vergütungsmodelle. Bei Green bauen wir die Pfeiler der digitalen Zukunft in der Schweiz. Dabei stehen wir für Pioniergeist, Innovation mit Weitsicht und starke Partnerschaften – für unsere Mitarbeiterinnen und Mitarbeiter und unsere Kunden. Unsere 180 Mitarbeitenden stellen sicher, dass wir uns den Start-up Spirit eines KMU bewahren. Unser a im Jobtitel steht für alle, da wir Vielfalt fördern.     Bist du dabei?  Wir freuen uns auf deine Bewerbung unter Stellenangebot Technical Customer Supporter:in (a) bei Green"
    },
    {
        "id": 386,
        "fulltext": "Support Spezialist in der Zentralschweiz (m\/w\/d)\nUnser ROCKEN Partner ist einer der grösstenIT-Gesamtlösungsanbieter für KMU und Enterprise-Kunden. Mit über 30 JahrenErfahrung im IT-Business vertritt unser Partner die Werte Qualität,Verlässlichkeit und Persönlichkeit. Die rund um die Schweiz verteiltenStandorte garantieren lokale Präsenz, schnellen Service und eine persönliche,kundennahe Betreuung. Deine RolleDu bist auf der Suche nach einer spannenden Position bei einem Arbeitgeber, der Dich fordert und fördert?Dann ist diese Position genau die richtig für Dich! Deine VerantwortungIn Deiner neuen spannenden Position nimmst Du Support Anfragen per Telefon und E-Mail an, koordinierst diese und leistest 1st und 2nd Level Support der Kundensysteme unseres PartnersZusätzlich gehört die Überwachung der Kundensysteme und die Unterstützung der Kunden in Support-Einsätzen vor Ort sowie die Erstellung und Pflege von Dokumentationen zu Deinem neuen VerantwortungsgebietDie Mitarbeit und Unterstützung bei KMU-Projekten rundet Deine neue Position abDeine SkillsDu hast eine abgeschlossene Informatiker LehreDu hast eine hohe Lernbereitschaft, mit rascher Auffassungsgabe undBegeisterungDu bist kundenorientiert und handelst unternehmerischDu arbeitest selbstständig und ergreifst gerne die InitiativeDu bist ein Teil der Lösung und kannst Dich alsselbstständige, dienstleistungsorientierte Persönlichkeitmit guten Kommunikationsfähigkeiten einbringenIdealerweise bringst Du zudem Fachwissen in den Bereichen MS WindowsServerumgebungen, Citrix Virtual Apps and Desktopsund Sophos UTM \/ XG mitBenefitsÜberdurchschnittliche Ferien- und FreitageAttraktive Weiterbildungs- und EntwicklungsmöglichkeitenInteressante und abwechslungsreiche Tätigkeiten\/ProjekteEingespieltes und dynamisches Team Offene UnternehmenskulturROCKEN Jobs:https:\/\/rocken.jobsProfil erstellen:https:\/\/rocken.jobs\/application\/profil-erstellen\/ArbeitsortZugKontaktLindita Hoti,+41 44 385 21 32"
    },
    {
        "id": 8590,
        "fulltext": "Service Manager Dokumentenmanagementsystem (80-100%)\nService Manager Dokumentenmanagementsystem (80-100%) Stellenantritt:  ab sofort oder nach Vereinbarung  Arbeitsort:  Bern Der Fachbereich Application Services 2 ist verantwortlich für die Konzernapplikationen der Kantonsverwaltung. Gemeinsam mit unserer Kundschaft und unseren Lieferantinnen entwickeln wir die Services laufend weiter und stellen deren Betrieb sicher. Das Team verantwortet ICT-Services zu Gunsten der Bevölkerung, der Wirtschaft und für die Kantonsmitarbeitenden und leistet einen wichtigen Beitrag für die Öffentlichkeit und die Dienstleistungen des Kantons Bern. Als Service Manager (m\/w) bilden Sie die Schnittstelle zwischen unserer Kundschaft und den Leistungserbringern. Sie verantworten den laufenden Betrieb sowie die Neuevaluation des kantonalen Dokumentenmanagementsystems und gestalten den künftigen Leistungsumfang des Services mit. Sie prüfen zudem Aufträge im Rahmen des Demand- und Change-Managements, entscheiden über deren Umsetzung mit und planen diese bis zur Realisierung.  Ihre Aufgaben     Den Lebenszyklus und die Qualität Ihres Service verantworten und sicherstellen Das Demand-, Change- und Releasemanagement verantworten Das Service Level überwachen und steuern Budgetierung und finanzielle Trends führen In Digitalisierungsprojekten und interdisziplinären Teams mitarbeiten   Ihr Profil     Erste Erfahrungen im ICT-Service-Management, idealerweise unter Anwendung des ITIL-Frameworks Ausgeprägte Kunden- und Dienstleistungsorientierung Methodenkompetenz und erste Erfahrungen in agilen Zusammenarbeitsformen Gute Organisationsfähigkeiten sowie selbstständige und eigenverantwortliche Arbeitsweise   Wir bieten Ihnen  Bei dieser Stelle handelt es sich um eine spannende und herausfordernde Service-Management-Funktion mit hoher Komplexität. Wir bieten Ihnen eine verantwortungsvolle und abwechslungsreiche Tätigkeit mit einem attraktiven Gehalt und flexiblen Arbeitszeiten. In unserem dynamischen und zukunftsorientierten Umfeld finden Sie ein tolles Betriebsklima mit sehr guten beruflichen Entwicklungsmöglichkeiten. Der Arbeitsplatz befindet sich wenige Gehminuten vom Hauptbahnhof Bern entfernt, Parkplätze sind vorhanden.  Angaben zum Unternehmen  Das Amt für Informatik und Organisation (KAIO) ist das Kompetenzzentrum für die Umsetzung der Digitalisierung in der Kantonsverwaltung. Mit standardisierten Dienstleistungen in den Bereichen Organisation, Sicherheit, Applikationen, Arbeitsplatz und Infrastruktur bieten wir unserer Kundschaft die Möglichkeit, ihr Geschäft digital zu transformieren und sich ganz auf ihr Kerngeschäft zu konzentrieren. Wir stellen auch kantonsweit den zentralen Support für die ICT-Grundversorgung sicher. www.be.ch\/kaio  Kontakt  Wir freuen uns über Ihre Online-Bewerbung unter dem Link \"Jetzt bewerben\".Weitere Informationen finden Sie auf unserer Webseite: www.be.ch\/kaio Bewerbungen von Stellenvermittlungsbüros können wir leider nicht berücksichtigen. Weitere Auskünfte erteilt Herr Lukas Gerber, Abteilungsleiter Business Services, Telefon 031 636 73 98 oder via"
    },
    {
        "id": 15434,
        "fulltext": "System Engineer:in 80-100%\nEinleitungSystem Engineer:in 80-100% Technische Grundausbildung, idealerweise Elektriker o.ä. Bachelor oder Master im Bereich Elektro-\/ Energie- oder Systemtechnik Begeisterung für Energie- und Gebäudetechnik Verantwortungsbereitschaft und Interesse an fachlicher Führung  Einleitung Energie neu denken - gemeinsam mit dir  NeoVac bietet ganzheitliche Lösungen zur intelligenten und ressourcenschonenden Nutzung und sicheren Lagerung von Energie und Wasser. 50 Jahre Know-how machen uns zum führenden Komplettanbieter im Markt, und das gelbe Herzblut unserer rund 500 Mitarbeitenden treibt unsere Entwicklung stetig weiter. Wir wollen Energie neu denken. Und wir freuen uns, wenn du uns dabei als System Engineer:in unterstützt.  NeoVac - Making energy smarter  Das sind Deine Aufgaben Technische Leitung und Koordination von Produktentwicklungen bis hin zur Markteinführung Definition und Spezifikation der IoT-Systemarchitektur im Smart Meter Bereich Qualifizierung und Systemtest von neuen Produkten Produkt Management des Smart Meter Portfolios Technische Unterstützung für das Verkauf- und Service Team Optimierung bestehender Produkte und Prozesse Enge fachliche Zusammenarbeit mit Lieferanten Technische Dokumentationen und Expertenschulungen Komplexe Anlagenabklärungen und Erstellung von Expertisen Das bringst Du mit Technische Grundausbildung, idealerweise Elektriker o.ä. Bachelor oder Master im Bereich Elektro-\/ Energie- oder Systemtechnik  Begeisterung für Energie- und Gebäudetechnik Hohe Sozialkompetenz und Kommunikationsfähigkeit Beharrlichkeit und Leistungsbereitschaft  Verantwortungsbereitschaft und Interesse an fachlicher Führung Französisch- oder Italienischkenntnisse von Vorteil Darauf kannst Du bei uns zählen Du bist Teil einer 50-jährigen Erfolgsgeschichte in einem inhabergeführten Unternehmen mit kurzen Entscheidungswegen  Du kannst Dich und Deine Talente in einem innovativen und auf Vertrauen basierenden Umfeld entfalten  Du arbeitest in einem zukunftsorientierten, hoch motivierten Team  Du kannst Deine Aufgaben selbstständig und mit dem nötigen Freiraum für Eigeninitiative erledigen  Du erhältst hochmoderne Arbeitsmittel und flexible Homeoffice-Möglichkeit mit bis zu drei Tagen pro Woche  Dich erwarten mind. fünf Wochen Ferien, gratis Parkplatz, bei Bedarf mit kostengünstiger Möglichkeit zum Laden des Elektroautos"
    },
    {
        "id": 13715,
        "fulltext": "Junior User Experience Designer (w\/m\/d) 80-100%\nJunior User Experience Designer (w\/m\/d) 80-100%Zusammen mit unseren Partnern Hirslanden, Medbase und Luzerner Kantonsspital sowie den Krankenversicherungen Helsana, Swica und Groupe Mutuel bauen wir das Gesundheitsökosystem Compassana mit einer digitalen Plattform und verschiedenen Applikationen auf, um die einfache Koordination von ambulanten, stationären und digitalen Gesundheitsdiensten zu ermöglichen. Du hast ein Auge für einfache, elegante Lösungen für eine optimale User-Experience und möchtest mit uns die Digitalisierung im Gesundheitswesen vorantreiben? Dann suchen wir dich zur Verstärkung unseres UX-Teams ab sofort oder nach Vereinbarung! Deine Aufgaben  \n Du bist eine zentrale Schnittstelle zwischen unseren Nutzenden (Patienten und Patientinnen, sowie Gesundheitsfachpersonen), unseren Produkt-, Support- und Entwicklungsteams, wenn es um Benutzerfreundlichkeit unserer Anwendungen geht. \n Du unterstützt bei User Research und Evaluationen oder führst diese auch selbständig durch. Du identifizierst mögliche Optimierungen der User Experience und lässt sie in weitere Konzepte und Umsetzungen einfliessen. \n Du arbeitest eng zusammen mit unserem UX-Design, dem Produktmanagement und dem Entwicklungsteam und verstehst, wie unsere digitalen Anwendungen funktionieren. \n Anhand von neuen Produktanforderungen, Funktionen und Userfeedback kreierst du Prototypen unserer digitalen Anwendungen, testest und optimierst diese laufend. \n Dein Profil  \n Du hast erste Erfahrungen im UX-Bereich und eine fundierte Ausbildung in User Experience oder ähnlichen Bereichen absolviert (eidg. Fachausweis\/-Diplom, HF, FH, Uni oder Vergleichbares) \n Du kennst die gängigen User Experience und Usability-Methoden \n Du hast idealerweise Kenntnisse in der Verwendung von Figma und Erfahrung in der Arbeit an Softwareentwicklungsprojekten. \n Du bist eine initiative Persönlichkeit mit starker Umsetzungsfähigkeit, Du arbeitest gerne im Team arbeitest und kommunizierst offen und zeitgerecht \n Du gehst Herausforderungen lösungsorientiert und effizient an. \n Du hast ein Auge für einfache und elegante Lösungen \n Du arbeitest gerne in nternationalen Teams und verfügst über ausgezeichnete Deutsch- und Englischkenntnisse in Wort und Schrift \n Deine Vorteile Dein Arbeitsort Dein nächster Schritt Weitere Stellen"
    },
    {
        "id": 2193,
        "fulltext": "Projektleiter\/in Strassenverkehrs- und Tunnelleittechnik 80 - 100% (m\/w\/d)\nDein neues Aufgabenfeld   Leiten und Umsetzen von Kundenprojekten im Bereich der Verkehrs- und Tunnelleitsysteme von der Konzeption bis zur Fertigstellung Führen der Projekte innerhalb der definierten Ziele (Kosten, Termin, Qualität) inkl. internen und externen Ressourcen Massgebende Mitarbeit in Deinen Projekten (z.B. SCADA, S7-SPS) Vertreten der Projekte gegenüber den Kunden, inklusive Nachtrags-Management Identifizieren weiterer Geschäftsmöglichkeiten in den laufenden Projekten Unterstützen bei Angebotserstellung im Submissionsgeschäft    Deine Talente und Erfahrungen   Ingenieur\/in FH oder ETH Erfahrung in der Abwicklung von Kundenprojekten Erfahrung in der Projektierung\/Programmierung von Leittechnik- oder Softwareprojekten (SCADA, SPS) Selbständiger, umsetzungsstarker Teamplayer mit systematischem Denken und Qualitätsbewusstsein Deutschkenntnisse: schriftlich und mündlich stil- und verhandlungssicher - weitere Sprachen (E, F, I) sind sehr willkommen     So treten Sie mit uns in Kontakt – einfach und direkt   www.yunextraffic.com  Wenn Sie vor Ihrer Bewerbung mehr über Yunex Traffic erfahren möchten. Ansprechperson dieser Stellenausschreibung ist Stefanie Würgler – E-Mail schreiben.   Ihre Bewerbung  Yunex Traffic nimmt Ihre Privatsphäre sehr ernst und pflegt darum einen hohen Datenschutzstandard. Aus diesem Grund können wir Ihre Bewerbung ausschliesslich über unsere Bewerbungsplattform entgegennehmen (Button «BEWERBEN»). Wir freuen uns auf Ihre vollständige Bewerbung. Yunex Traffic etabliert mobiles Arbeiten als ein Kernelement der «neuen Normalität». Wo immer möglich, ist «Mobile Working» unsere Arbeitskultur, die ortsunabhängiges und selbstständiges Arbeiten fördert. Yunex Traffic fördert die Chancengleichheit. Vielfalt bereichert unser Unternehmen und verschafft uns einen Wettbewerbsvorteil."
    },
    {
        "id": 14511,
        "fulltext": "Remote Support (m\/w\/d)\nRemote Support (m\/w\/d)Die Agathon ist ein weltweiter Innovationsführer bei der Entwicklung und Herstellung von Maschinen für das Präzisionsschleifen und Lasern von Wendeschleifplatten. Wir setzen auf Innovation, Qualität und kontinuierliche Verbesserung, um die Anforderungen unserer Kunden zu erfüllen und unsere Position zu stärken. Zur Verstärkung unseres Teams suchen wir eine engagierte und kompetente Persönlichkeit für die Position als Diagnosetechniker\/in im Remote Support. Das sind deine Aufgaben:  \n 1st \/ 2nd Level Support: Hauptansprechpartner für Supportanfragen \n Analyse und Behebung von Maschinenstörungen per Fernwartung an CNC Bearbeitungszentren aus unserem Hause \n Aktualisierung von Maschinensteuerungen per Fernwartung \n Optimierung von Prozessen durch Fernparametrierung \n Lösungsfindung für komplexe Probleme, Koordination von Softwareänderungen \n Unterstützung der Servicetechniker in verschiedenen Aufgaben \n Pflege von Maschineninformationen und Berichten in SAP\/CRM \n Gelegentliche Aussendiensteinsätze im In- und Ausland möglich \n   Das bringst du mit:  \n  Qualifikation in technischer Grundausbildung (z. B. Mechaniker mit einem starken Interesse an Elektronik oder Automatiker mit einem ausgeprägten mechanischen Verständnis)  \n  Fundierte Kenntnisse im Bereich IT-Technologie  \n  Ausgeprägte Affinität und Begeisterung für den direkten Kundenkontakt  \n  Versierter Umgang mit modernen Büroanwendungen, einschließlich MS Office, sowie Erfahrung mit SAP-Systemen  \n  Gute Sprachkompetenz in Deutsch und Englisch  \n  Herausragende kommunikative Fähigkeiten und hohe Belastbarkeit  \n  Fähigkeit, sowohl selbstständig als auch im Team zu arbeiten  \n  Ausgeprägte Lösungsorientierung  \n   Das bieten wir dir:  \n Eine herausfordernde Position in einem renommierten Unternehmen \n Freundlicher Umgang mit einer Du-Kultur bis zum CEO \n Die Möglichkeit, aktiv zur Verbesserung unserer Qualitätsprozesse beizutragen \n Ein motiviertes und engagiertes Team \n Attraktive Vergütungs- und Benefits-Pakete \n Weiterbildungsmöglichkeiten zur persönlichen und beruflichen Weiterentwicklung \n Attraktiver Arbeitsstandort in Bellach nahe Bahnhof und Autobahn \n   Fühlst du dich angesprochen? Dann freuen wir uns, dich bald kennen lernen zu dürfen. Bitte sende deine Unterlagen per Mail an bewerbungen@agathon.ch"
    },
    {
        "id": 16031,
        "fulltext": "ICT System-Ingenieur\/in \/ Plattformentwicklung\nICT System-Engineer \/ Plattformentwicklung80%-100%  Bau- und Verkehrsdepartement, Grundbuch- und Vermessungsamt, Informatik BVD  nach Vereinbarung    Ihre Aufgaben     Plattformlösungen entwickeln: Sie konzipieren, entwickeln und betreiben unsere IT-Infrastruktur auf eigenen On-Premises und Cloud Plattformen in den Technologiebereichen Server- und Containervirtualisierung, Cloud Computing, Datenbanken, Monitoring, Backup\/Restore, Security.   Fachbereiche betreuen: Sie implementieren digitale Technologien entsprechend den spezifischen Kundenanforderungen mit hoher Interoperabilität, Verfügbarkeit und Sicherheit. Sie verstehen sich als Technologietreiber und unterstützen unsere Innovationskultur.   Team unterstützen: Sie sind ein wichtiges und kompetentes Mitglied des IT-Solutions-Teams mit rotierender operativer Verantwortung (Incident-, Change- und Problem-Management).        Ihr Profil     Erfahrung: Sie haben Erfahrung mit komplexen ICT-Architekturen und verfügen über tiefere Kenntnisse in den Bereichen von AWS, Terraform, Kubernetes, ArgoCD, GitOps, DevOps, CI\/CD.   Persönlichkeit: Sie verfügen über ein hohes Mass an Selbständigkeit, Zuverlässigkeit und Verantwortungsbewusstsein, arbeiten gerne im Team und besitzen analytische Fähigkeiten und Problemlösungskompetenz.   Ausbildung: Sie verfügen über eine abgeschlossene Informatikausbildung als Informatiker\/in EFZ mit Schwerpunkt Systemtechnik oder über eine Weiterbildung auf Stufe HF oder FH und bringen Berufserfahrung mit.        Einblick in unsere Arbeit    Das Grundbuch- und Vermessungsamt ist Teil des Bau- und Verkehrsdepartements Basel-Stadt und sorgt für ein breites Serviceangebot im Bereich grundstücksbezogener Informationen. Es führt das Grundbuch und die amtliche Vermessung, pflegt den offiziellen Stadtplan, unterhält den Leitungskataster und sorgt für objektive Grundstücksbewertungen. Es übernimmt auch departementale Informatik- und Digitalisierungsaufgaben. Mit dem Geoportal Basel-Stadt www.geo.bs.ch stellt es der Öffentlichkeit, wie auch der Verwaltung eine offene Plattform für raumbezogene Daten und Dienste zur Verfügung.  Die Informatik des Bau- und Verkehrsdepartements Basel-Stadt (IT BVD) stellt in Zusammenarbeit mit der zentralen Informatik des Kantons (IT BS) den Informatikbetrieb und den Support für die Dienststellen des Departements sicher. Wir unterstützen unsere Kundinnen und Kunden bei ihren Fachapplikationsprojekten sowie bei der Umsetzung der Informationssicherheit. Durch den Betrieb eigener Systeminfrastrukturen sind unsere Tätigkeiten anspruchsvoll und abwechslungsreich. Einen besonderen Stellenwert nimmt die eigene Lehrlingsausbildung ein.         Vereinbaren Sie Ihren Beruf mit Ihrem Privatleben   Wir unterstützen Sie dabei bestmöglich mit Gleitzeit, Teilzeit und Homeoffice bis hin zu Jahres- und Vertrauensarbeitszeit sowie Jobsharing-Möglichkeiten.   Arbeiten Sie im Herzen von Basel   Unsere zentral gelegenen Standorte sind zu Fuss, mit dem Velo und mit den öffentlichen Verkehrsmitteln gut erreichbar.   Nutzen Sie Ihre Talente und Ihr Potenzial   Wir unterstützen Ihr berufliches Vorankommen mit einer Vielzahl von Weiterbildungs- und Entwicklungsmöglichkeiten über alle Lebensphasen hinweg.      Ihr Kontakt       Fragen zur Funktion     Patrick Gysin  Leiter Informatik BVD  Tel. +41 61 267 43 39         Fragen zu Ihrer Bewerbung     Sarah Bussmann  HR Business Partner  Tel. +41 61 267 43 55            Vielseitig.Arbeiten für Basel-Stadt.  Etwas ist all unseren mehr als 11'000 Mitarbeitenden gemeinsam: Sie engagieren sich am Puls der Stadt, indem sie unterstützen, befähigen, lenken, gestalten und schützen. So tragen sie mit ihrem Einsatz jeden Tag dazu bei, Basel-Stadt lebens- und liebenswert zu machen. Genauso vielfältig wie unsere Aufgaben sind unsere Mitarbeitenden sowie Ihre Möglichkeiten. Willkommen im Team des Kantons Basel-Stadt!"
    },
    {
        "id": 8683,
        "fulltext": "Linux System Engineer 80-100% (m\/w\/d)\nLinux System Engineer 80-100% (m\/w\/d)View job here\n Linux System Engineer 80-100% (m\/w\/d)  \n Voll- oder Teilzeit \n St. Gallen, Schweiz \n Hybrid Remote \n Mit Berufserfahrung \n 28.08.23 \n Das erwartet dich Seit über 15 Jahren vertreibt MAIT die betriebswirtschaftliche ERP Lösung des Software Herstellers ABAS. Dank gelungener Kundenprojekte und dem ungebrochenen Trend zur Digitalisierung wachsen wir stetig. Damit wir weiterhin erfolgreich Kundenprojekte durchführen können, suchen wir als Ergänzung unseres Teams per sofort oder nach Vereinbarung eine\/n Linux System Engineer. Dein Tätigkeitsgebiet  \n Konzeption und Verwaltung Linux-basierter Server und Dienste in den Bereichen: Infrastruktur-, Web-, Applikations- und Datenbankserver \n Container-Lösung (Docker, Kubernetes) \n Zentrale Versionsverwaltung, Deployment und Testing \n Mitarbeit bei Konzeption und Verwaltung der Netzwerk-Infrastruktur \n Automatisierung von manuellen und wiederkehrenden Prozessschritten \n Third Level Support \n Das qualifiziert dich  \n Fachausbildung in der Informatik oder langjährige praktische Erfahrung \n Fundiertes Wissen im Bereich von Linux Systemlandschaften sowie gute Kenntnisse im Windows- und Netzwerkbereich \n Sicherer Umgang mit RHEL und Shell-Scripting \n Freude an Teamarbeit und ein professionelles Auftreten gegenüber Kunden \n Kontakt Bei Fragen steht dir unser Herr Patrick Fritsche, Senior HR Manager, gerne per Email (patrick.fritsche@mait.swiss) oder Telefon (+41 71 314 09 28) zur Verfügung. Wir freuen uns dich kennen zu lernen.  Was wir dir bieten  Bei MAIT sind wir ein Team! Flache Hierarchien, eine wertschätzende Atmosphäre und Du-Kultur werden bei uns großgeschrieben. Es erwartet dich ein kollegiales Team, in dem die Zusammenarbeit auf Vertrauen und Respekt basiert. Täglich wechselnde Aufgaben und interessante Projekte stehen auf der Tagesordnung.  Damit du auf dem neuesten Stand bleibst  Unsere Umgebung entwickelt sich ständig weiter und wir uns mit ihr! In umfangreichen sowohl internen als auch externen Weiterbildungsangeboten und Trainings der myMAIT Academy kannst du dich stets in deinem Tempo weiterentwickeln. Dich erwartet eine umfangreiche und ausführliche Einarbeitung in unsere Produkte und Methoden.  Deine Freizeit ist uns wichtig  Wer täglich Höchstleistungen erbringen will, muss auch seine Batterien in Ruhe aufladen können. Flexible Arbeitszeiten und die Möglichkeit zum mobilen Arbeiten sind für uns nichts neues – wir möchten dir nach bestem Gewissen eine gesunde Work – Life Balance ermöglichen.  Wir bieten dir mehr als nur ein attraktives Gehalt  Bei uns bekommst du täglich kostenlos so viel Wasser, Tee und Kaffee wie du möchtest. Dank eines intensiven Onboardings und Mentoring Programms vernetzt du dich vom ersten Tag an und lernst viele neue MAITs kennen. An unseren Standorten stehen jeweils gratis Mitarbeiterparkplätze zur Verfügung. Über uns Die MAIT Gruppe ist mit 150 Mio. EUR Umsatz und über 6.000 Kunden der Partner für innovative digitale Lösungen in der Produktentwicklung, der Unternehmenssteuerung und im IT-Service. Mehr als 650 MAITs (eine Wortschöpfung aus „mate“, engl. für Partner, „AI“ für Künstliche Intelligenz und „IT“) realisieren an 24 Standorten in Deutschland, Österreich und der Schweiz spezifische Lösungen in enger Zusammenarbeit mit ihren Kunden. Auf Augenhöhe. Wegweisend. Als Digitalisierungspartner nutzt MAIT die innovativsten Technologien von marktführenden PLM-, ERP- und IT-Anbietern wie Siemens, PTC, SAP-PLM, abas, Comarch, HP und Fujitsu. Ansprechpartner Patrick FritscheSenior HR ManagerOnline bewerbenWeitere Jobs ansehenDiesen Job teilenImpressum | DatenschutzerklärungPowered by softgarden"
    },
    {
        "id": 13414,
        "fulltext": "ICT Director 100% (m\/w\/d)\nICT Director 100% (m\/w\/d) Unser Partner ist eine internationale Gruppe mit drei Standorten in der Schweiz, welche im Pharmabereich, Sondermaschinenbau und Vertrieb abdecken. Mit 12 Standorten Weltweit beschäftigt die Gruppe rund 2.000 Mitarbeiter und gilt in ihrem Fachbereich als Marktführer.       Die Gruppen ICT arbeitet beständig an gemeinschaftlichen Zielen im Bereich Sicherheit, Applikationen, Infrastruktur und Service. Um die ambitionierten Ziele zu erreichen, suchen wir für die drei Standorte in der Schweiz einen engagierten, Teamplayer mit Hands-On Einstellung in der Position des Directors IT (m\/w\/d).  ICT Director 100% (m\/w\/d) Ihre Aufgaben      \nSie agieren als verantwortungsvoller und kommunikativer Mentor für Ihr Team  \nSie übernehmen die Leitung eines agilen Teams mit 6 Experten an 3 Schweizer Standorten.  \nReisebereitschaft zwischen den 3 Standorten in der Schweiz und weiteren Standorte Deutschland.  \n Aktive Mitwirkung an der Planung und dem Betrieb der ICT-Dienste, Systeme und Netzwerke  \nRegelmässiger Austausch mit dem CIO und CEO um Effizienz weiterhin zu garantieren  \nSie werden die Leitung und Unterstützung in verschiedenen spannenden Projekten bieten  \nMitarbeit an ICT basierten Optimierungen von Unternehmensprozessen  \nSie sind mitverantwortlich für die IT-Sicherheit und der Einhaltung von Datenschutzbestimmungen  \nSie garantieren fachliche Qualität und eine hohe Erreichbarkeit des ICT-Services  \nMitgestaltung und Weiterentwicklung der ICT Prozesse durch innovative Lösungen  \n Ihr Profil      \nAbgeschlossene ICT Ausbildung auf Stufe FH\/HF oder äquivalent mit entsprechender Weiterbildung  \nNachweisliche, mehrjährige Führungserfahrung in ähnlicher Position  \nSie haben mindestens 8 Jahre Erfahrung in der ICT  \nFührungs- und kommunikationsstarke Persönlichkeit mit ausgeprägter Dienstleistungsmentalität  \nBusiness Koordinator mit grosser Eigeninitiative, Innovationskraft und hoher Sozialkompetenz  \n«Hands-On-Mentalität»  \nStrukturierte Arbeitsweise und hohes Qualitätsbewusstsein  \nDeutsch und Englisch in Wort und Schrift  \n Fühlen Sie sich angesprochen, dann zögern Sie nicht, uns zu kontaktieren. Nähere Auskunft erteilt Ihnen Herr Azir Spahiu, Senior Consultant IT, 044 366 60 92. Wir freuen uns auf Ihre Online Bewerbung."
    },
    {
        "id": 11622,
        "fulltext": "AUTOMATIKER\/IN 100%\nSeit mehr als 25 Jahren wird im Seeland geforscht, entwickelt und produziert. Mit unseren High-TechProdukten setzen wir auf den Wirtschaftsstandort Schweiz. Flache Strukturen mit kurzen Entscheidungswegen, das interdisziplinäre Arbeiten im Team, der Freiraum für eigene Ideen sowie der Spass bei der täglichen Arbeit prägen unsere Firmenkultur. Wir vergrössern unsere IMD Family in Brügg BE und suchen per sofort oder nach Vereinbarung eine\/nAUTOMATIKER\/IN 100% Das macht Dir Spass   Bestehende Schaltschränke nach Kundenwunsch erweitern Fehlersuche in den Bereichen PC, SPS, Pneumatik, Sensorik, Optik, Elektrik Beaufsichtigung der projektspezifischen Spannungskonfigurationen Wareneingangskontrolle der eingekauften Schaltschränke Parametrieren von Frequenzumrichtern, Drehgebern, etc. Gelegentliche technische Unterstützung unseres Kundensupports     Das bringst Du mit  Du bringst eine erfolgreich abgeschlossene Berufslehre als Automatiker\/-in EFZ oder eine gleichwertige Ausbildung mit. Du verfügst über erste Erfahrungen im Schaltschrankbau und hast gute elektrische Kenntnisse. Du bist geübt im Erstellen von Elektroschemas mit EPLAN und hast ein Flair für Details. Ausserdem hast du Freude an der Mitarbeit beim kontinuierlichen Verbesserungsprozess der Schaltschränke und setzt anstehenden Änderungen in enger Zusammenarbeit mit der Entwicklung um. Idealerweise hast du ein erweitertes Know-How in der Bedienung von Computern. Du hast eine exakte Arbeitsweise und bezeichnest dich als selbständige und zuverlässige Person, die gerne im Team arbeitet. Deine sehr guten schriftlichen und mündlichen Deutschkenntnisse, sowie deine guten mündlichen Englischkenntnisse runden dein Profil ab.  Das erwartet Dich  Nach sorgfältiger Einarbeitung in die berührungslose Messtechnik erwartet dich ein vielseitiges und spannendes Aufgabengebiet in einem dynamischen und wachsenden Umfeld, in welchem du Gestaltungsfreiraum für deine Ideen hast und dich dabei weiterentwickeln kannst. Zudem bieten wir Dir attraktive Anstellungsbedingungen, ein familiäres Arbeitsumfeld, moderne Büroräumlichkeiten sowie ein motiviertes und aufgestelltes Team. Die IMD AG ist Marktführerin für industrielle Mess- und Prüfsysteme, die vorwiegend im Bereich der Kunststoff-Verpackungsindustrie eingesetzt werden. Wir entwickeln, produzieren und vertreiben über unseren Hauptsitz in Brügg BE weltweit umfassende Komplettlösungen unter der Marke IMDvista.  Neugierig? Melde Dich!  Nina Lucía Kratt, Leiterin Personal, steht dir gerne für weitere Auskünfte zur Verfügung 032 505 33 30. Bitte schicke deine vollständige elektronische Bewerbung an E-Mail schreiben.IMD AG\nFrau Nina Lucía Kratt\nLeiterin Personal\nE-Mail schreiben"
    },
    {
        "id": 10212,
        "fulltext": "System Engineer (m\/w\/d) 80-100%\nSystem Engineer (m\/w\/d) 80-100%  Für unseren Partner – einem IT-Unternehmen – suchen wir eine engagierte Persönlichkeit als System Engineer (m\/w\/d) 80-100%. Es erwartet Sie ein spannendes Umfeld mit spannenden Aufgaben.  Aufgaben   Entwicklung, Verbesserung und Gewährleistung des reibungslosen Betriebs von lokalen und Cloud-Rechenzentrum-Infrastrukturen sowie Sicherheits- und Backup-Lösungen Verwaltung und Pflege von Technologiebereichen wie Microsoft Server, Virtualisierung, Microsoft 365, Microsoft Azure, Backup, Netzwerk und Sicherheit Erstellung von Dokumentationen für Systeme und Betrieb, sowohl für Kunden als auch für interne Zwecke Analyse und Behebung von Ursachen für Probleme und Störungen Beteiligung an interessanten Kundenprojekten im Bereich Cloud und Managed Services Leitungsfunktion als Hauptingenieur bei der Planung und Umsetzung von IT-Infrastrukturprojekten   Voraussetzungen   Eine Grundausbildung als Informatiker\/in EFZ und eine Weiterbildung auf EFA-, HF- oder FH-Niveau sind von Vorteil Mehrjährige Berufserfahrung als System Engineer im Bereich ICT-Infrastruktur (lokal und in der Cloud) Fähigkeit, Probleme zu analysieren und Lösungen zu finden, ist in dieser Position von großer Bedeutung Gute Kenntnisse in den Bereichen Cloud (insbesondere Microsoft 365 und Microsoft Azure) sowie IT-Sicherheitskomponenten (wie FortiGate, Zertifikate und MFA) sind von Vorteil Offenheit, Unkompliziertheit, Selbstständigkeit, Kundenorientierung, Lösungsorientierung und Kommunikationsfähigkeit Erfahrung im Umgang mit Windows Server (von 2012R2 bis 2022) und Virtualisierung (insbesondere VMware) sowie Veeam Backup Es wäre wünschenswert, wenn du Erfahrung im IT-System-Monitoring hast Wissen zu grundlegenden ICT-Themen wie Netzwerk, Routing, DNS\/DHCP, Firewall, Endpoint-Security, VPN, ADS und GPOs Deutsch sollte deine Muttersprache sein, und du solltest gute Englischkenntnisse in Wort und Schrift vorweisen können   Wir bieten Ihnen   Anspruchsvolle Tätigkeit in einem spannenden Umfeld Dynamisches und leistungsorientiertes Unternehmen Offenes und teamorientiertes Arbeitsklima Entwicklungsmöglichkeiten  Job Referenz #40061  Weitere Jobs?  https:\/\/tackle.careers\/jobs\/  Kontakt  Elion Serifi, Junior Recruiter | Tackle Experts Tackle Business Consultants GmbH 3007 Bern, Köniz"
    },
    {
        "id": 7611,
        "fulltext": "Process Manager - Master Data und Plant Maintenance (w\/m\/d)\nProcess Manager SAP - Master Data und Plant Maintenance (w\/m\/d)Process Manager - Master Data und Plant Maintenance (w\/m\/d)Stäubli bietet innovative Mechatronik-Lösungen in den vier Divisionen Electrical Connectors, Fluid Connectors, Robotics und Textile. Gegründet 1892 ist Stäubli heute ein internationaler Konzern mit weltweit mehr als 6'000 Mitarbeitenden. AufgabenAls Process Manager sind Sie verantwortlich für die divisionsweite Evaluation, Standardisierung und kontinuierliche Optimierung der Prozesse in den Bereichen Master Data Management und Plant Maintenance. Ihre Hauptaufgaben beinhalten: Weiterentwicklung und Implementierung der Master Data Strategie zur Standardisierung der Anlage, Überwachung und Pflege der Stammdaten Entwicklung, Testen und Dokumentieren von Prozessen in enger Zusammenarbeit mit operativen Stellen, Erstellung der zugehörigen Arbeitsanweisungen und Durchführung von Schulungen Festlegen von Richtlinien zur Pflege von Stammdaten und deren Dokumentation sowie Sichersteller der Analyse und Optimierung dieser Spezifizierung von erforderlichen Systemanpassungen und Weitergabe der Anforderungen an interne oder externe Fachbereiche, inklusive Test und Roll-out Monitoring Ausbildung und Weiterentwicklung der First- und Second-Level- Support und Master Data Spezialisten Entwicklung und Generierung von Reports, Analysen und KPIs der Stammdatenqualität für das Management Ihr Profil Fundierte betriebswirtschaftliche oder informationstechnologische Ausbildung oder Studium mit Vertiefung im Supply Chain Management Projekterfahrung im Bereich Data Management, Stammdaten- oder Datenqualitätsmanagement Bekannt mit Technologien im Zusammenhang mit Stammdaten- und Product-Lifecycle-Management Hohe Affinität für Informatik und konzeptionelle Fähigkeiten Ausgezeichnete Kenntnisse in den Modulen SAP MDM und PM Erfahrung im Jira Confluence Deutsch und Englisch sehr gut in Wort und Schrift (C1), Französisch von Vorteil Das bieten wir: Ein Unternehmen mit Tradition, sehr guter Marktposition und hochleistungsfähigen Lösungen Eine wertschätzende Unternehmenskultur und motivierte Mitarbeitende, die mit Ihnen die täglichen Herausforderungen bewältigen Die Vorteile eines mittelständischen Unternehmens als auch die eines internationalen Konzerns Ein zukunftsorientierter Arbeitsplatz Viele weitere Benefits wie flexible Arbeitszeiten, teilweise Home Office möglich, Weiterbildungsmöglichkeiten, kostenfreie Parkplätze, geschenkte Brückentage und vieles mehr Sie arbeiten gerne selbständig, möchten sich aktiv einbringen und können anderen für Ihre Ideen und Vorschläge begeistern? Dann sind Sie bei uns am richtigen Ort. Wir freuen uns auf Ihre Bewerbung! Maja WermelingerTel. +41 (0) 61 306 56 71, Stäubli Electrical Connectors AG, Stockbrunnenrain 8, 4123 Allschwil \/ Switzerland www.staubli.com\/karriere  Stäubli Electrical Connectors entwickelt Verbindungen fürs Leben für Industrien wie erneuerbare Energien, Industrie- und Automatisierungsanwendungen, Energieübertragung und -verteilung, Bahntechnik, Schweissautomation, Prüf- und Messtechnik, medizinischen Geräten sowie E-Mobility. 38999226"
    },
    {
        "id": 17339,
        "fulltext": "ICT System Administrator 80-100% (m\/w\/d)\nIn folgenden Tätigkeitsbereichen fühlen Sie sich zuhause:  Administration, Konfiguration und Optimierung von Serversystemen, Applikationen und Infrastrukturen (Cloud, on-prem und hybrid) Ausbau, Betrieb und Wartung der IT-Infrastruktur (Windows Server, Active Directory, MS365, Azure etc.) Planung und Implementation von Changes für die Systemwartung und das Lifecycle-Management Optimierung und Automatisierung wiederkehrender Aufgaben Analyse von Störungen und Fehlerzuständen sowie die Überwachung von Massnahmen zu deren Behebung Mitwirken bei der Weiterentwicklung des IT-Betriebs hin zur Serviceorientierung 2nd Level Support  Für diese Stelle zeichnet Sie insbesondere aus:  Abgeschlossene Informatikausbildung im Fachbereich Systemtechnik sowie höhere Fachausbildung Ausgewiesene Erfahrung mit gängigen Microsoft-Technologien und -Plattformen (Cloud & on-prem) Gutes IT-Service-Management-Verständnis (ITIL) Ausgeprägtes Qualitäts- und Sicherheitsbewusstsein Schnelle Auffassungsgabe und vernetztes Denken  Als attraktive Arbeitgeberin bieten wir Ihnen:  Die Möglichkeit, miteinander für Liechtenstein tätig zu sein Eine wertschätzende Zusammenarbeit Die Vereinbarkeit von Familie und Beruf Ein abwechslungsreiches und breites Aufgabenspektrum  Wir freuen uns auf Ihre Online-Bewerbung  bis 10. November 2023."
    },
    {
        "id": 13503,
        "fulltext": "«Fachspezialist\/in IT Operations, Finanzen und Informatik, Geschäftsstelle, 80-100%»\n«Fachspezialist\/in IT Operations, Finanzen und Informatik, Geschäftsstelle, 80-100%»Pro Senectute Kanton Zürich setzt sich als private, gemeinnützige Stiftung seit über 100 Jahrenfür das Wohl älterer Menschen ein. Wir sind die bedeutendste Fachorganisation für alle Fragenrund um das Alter. Mit vielfältigen Dienstleistungen und Beratungsangeboten stehen wirSeniorinnen und Senioren, ihren Angehörigen sowie Behörden und Institutionen im ganzenKanton kompetent zur Seite. Für unsere Abteilung Finanzen und Informatik suchen wir per sofort oder nach Vereinbarungeine\/n  Fachspezialist\/in IT Operations 80-100%   Ihre Aufgaben Sie stellen den Betrieb, die Überwachung und den Unterhalt der IT-Systeme und Netzwerke vonPro Senectute Kanton Zürich (PSZH) sicher. Damit verantworten Sie den operativen IT-Betrieb, dieSystemverfügbarkeit der Applikationen und Telefonie (VOiP) – an der Geschäftsstelle wie auch anden sieben Standorten im Kanton. In Zusammenarbeit mit unserem IT-Supportteamgewährleisten Sie eine hohe Qualität und Effizienz unseres Service Desk mit First und SecondLevel Support. Als Ansprechpartner\/in stehen Sie zudem in engem Austausch mit unseremlangjährigen Outsourcing-Partner (IT as a Service). Im Rahmen eines mehrjährigen Change-Projekts ziehen wir alle unsere internen und externen Prozesse und Dienstleistungen in die AzureCloud um. Bei diesem Umzug unterstützen Sie unsere Mitarbeitenden, indem Sie den Rollout unddie Schulungen planen, das Ticketing und typische Anwender-Fragen zeitnah aufnehmen. DesWeiteren optimieren Sie im Sinne unserer Digitalisierungsstrategie unsere IT-Prozessekontinuierlich. Dazu sind Sie nahe am operativen IT-Betrieb, schaffen sich ein vertieftesBusinessverständnis und leiten auch das IT-User-Meeting mit unseren Poweruser.  Ihr Profil Sie verfügen über einen Abschluss im Bereich ICT. Zudem haben Sie praktische Erfahrung imBereich IT Operation und idealerweise Kenntnisse rund um die MS Azure Cloud, MS Dynamics,Sharepoint und Teams-Telefonie. Sie sind Dienstleister\/in mit Passion und unterstützen unsereMitarbeitenden im persönlichen Kontakt bei allen IT-Fragen. Sie schätzen es, selbstständig zuarbeiten und haben Lust, bei der Umsetzung unsere Digitalisierungsstrategie aktiv mitzugestaltenund damit Ihre analytischen und kommunikativen Stärken einbringen zu können.  Unser Angebot Es erwartet Sie eine spannende und selbstständige Tätigkeit mit Gestaltungsmöglichkeiten. Einengagiertes Team teilt ihr Wissen gerne mit Ihnen. Pro Senectute Kanton Zürich bietet Ihnen alsattraktive Arbeitgeberin im NPO-Umfeld zeitgemässe Anstellungsbedingungen, gute Weiter-bildungsmöglichkeiten und einen sinnstiftenden Arbeitsinhalt. Ihr Arbeitsplatz befindet sich ander Geschäftsstelle in Zürich. Fragen richten Sie bitte an Martin Erhardt, Leiter IT und Business Prozess Management, Telefon058 451 51 97.  Interessiert? Wir freuen uns auf Ihre Online-Bewerbung mit den üblichen Unterlagen wie Lebenslauf,Motivationsschreiben, Zeugnisse und Diplome Jetzt online bewerben > Pro Senectute Kanton Zürich Human Resources · Forchstrasse 145 · Postfach · 8032 Zürich Spendenkonto IBANTelefon 058 451 51 00 · info@pszh.ch · www.pszh.ch CH95 0900 0000 8007 9784 4"
    },
    {
        "id": 17771,
        "fulltext": "ICT Director 100% (m\/w\/d)\nICT Director 100% (m\/w\/d) Unser Partner ist eine internationale Gruppe mit drei Standorten in der Schweiz, welche im Pharmabereich, Sondermaschinenbau und Vertrieb abdecken. Mit 12 Standorten Weltweit beschäftigt die Gruppe rund 2.000 Mitarbeiter und gilt in ihrem Fachbereich als Marktführer.     Die Gruppen ICT arbeitet beständig an gemeinschaftlichen Zielen im Bereich Sicherheit, Applikationen, Infrastruktur und Service. Um die ambitionierten Ziele zu erreichen, suchen wir für die drei Standorte in der Schweiz einen engagierten, Teamplayer mit Hands-On Einstellung in der Position des Directors IT (m\/w\/d).  ICT Director 100% (m\/w\/d) Ihre Aufgaben    Sie agieren als verantwortungsvoller und kommunikativer Mentor für Ihr Team Sie übernehmen die Leitung eines agilen Teams mit 6 Experten an 3 Schweizer Standorten. Reisebereitschaft zwischen den 3 Standorten in der Schweiz und weiteren Standorte Deutschland.  Aktive Mitwirkung an der Planung und dem Betrieb der ICT-Dienste, Systeme und Netzwerke Regelmässiger Austausch mit dem CIO und CEO um Effizienz weiterhin zu garantieren Sie werden die Leitung und Unterstützung in verschiedenen spannenden Projekten bieten Mitarbeit an ICT basierten Optimierungen von Unternehmensprozessen Sie sind mitverantwortlich für die IT-Sicherheit und der Einhaltung von Datenschutzbestimmungen Sie garantieren fachliche Qualität und eine hohe Erreichbarkeit des ICT-Services Mitgestaltung und Weiterentwicklung der ICT Prozesse durch innovative Lösungen  Ihr Profil    Abgeschlossene ICT Ausbildung auf Stufe FH\/HF oder äquivalent mit entsprechender Weiterbildung Nachweisliche, mehrjährige Führungserfahrung in ähnlicher Position Sie haben mindestens 8 Jahre Erfahrung in der ICT Führungs- und kommunikationsstarke Persönlichkeit mit ausgeprägter Dienstleistungsmentalität Business Koordinator mit grosser Eigeninitiative, Innovationskraft und hoher Sozialkompetenz «Hands-On-Mentalität» Strukturierte Arbeitsweise und hohes Qualitätsbewusstsein Deutsch und Englisch in Wort und Schrift  Fühlen Sie sich angesprochen, dann zögern Sie nicht, uns zu kontaktieren.Nähere Auskunft erteilt Ihnen Herr Azir Spahiu, Senior Consultant IT, 044 366 60 92. Wir freuen uns auf Ihre Online Bewerbung."
    },
    {
        "id": 16568,
        "fulltext": "SYSTEM ENGINEER SUPPORT (A)\nWerde Teil dieses erfolgreichen Dienstleisters, welcher sich auf ICT-Cloud- und Infrastruktur-Lösungen spezialisiert hat. Mithilfe neuester Technologien, stetiger Weiterentwicklung und den engagierten Mitarbeitenden kann dein neuer Arbeitgeber seinen Kunden einen umfassenden Service bieten.SYSTEM ENGINEER SUPPORT (A)Deine Aufgaben  System-Administration und Monitoring von Client- und Server Infrastrukturlösungen (Cloud & on prem) ICT remote- und vor Ort Support Entgegennahme, Analyse, Koordination und Behebung von Störungen Incident-, Change- und Escalation-Management Verwaltung des Ticketingsystems und Pflegen der ICT-Dokumentation  Dein Profil  Teamfähig, motiviert, hilfsbereit, selbstständig, initiativ, kundenorientiert, belastbar, lösungsorientiert und kommunikativ Abgeschlossene Informatiklehre (EFZ) und Erfahrung im ICT-Support Gute Kenntnisse von Windows Client\/Server- und Cloud-Lösungen, VMware, Microsoft 365, Teams und Azure Vorteilhaft sind Kenntnisse mit Powershell, ITIL und Confluence Deutsch, mündl. und schriftl. sehr gut; Englisch, mündl. und schriftl. gut; Französisch von Vorteil  Das Angebot In diesem Unternehmen wird grosser Wert auf Teamgeist und auf die Weiterbildung und Entwicklung der Mitarbeitenden gelegt. Es erwartet dich eine familiäre, offene und respektvolle Atmosphäre, herausfordernde Aufgaben und fortschrittliche Anstellungsbedingungen mit guten Perspektiven. Bern, Festanstellung, 80-100% Beat Mühlemann freut sich auf deine Kontaktaufnahme per Telefon, WhatsApp oder E-Mail. Möchtest du dich beruflich neu orientieren, findest aber kaum Zeit für die Stellensuche?Wir machen von dir ein Portraitfoto, überarbeiten dein CV, digitalisieren deine Dokumente, erstellen dein Bewerbungsdossier und stehen dir als Coach zur Seite. Gerne bieten wir dir auch weitere interessante Jobs an, die nicht auf unserer Website publiziert sind.Unsere Leistungen sind für dich kostenlos!mühlemann IT-personal\nHerr Beat Mühlemann\nGeschäftsführer\n031 357 07 00\nE-Mail schreiben"
    },
    {
        "id": 8715,
        "fulltext": "ICT-Architekt:in Expert 80-100%\nICT-Architekt:in Expert 80-100% \n 80-100% \n Eintritt nach Vereinbarung \n Informatik \n Bern, Weltpoststrasse 19 (Arbeitsweg berechnen) \n  Über uns  Die Visana-Gruppe gehört zu den grössten Kranken- und Unfallversicherern der Schweiz. Die Nähe zu unseren Kund:innen ist uns besonders wichtig. Wir hören ihnen zu und begegnen ihnen stets auf Augenhöhe, menschlich und umsichtig. Unsere Firmenkultur basiert auf Vertrauen, Förderung und Herausforderung. Wir sind zukunftsorientiert und verbinden traditionelle Werte mit modernen Arbeitsweisen. Ganz nach dem Motto:  Zusammen arbeiten, zusammen wachsen.   Deine Aufgaben   \n Du analysierst und berätst das Managements bei der Entwicklung der ICT-Strategie anhand der Unternehmensstrategie \n Du erarbeitest Vorgaben und Qualitätsstandards über mehrere ICT-Architekturebenen bis hin zu Unternehmensarchitekturen und setzt diese durch \n Du berätst in ICT-Projekten und -Programmen bezüglich ICT-Architekturen \n Du erarbeitest Lösungsvorschläge und Entscheidungsgrundlagen aufgrund von Anforderungen \n Du erstellst und pflegst systemtechnische Beschreibungen und Übersichten \n Du führst Design-Reviews durch \n  Dein Profil   \n Du verfügst über eine höhere Ausbildung in der Informatik oder Wirtschaftsinformatik, idealerweise mit entsprechender Weiterbildung \n Deine analytischen, konzeptionellen und organisatorische Fähigkeiten kannst du in dieser Funktion unter Beweis stellen \n Du zeigst kommunikative Stärke und diplomatisches Geschick, \n Der Kunde steht bei dir im Zentrum und Teamwork ist dir wichtig \n  Kontakt  Haben wir dich überzeugt? Dann freuen wir uns über deine Bewerbungsunterlagen via Button „Jetzt bewerben“. Für diese Stelle werden keine Bewerbungen von Personalvermittlern berücksichtigt. Du hast noch Fragen? Wir stehen dir gerne für einen telefonischen Austausch zur Verfügung und erzählen dir mehr über die Vakanz und unsere Firmenkultur. Murielle SchwarzHR Recruting Partner031 357 95 28Rolf GrafFührungsperson031 357 93 89\n Unsere Auszeichnungen  Friendly Work SpaceWir setzen uns ein für gesunde und motivierte Mitarbeitende.   kununu TOP COMPANYWir werden von unseren Mitarbeitenden auf kununu.com empfohlen.  Work Smart InitiativeWir setzen uns für flexible Arbeitsformen ein.  swiss olympicWir setzen uns für Respekt, Freundschaft und Höchstleistung ein."
    },
    {
        "id": 936,
        "fulltext": "IBM Application Developer (m\/w\/d)\nQualität, Kompetenz und Tradition - diese Kombination macht diesen ROCKEN® Partner seit über 100 Jahren zu einem zuverlässigen Partner. Mit mehreren Standorten in der Schweiz, Italien, Luxemburg und Österreich sorgen rund 2500 Mitarbeitende mit Leidenschaft und hoher Fachkompetenz für zufriedene Kunden, die auf ihre Personenwagen und Nutzfahrzeuge vertrauen. Diese Unternehmung ist somit ein Vertreter in der Schweiz und gehören zu den drei grössten Arbeitgebern der Schweizer Automobilbranche.Deine VerantwortungDu kümmerst Dich um Konzeption, Entwicklung und Pflege geschäftskritischer Anwendungen auf der IBM i Plattform.Zusätzlich arbeitest Du bei der Modernisierung des internen ERP-Systems mit - Der Fokus liegt hier in der Automobilbranche.Du unterstützt die Fachabteilungen in Fragen rund um das ERP-System.Du analysierst und bearbeitest die 2nd Level Support Aufgaben und kümmerst dich um die Dokumentation der Entwicklungsarbeiten.Deine SkillsDu hast eine abgeschlossene Ausbildung als (Wirtschafts-)Informatiker\/in oder eine vergleichbare Ausbildung.Du beweist eingehende Kenntnisse auf der IBM i (RPGLE\/Free-Form, CLLE, SQL), ProfoundUI ist hier ein grosser Pluspunk.Nebst guten Deutschkenntnissen kannst du dich auch auf Englisch ausdrücken.Wenn du eine ausgeprägte Dienstleistungsmentalität und Kundenorientierung vorweist, steht dir schon fast nichts mehr im Wege.BenefitsMarkt- und Leistungsgerechte LöhneÜberdurchschnittliche Ferien- und FreitageAttraktive Weiterbildungs- und EntwicklungsmöglichkeitenInteressante und abwechslungsreiche Tätigkeiten\/ProjekteEingespieltes und dynamisches Team ROCKEN Jobs:https:\/\/rocken.jobsProfil erstellen:https:\/\/rocken.jobs\/application\/profil-erstellen\/ArbeitsortDietikonKontaktVera-Lucia Bösch,+41 44 385 21 42"
    },
    {
        "id": 12239,
        "fulltext": "Senior IT System Engineer Server & Storage\nSenior IT System Engineer Server & StorageLuzern | 100%  Ihre Aufgaben  Ihr Profil  Ihr Arbeitgeber  Ihre Vorteile  Ihr Arbeitsort \n Senior IT System Engineer Server & Storage  Luzern | 100% \n Ihre Aufgaben  \n In Zusammenarbeit mit Ihrem Team sind Sie für unsere Server- und Storage Plattform verantwortlich und erarbeiten bedarfsgerecht neue Infrastrukturlösungen. \n Wir geben Ihnen Raum, Ihr Wissen auf dem Gebiet des System Engineerings auszubauen und sich in neue Themen einzuarbeiten (z.B. Kubernetes). \n Es macht Ihnen Freude, Prozesse zu analysieren und mit PowerShell, Ansible und weiteren Technologien zu automatisieren und optimieren. \n Sie übernehmen den Lead in Infrastruktur-Projekten wie z.B. der Ablösung unserer Server- und Storageplattform.  \n Bei entsprechender Eignung haben Sie die Möglichkeit, sich zur Stellvertretung des Teamleiters zu entwickeln.  \n Ihr Profil  \n Sie überzeugen mit Ihrem Storage-, Server-, Windows- und Linux-Wissen auf Engineering-Level, das Sie sich in einer vergleichbaren Funktionen aneignen konnten.  \n Huawei Storage-Kenntnisse sind ein Vorteil, aber kein Muss. \n Ihre konzeptionelle und analytische Denkweise zeichnet Sie aus und es fällt Ihnen leicht, komplexe Sachverhalte adressentengerecht verständlich darzustellen. \n Die Zusammenarbeit mit internen und externen Partnern bereitet Ihnen Freunde und Sie handeln stets lösungsorientiert. \n Studium im Bereich Informatik oder eine vergleichbare Aus- \/Weiterbildung. \n Sehr gute Deutschkenntnisse in Wort und Schrift. \n Ihr Arbeitgeber Arbeiten beim Kanton Luzern heisst, die Zukunft mitzugestalten - die des Kantons, seiner Einwohnerinnen und Einwohner und nicht zuletzt die eigene. Zur ausgezeichneten Lebensqualität in unserem Kanton leisten täglich mehr als 6'000 Mitarbeiterinnen und Mitarbeiter in 200 verschiedenen Berufen ihren Beitrag. Die Dienststelle Informatik (DIIN) erbringt umfassende IT-Dienstleistungen für die Departemente, Gerichte und Schulen des Kantons Luzern. Neben der Beratung zu Fragestellungen der Informatik in den Bereichen Architektur, Sicherheit, Infrastruktur, Projekte und Applikationen und der Bereitstellung von IT-Services betreibt sie die kantonale Informatikinfrastruktur in zwei modernen Rechenzentren und ist für den Aufbau und den Betrieb des komplexen kantonalen Kommunikationsnetzes besorgt. Das «a» im Stellentitel steht für «alle». Der Kanton Luzern steht für Diversität und Vielfalt. Ihre Vorteile   Arbeitsumfeld  \n Mobil-flexibles Arbeiten (Work Smart) \n Sinnstiftende Tätigkeiten \n Vielfältige, spannende und herausfordernde Tätigkeiten \n Ausgeprägte Gestaltungsmöglichkeiten \n Agiles Umfeld \n Kollegiales Arbeitsklima \n   Entwicklung und Weiterbildung  \n Vielfältiges internes Weiterbildungs-angebot \n Unterstützung bei externer Aus- und Weiterbildung \n Attraktive Laufbahnmöglichkeiten \n Systematische Nachfolgeplanung \n Leadership-Programm \n Ausbildung von Lernenden in über 20 verschiedenen Berufen \n   Arbeitszeit und Ferien  \n 42-Stunden-Wochen \n Flexible Arbeitszeitmodelle \n Hohe Selbstverständlichkeit für Teilzeitarbeit und mobil-flexibles Arbeiten \n Mindestens 5 Wochen Ferien \n 14 bezahlte Feiertage \n Kompensation Mehrstunden bis max. 4 Wochen \n Möglichkeit für unbesoldeten Urlaub \n Dienstaltersgeschenk in Form von Urlaub \n   Familie und Beruf  \n Mehr als 50 % der Mitarbeitenden arbeiten Teilzeit \n Besondere Sozialzulage von über 250 Franken pro Monat (pensenabhängig) \n Mutterschaftsurlaub: 16 Wochen zu 100 % besoldet und Anspruch auf unbesoldeten Urlaub von 6 Monaten \n Familienurlaub: 10 Tage zu 100 % besoldet und Anspruch auf unbesoldeten Urlaub von 4 Wochen \n Betreuungsbeiträge für vorschulpflichtige Kinder \n   Besoldung und Sozialleistungen  \n Marktgerechter Lohn mit 13. Monatsgehalt \n Grundsolide und finanziell gesunde Pensionskasse \n Bessere Absicherung in der 2. Säule bei Teilzeitarbeit \n 100 % Lohnfortzahlung bei Krankheit oder Unfall während max. 730 Tagen \n   Zusatzleistungen  \n Kostenlose Nutzung von Nextbike \n Zahlreiche Rabatte und Vergünstigungen \n Ihr Arbeitsort Ruopigenplatz 1, 6015 LuzernRoute zum Arbeitsort berechnen\n Ihr Kontakt Finanzdepartement Dienststelle Informatik Hanspeter FuchsBereichsleiter Infrastruktur +41 41 228 69 39 https:\/\/informatik.lu.ch Weitere Stellen\n \n  Datum\n  Stelle\n  Pensum\n  Organisationseinheit\n \n \n  05.10.2023\n  ICT Service Manager\/in (a)\n  100 %\n  Dienststelle Informatik\n \n \n  05.10.2023\n  IT-System Engineer Workplace (a)\n  100 %\n  Dienststelle Informatik\n \n \n  05.10.2023\n  Netzwerkspezialist\/in (a)\n  100 %\n  Dienststelle Informatik\n \noffene Stellen Kanton Luzern Jetzt bewerben Übrigens: Wir verzichten auf ein Motivationsschreiben.Stelle teilen Drucken zum Job-Abo"
    },
    {
        "id": 9155,
        "fulltext": "Lehrstelle als Informatiker\/in EFZ Applikationsentwicklung\nLehrstelle als Informatiker\/in EFZ Applikationsentwicklung Deine Aufgaben  Als Informatiker\/in Applikationsentwicklung EFZ entwickelst Du Lösungen für unsere internen und externen Kunden. Deine Tätigkeiten sind das Planen, Programmieren, Testen, Dokumentieren und Präsentieren von Anwendungen.  Deine Ausbildung  Wir bieten die Ausbildung Informatiker EFZ Fachrichtung Applikationsentwicklung mit dem Basislehrjahr an. Einen Teil deiner Ausbildung absolvierst du bei der ICT-Berufsbildung Zentralschweiz in Adligenswil zusammen mit Lernenden von anderen Unternehmungen. Dort erlernst Du die Grundlagen im Programmieren  und hast die Möglichkeit an spannenden Projekten mitzuarbeiten. Die erworbenen Fähigkeiten werden im Anschluss bei uns gefestigt und vertieft. Während deiner Ausbildung wirst Du in allen Arbeitsgebieten sorgfältig ausgebildet und begleitet. Die Ausbildung unserer Lernenden ist uns wichtig und deshalb begleiten wir unsere Lernenden eng. Es besteht die Möglichkeit diese Fachrichtung mit oder ohne Berufsmatura zu absolvieren.   Voraussetzungen   \n Du bist begeistert von Computern und kannst Dir vorstellen, mehrere Stunden am Stück daran zu arbeiten \n Du arbeitest gerne im Team und hast Freude, anderen zu helfen \n Flair für Technik und IT \n Bereitschaft und Freude am Lernen \n Teamfähigkeit und gute Social Skills \n Abgeschlossene Sekundarschule \n Sek A Abschluss oder Sek B mit sehr guten Noten in Mathematik und Englisch \n  Dauer der Lehre  4 Jahre  Mehr über MediData  Mit dem MediData-Netz betreiben wir heute die umfassendste Datenaustauschplattform für Healthcare Professionals in der Schweiz. MediData hat sich in den letzten Jahrzehnten zum wichtigen Rückgrat des digitalen Gesundheitswesens in der Schweiz entwickelt. Dank digitalisierter Prozesse treiben wir die Zusammenarbeit zwischen Leistungserbringern, Versicherern, Kantonen sowie Patienten stetig voran. Mehr als 80 Mitarbeitende stehen hinter diesem Erfolg.  Die MediData als Ausbildungsbetrieb – Das erwartet dich   \n Eine Lehre in einem Unternehmen, das Sinn stiftet \n Enge Begleitung während deiner gesamten Lehrzeit \n Die Möglichkeit dich mit anderen Lehrlingen intern auszutauschen \n Coole Firmenevents \n Bezahlung des obligatorischen Schulmaterials \n Gratis Halbtaxabo  \n Vergünstigung im Personalrestaurant \n Mitfinanzierung an internen Französischsprachkursen  \n  Jetzt bewerben!   Deine Ansprechperson:  Arjeta Adili-VeliiHR Specialist Platz 66039 Root D4 Tel. +41 41 368 23 23 E-Mail senden  "
    },
    {
        "id": 6886,
        "fulltext": "GESAMTPROJEKTLEITER:IN\nPROJEKT- UND BAUMANAGEMENT (80-100%)     STANDORT Ghisleni Partner AG I Lessingstrasse 3 I 8002 Zürich IHRE AUFGABEN  Verantwortung für Gesamtleitungsmandate sowie Leitung von Generalplanerteams von anspruchsvollen Neu- und Umbauprojekten über alle SIA Projektphasen Eigenständige Projektführung sowie Leiten von Planungs- und Bauherrensitzungen Begleitung der Bauausführung mit allen Projektbeteiligten  IHR PROFIL  Berufserfahrung in der Bau-\/Projektleitung von mittelgrossen Hochbauprojekten, Erfahrung in der Schweizer Baubranche von Vorteil Abgeschlossenes Studium in den Fachrichtungen Architektur, Bauingenieurwesen oder Bautechnik Hohe Eigeninitiative und sicheres Auftreten Selbstständige, verantwortungsbewusste und effiziente Arbeitsweise in einem digitalen Umfeld Durchsetzungs- und organisationsstarke sowie zuverlässige Person Stilsicheres Deutsch in Wort und Schrift Führerausweis der Kategorie B vorteilhaft  Haben Sie Freude in einem innovativen Team mit moderner Infrastruktur zu arbeiten? Schaffen Sie gemeinsam mit uns Architekturerlebnisse! Interessiert? Dann freuen wir uns auf Ihre Bewerbungsunterlagen per E-Mail E-Mail schreiben. Bewerbungen von Personalvermittlungen werden nicht berücksichtigt.  "
    },
    {
        "id": 3636,
        "fulltext": "Lehrstelle Informatiker\/-in EFZ Plattformentwicklung 2024\nDas sind deine Aufgaben   Im 1. Lehrjahr erlernst du die Informatik-Grundlagen an einem externen Bildungsinstitut  Während deiner weiteren Lehrzeit behandelst du Level 2 Supportanfragen  Du lernst den Umgang mit Daten(-banken) kennen  Du erbringst produktive Dienstleistungen in den Bereichen Wartung und Support  Du befasst dich stark mit den Themen Scripting und Automatisierung  Datenschutz und Datensicherheit gehören zu deinem Arbeitsalltag  Das bringst du mit   Eine abgeschlossene Sekundarschule Niveau A mit guten Noten  Gute Informatikkenntnisse  Interesse an der Informatik, Affinität für Technik und gutes Vorstellungsvermögen  Selbstständige, systematische und exakte Arbeits- sowie vernetzte Denkweise  Zuverlässigkeit und Verantwortungsbewusstsein  Gute Umgangsformen, Freude an der Teamarbeit  Das bieten wir dir   Eine abwechslungsreiche 4-jährige Lehre  30 Tage Ferien  Wir bezahlen deine ersten 15 Autofahrstunden  Die Arbeit für und mit den modernsten und bekanntesten Automarken  Die Zusammenarbeit in einem aufgestellten und familiären Team  Eine Ausbildungszeit, in der du gefordert und gefördert wirst  Die Möglichkeit, selbständig und eigenverantwortlich zu arbeiten  Haben wir dein Interesse geweckt?Dann freuen wir uns auf deine vollständige Online-Bewerbung mit folgenden Unterlagen:  Lebenslauf  Alle Zeugnisse der Oberstufe (Noten und Verhalten)  Falls vorhanden Schnupperberichte und Diplome Papierbewerbungen können nicht mehr bearbeitet werden. Hast du Fragen zur Stelle oder zum Bewerbungsprozess? Dann kontaktiere uns doch einfach per What's App Kurznachricht oder telefonisch unter 079 868 66 48.Informationen zum Datenschutz findest du in unseren Datenschutzbestimmungen. Fatima Ottiger +4144 846 11 09"
    },
    {
        "id": 14724,
        "fulltext": "Leiter:in Infrastruktur (90-100%)\nLeiter:in Infrastruktur (90-100%)Die Pädagogische Hochschule St.Gallen (PHSG) sucht per 1. Dezember oder nach Vereinbarung: \n  Leiter:in Infrastruktur (90-100%)   Wollen Sie als Teil des Verwaltungsführungsteams in einem dynamischen Umfeld arbeiten? Möchten Sie die räumliche Zukunft einer schweizweit einzigartigen Hochschulinfrastruktur mitgestalten? Dann könnte diese Position genau das sein, wonach Sie suchen.\n Auf folgende Aufgaben können Sie sich freuen  \n Gemeinsam mit Ihren Mitarbeitenden im Bereich Facility Management sowie Hausdienst stellen Sie den reibungslosen Betrieb und den Unterhalt der Hochschulgebäude sicher. \n Gemeinsam mit Ihren Mitarbeitenden aus dem Bereich Gastronomie sorgen Sie für ein attraktives Verpflegungsangebot. \n Sie leisten einen wichtigen Beitrag zur Raumentwicklung und berücksichtigen dabei die Bedürfnisse der unterschiedlichen Anspruchsgruppen. \n Sie planen und koordinieren spannende Infrastrukturentwicklungs-, Bau- und Sanierungsprojekte. \n Gegenüber unterschiedlichen Stakeholdern stellen Sie eine proaktive und bedürfnisgerechte Kommunikation sicher. \n In den Bereichen Arbeitssicherheit, Prävention und Notfallmanagement leisten Sie einen wichtigen Beitrag. \n So stellen wir uns Ihr Profil vor  \n Sie verfügen über einen Hochschulabschluss auf Bachelor- oder Masterstufe (vorzugsweise in BWL \/ Facility Management). \n Sie verfügen über mindestens fünf Jahre Berufserfahrung im Bereich Infrastruktur \/ Facility Management. \n Sie haben umfassende Projektmanagementkompetenzen sowie Führungserfahrung. \n Sie zeichnen sich durch eine rasche Auffassungsgabe aus, arbeiten proaktiv, flexibel und selbstständig. \n Sie arbeiten gerne mit unterschiedlichen Menschen zusammen. \n Sie sind verantwortungsbewusst und denken vernetzt. \n Wir bieten  \n Selbständiges Arbeiten mit hoher Eigen- und Fachverantwortung. \n Spannendes Wirkungsfeld und vielfältige Tätigkeiten in einer sich dynamisch entwickelnden Hochschule. \n Umfassende Möglichkeiten, eigene Erfahrungen und Kompetenzen einzubringen. \n Interne und externe Weiterbildungsmöglichkeiten. \n Möglichkeit der Arbeit im Homeoffice. \n  Zudem bieten wir eine spannende und verantwortungsvolle Aufgabe im dynamischen Hochschulumfeld, ein engagiertes und motiviertes Team und breite Möglichkeiten für Weiterbildung und persönliche Entwicklung sowie attraktive Anstellungsbedingungen. \n Für zusätzliche Auskünfte wenden Sie sich bitte an:  Markus Seitz, Verwaltungsdirektor, Telefon: +41 71 243 94 04 Ihr Kontakt im Ressort Human Resources:Daniela Früh, Leiterin Human Resources, Telefon: +41 71 243 96 34 Haben wir Ihr Interesse geweckt?Dann freuen wir uns über Ihre vollständigen Bewerbungsunterlagen bis 15. Oktober 2023 über unser Online-Tool. Pädagogische Hochschule St.Gallen (PHSG), Notkerstrasse 27, CH-9000 St.Gallen, www.phsg.ch\n  \n Daniela Früh \n +41 71 243 96 34 \n  \n Markus Seitz \n +41 71 243 94 04"
    },
    {
        "id": 7510,
        "fulltext": "Informatiker\/in EFZ, Fachrichtung Plattformentwicklung 100%\nInformatiker\/in EFZ, Fachrichtung Plattformentwicklung 100%Für den Lehrbeginn im Sommer 2024 vergeben wir im Bildungsdepartement des Kantons St.Gallen am Gewerblichen Berufs- und Weiterbildungszentrum St.Gallen eine Lehrstelle als Informatiker EFZ, Fachrichtung Plattformentwicklung. Kompetente Berufsbildner unterstützen dich und ermöglichen dir eine fundierte berufliche Grundbildung mit hohem Praxisbezug. Du lernst verschiedene Bereiche unserer vielfältigen Verwaltung kennen, arbeitest dich in spezifische Fachgebiete ein und kannst dein Wissen in überbetrieblichen Kursen erweitern. Dabei wirst du von erfahrenen Berufs- und Praxisbildenden begleitet. Infos zu den einzelnen Lehrstellen findest du unter lehrstellen.sg.ch. Das Bildungsdepartement St.Gallen bietet ab August 2024 eine Lehrstelle an als Informatiker\/in EFZ, Fachrichtung Plattformentwicklung Pensum: 100% Arbeitsort: an mehreren Ausbildungsstandorten des Kantons St. Gallen (Stadt St. Gallen) Was Sie erwartet  \n Betreuung von Netzwerk, Servern und Clients \n Benutzersupport bei Hard- und Softwareproblemen \n Installation von Betriebssystemen und Fachapplikationen \n Mitarbeit bei der Betreuung der Microsoft Server \n Erkennen und Beheben von Störungen \n Was Sie auszeichnet  \n erfolgreicher Abschluss der Sekundarschule mit gutem Notendurchschnitt, vertieft in den naturwissenschaftlichen\/mathematischen Fächern \n selbständiges und exaktes Arbeiten \n gutes Vorstellungsvermögen und gutes analytisches Denkvermögen \n Freude an der Technik sowie an der Lösung von komplexen Aufgabenstellungen \n Spass an der Arbeit am PC \n gute Englischkenntnisse \n Freundlichkeit und Offenheit gehören zu deinen Stärken \n Was wir bieten  Weitere Infos zur Ausbildung Informatiker EFZ Fachrichtung Systemtechnik findest du unter:lehrstellen.sg.ch.  Haben wir dein Interesse geweckt? Dann freuen wir uns auf deine Online-Bewerbung (inkl. Motivationsschreiben, Lebenslauf, Schulzeugnisse der Sekundarschule und Stellwerktest). Für Rückfragen erreichst du unseren Berufsbildner Martin Frefel unter Telefon 058 228 27 85. Wir freuen uns darauf, dich kennen zu lernen. \n  Bereit für den nächsten Schritt? Wenn wir Ihr Interesse wecken konnten und Sie ein Teil des Teams mit neuen Herausforderungen sein möchten, dann freuen wir uns auf Ihre Bewerbung.  Weitere Auskünfte unter: BLD BildungsdepartementRonahi RussenbergerDavidstrasse 319001 St.Gallen"
    },
    {
        "id": 10660,
        "fulltext": "System Engineer Linux 80 - 100%\nSystem Engineer Linux 80 - 100%Als grösste Bildungsinstitution der sechs Zentralschweizer Kantone ist die Hochschule Luzern mit ihrem Angebot am Puls der Zeit. Weitsichtig und innovativ, national und international vermitteln wir Wissen. Gestalten Sie mit und werden Sie Teil unserer gemeinsamen, nachhaltigen Zukunft. Die Hochschule Luzern – Rektorat & Services unterstützt mit ihren Abteilungen die sechs Departemente Technik & Architektur, Wirtschaft, Informatik, Soziale Arbeit, Design & Kunst sowie Musik im Hochschulbetrieb und organisiert und wirkt vielseitig mit. Zur Verstärkung unseres Fachbereichs Serversystems suchen wir Sie per sofort oder nach Vereinbarung als System Engineer Linux 80 – 100% Hochschule Luzern – Rektorat & Services 80 – 100% Ihre Aufgaben  \n Sie verstärken unser Linux Team bei Operations und leiten neue Kleinprojekte. \n Sie stellen den Betrieb unserer virtualisierten Linux Serverlandschaft und Betriebsplattformen sicher und entwickeln diese weiter. \n Sie kennen sich dabei sowohl mit OnPrem- als auch mit Cloud-basierten Lösungen aus und helfen uns bei der Evaluation der jeweils optimalen Plattform. \n Sie helfen Operations zu rationalisieren, zu automatisieren mit Ansible und erarbeiten neue Konzepte in Systemdesign & Architektur. \n Das Hochhalten und stetige optimieren der IT-Security ist Ihnen dabei ein Mantra. Dabei erhalten Sie Unterstützung von unserem hochgradigen und erfahrenen Cybersecurity Team. \n Sie arbeiten mit im interdisziplinären Projektumfeld der Hochschule, unterstützt durch unsere Projektleiter und der gesamten IT Services der HSLU. \n Sie sind und bleiben Neugierig und Aufgeschlossenheit für neuere IT Konzepte wie DevOps CI\/CD, Infrastructure as Code, Containerisierung, Kubernetes-Cluster. \n Ihr Profil  \n Sie verfügen über einen Abschluss als Informatiker und\/oder erfolgreich abgeschlossene Weiterbildung (HF\/FH) in Informatik. \n Sie haben idealerweise über 5 Jahre Berufserfahrung als Linux System Engineer, vorzugsweise im Enterprise-Umfeld. \n Solide Kenntnisse vorwiegend mit RHEL basierten Distributionen wie RHEL, Rocky und CentOS, bringen Sie mit. \n Erfahrung im Betrieb von verschiedenen Webserver-Stacks (LAMP\/NGINX). Dazu gute DB-Kenntnisse mit MariaDB, MySQL und PostgreSQL. \n Sie haben Kenntnisse in den Bereichen PKI und Federation Services. \n Erfahrung in der Server-Virtualisierung mit VMware, sowie in Cloud-Plattformen wie Kubernetes, OpenShift oder Tanzu sind wünschenswert und runden Ihr Fachprofil ab. \n Sie können repetitive Tätigkeiten mit Hilfe von Scripts oder Tools automatisieren mit Ansible, Python oder Bash. \n Sie beherrschen die Tools: RedHat -Ansible -Tower -Satellite, git, hashistack, Prometheus, Grafana & podman. \n Ihre Arbeitsweise ist geprägt von Sinn für IT-Sicherheit über alle IT-Themengebiete. \n Zusätzliche Zertifizierungen (LPIC, RHCSA oder RHCE) sind erwünscht. \n Ihre integere, offene und selbstbewusste Art zeichnet Sie aus und Sie überzeugen mit Selbstständigkeit und Eigeninitiative. \n Unser Angebot  \n Wir bieten Ihnen eine attraktive Anstellung mit Gestaltungsspielraum in einer spannenden und abwechslungsreichen Position im dynamischen Umfeld einer Fachhochschule. \n Pikettdienst fällt in dieser Funktion nicht an. \n Profitieren Sie von unseren flexiblen Arbeitszeiten, attraktiven Weiterbildungsmöglichkeiten und gute Sozialleistungen. \n Der Arbeitsort befindet sich an zentraler Lage in der Stadt Luzern. \n Als moderne Arbeitgeberin bieten wir Ihnen auch die Möglichkeit, anteilsmässig im Home-Office zu arbeiten. \n Standort Hochschule LuzernWerftestrasse 46002 Luzern  Google Maps \n Fachliche Auskünfte Alex von MoosLeiter Serversystems+41 41 228 21 31   Arbeiten an der Hochschule Luzern  Näher dran an Ihrer beruflichen Zukunft"
    },
    {
        "id": 15658,
        "fulltext": "Mitarbeiter:in 1st \/ 2nd Level ICT Support (alle)\nActVisual – Führender Anbieter innovativer Gesamtlösungen in den Bereichen Unified Communication, Audio-Video Integration und Kommunikationstechnik!Sie wollen etwas bewegen und Ihr technisches Flair und Geschick mit Herz und Verstand einbringen? Werden Sie Teil unseres Erfolgsteams mit Sitz in Kloten. Seit über 20 Jahren auf innovative Videokonferenz-Dienstleistungen spezialisiert, planen und installieren wir modernste Audio-\/Video-Technologien für Board- und Konferenzräume sowie multifunktionale Auditorien. Zu unseren Kunden zählen die Spitäler sowie der Justizbereich aus der ganzen Schweiz und weltweit tätige nationale und internationale Grossfirmen. Daniel Burkart, Geschäftsführer, stellt dir die offene Position vor:Mitarbeiter:in 1st \/ 2nd Level ICT Support (alle)Mitarbeiter:in 1st \/ 2nd Level ICT Support (alle)   Dieses Tätigkeitsfeld begeistert dich   Bei uns bist du der\/die Fachmann\/-frau für den 1st \/ 2nd Level ICT Support. Du liebst den direkten Kontakt zu unseren Kunden, ebenso wie die Entgegennahme und Bearbeitung von Störungsmeldungen von Kundenanliegen (First-Level-Support). Zudem bist du zuständig für die Ticketerstellung, Zuweisung sowie Überwachung. Des Weiteren übernimmst du den Support der Videokonferenz-Meetings und Streaming-Dienstleistungen.   Deine Expertise begeistert uns      Du bringst eine abgeschlossene Ausbildung als Informatiker (systemtechnisches Umfeld) oder vergleichbare Ausbildung mit Du hast Erfahrung als 1st \/ 2nd Level ICT Supporter:in, Informatiker:in, IT-Allrounder:in, Telematiker:in, Netzwerktechniker:in, System Engineer Du bist deutschsprachig, bringst von Vorteil Englisch- und\/oder Französischkenntnisse mit  Karin van Santen HR Business Partner +41 58 477 27 58 Daniel Burkart Geschäftsführer +41 44 922 11 11 Daniel BurkartGeschäftsführer+41 44 922 11 11 Wir freuen uns auf deine Online-Bewerbung.   Darauf kannst du dich freuen   Als verantwortungsvolle Arbeitgeberin bieten wir:  faire und marktorientierte Vergütung massgeschneiderte Aus- und Weiterbildungsmöglichkeiten eine fortschrittliche Infrastruktur    Über uns   'Die ActVisual GmbH ist die führende Anbieterin in der ganzen Schweiz für innovative Gesamtlösungen in den Bereichen Unified Communication, AudioVideo-Integration und Kommunikationstechnik! Seit über 20 Jahren sind wir spezialisiert auf innovative Videokonferenz-Dienstleistungen und planen und installieren modernste Audio-\/Video-Technologien für Board- und Konferenzräume sowie multifunktionale Auditorien. Zu unseren Kunden zählen internationale Grossunternehmen sowie Spitäler und Justizbehörden in der ganzen Schweiz.   Dein Arbeitsort   Kloten  Remote work"
    },
    {
        "id": 15589,
        "fulltext": "RAMS Manager \/ Safety Manager (m\/w\/d)\nWOFÜR WIR SIE SUCHEN   Zu Ihren Aufgaben gehören die Sicherstellung der Poduktsicherheit und -verfügbarkeit, welche die RAMS-relevanten Aufgaben im Entwicklungsablauf und für abhängige Bereiche umfasst, unter Einhaltung gesetzlicher Vorgaben und unter Berücksichtigung internationaler Normen sowie unternehmensinterner Prozessvorgaben und Weisungen.   Das bedeutet für Sie:   Analysen der Vorgaben, Bedingungen und Anforderungen zu Projekten bzw. Produkten sowie Formulierung von Zielgrössen Initialisierung, Planung und Umsetzung projektbezogener Programm Pläne und Workshops entlang des V-Modells der Entwicklung  Vorgabe\/Verfolgung fachspezifischer Annahmen, Anforderungen, Einschränkungen sowie Auflagen und Regeln in Offerten und Projekten Zusammenarbeit mit Entwicklungsteams, u.a. beim Model Based Engineering (SysML), Anwendung moderner Tools (z.B. DOORS, ANSYS medini u.a.) Anwendung einschlägiger Analysen auf der jeweiligen Abstraktionsebene (z.B. HARA, FTA, FMECA, HAZOP bzw. RBD und Reliability Prediction u.a.) Veranlassung\/Koordination\/Durchführung von fachspezifischen Workshops und Audits sowie Reviews an relevanten Dokumenten Sammlung\/Verarbeitung von relevanten Daten, Nachweisdokumenten und Zertifikaten Abfassung von Nachweisdokumenten   WAS SIE MITBRINGEN SOLLTEN   (Fach-)Hochschulabschluss als Ingenieur (m\/w\/d) in Maschinenbau, Elektrotechnik, Mechatronik oder ähnliches Mehrjährige Erfahrung im Fachbereich RAMS Selbständige und verantwortungsbewusste Arbeitsweise Engagement, Eigeninitiative sowie Flexibilität Sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift   WAS WIR IHNEN BIETEN  Wir bieten Ihnen einen herausfordernden Arbeitsplatz in einem spannenden und internationalen Zukunftsmarkt. Sie finden bei Rheinmetall Anerkennung, eine attraktive Vergütung und eine sichere sowie langfristige Perspektive. Auf die Vereinbarkeit von Beruf und Familie legen wir großen Wert. Wir freuen uns auf Ihre Erfahrung und Ihre Expertise, um gemeinsam mit motivierten Kollegen die Zukunft von Mobilität und Sicherheit voranzutreiben.  An unserem Standort in Zürich bieten wir Ihnen:   Flexible Arbeitszeiten (Gleit- und Vertrauensarbeitszeit); Home-Office, wo möglich und sinnvoll Sehr gute Sozialleistungen und ein erfolgsorientiertes Gehalt Sofort ab Eintritt im Krankheitsfall erfolgt die volle Gehaltsfortzahlung (inkl. 13. Monatslohn) vom ersten bis max. zum 730. Tag Mitarbeitervorteile eines Großkonzerns, z. B. betriebliche Altersvorsorge, Mitarbeiteraktienkaufprogramm und Gratis Grippeimpfung Förderung von bedarfsgerechter Weiterbildung Personalrestaurant sowie externe Verpflegungs- und Einkaufsmöglichkeiten in der Nähe Verschiedene Vergünstigungen (z.B. Versicherungsprodukte, Mobiltelefonabonnemente) Individuelle interne sowie externe Personalentwicklungsmaßnahmen in Zusammenarbeit mit unserer Rheinmetall-Academy Case Management und individuelle Sozialbetreuung Arbeitsplatz wenige Gehminuten vom Bahnhof Zürich-Oerlikon entfernt, Bushaltestelle vor dem Haus   KONTAKTDETAILS  Zuständige\/r Ansprechpartner\/in: Alexander Focke Für Fragen zu Ihrer Bewerbung, nutzen Sie bitte das Kontaktformular.  WER WIR SIND  Sie möchten mehr über die Rheinmetall Air Defence AG erfahren? Dann klicken Sie hier."
    },
    {
        "id": 4390,
        "fulltext": "Senior Software Engineer Project Lead\nFür unser Software-Entwicklungsteam suchen wir eine motivierte Persönlichkeit als Senior Software Engineer \/ Project Lead  Lassen Sie uns mit individuellen, innovativen Lösungen unsere Kunden begeistern!TätigkeitsgebietIm Geschäftszentrum «Software Engineering & IT» in Aarau führen Sie anspruchsvolle Software-Entwicklungsprojekte in enger Zusammenarbeit mit den Kunden aus Industrie, Medtech, Consumer Products, Mobilität und anderen Bereichen im B2B- und B2C-Umfeld zum Erfolg. Sie übernehmen die technische und organisatorische Verantwortung für die kundenspezifische Entwicklung von innovativen Lösungen und gestalten die digitale Zukunft der lokalen und internationalen Kunden massgeblich mit. Mit Ihrer Professionalität und ihren guten kommunikativen Fähigkeiten leisten Sie einen entscheidenden Beitrag von der Konzeption bis zur technischen Realisierung von Cloud-, Web- und Desktop- und Mobile-Anwendungen mit einem hohen Anspruch an Qualität und Usability. Sie begleiten Ihre Projekte von der Offerte bis zur Übergabe an den Kunden, übernehmen dabei das Projektmanagement und nutzen gleichzeitig ihre breite technische Kompetenz im Bereich Softwareentwicklung und Systemarchitektur für die aktive Mitarbeit als Software-Engineer.Anforderungen Sie verfügen über ein abgeschlossenes Studium in Informatik oder eine gleichwertige Ausbildung. Sie sind versiert in den neusten Technologien in mindestens einem der Bereiche Cloud, Web und Desktop und haben eine breite Erfahrung in der System- und Softwarearchitektur. Sie schätzen einen nationalen und internationalen Kundenkontakt. Sie sind erfahren in der Führung von Meetings und Workshops und schätzen eine spannende, anspruchsvolle Aufgabe am Puls der digitalen Innovation. Sie überzeugen mit Ihrer technischen Kompetenz, sind bereit, sich kontinuierlich weiterzubilden und in neue Technologien und Branchen einzuarbeiten. Ihre langfristigen Interessen in einem herausfordernden Umfeld mit anspruchsvollen Projekten setzen wir voraus. Sie sind motiviert, Projekte und Kundenbeziehungen als Project Lead aktiv mitzugestalten. Sie sind verhandlungssicher in Deutsch und Englisch.  Helbling Benefits  Zukunftsorientiertes und interdisziplinäres Arbeiten am Puls der digitalen Innovation. Herausfordernde, vielseitige und abwechslungsreiche Projekte in verschiedenen Branchen. Enge, partnerschaftliche Zusammenarbeit im motivierten Team und mit Kunden. Flache Hierarchien mit viel individuellem Freiraum und der Möglichkeit, viel Verantwortung zu übernehmen. Attraktive Arbeitsbedingungen, kontinuierliche Weiterbildung, eine moderne Infrastruktur und offene Firmenkultur.  Sind Sie interessiert? Dann freuen wir uns über Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen mit Bezug auf die gewünschten Fähigkeiten ausschliesslich über unser Bewerberportal."
    },
    {
        "id": 16845,
        "fulltext": "Senior Fullstack Developer C#\/.Net 100 %\nSenior Fullstack Developer C#\/.Net 100 % Stel leninserat  bio.inspecta AG und q.inspecta GmbH sind nach ISO 17065 akkreditierte Zertifizierungs-stellen. Wir bieten unseren KundenInnen eine breit gefächerte Palette von Kontroll- undZertifizierungsdienstleistungen im Label-Bereich an mit Schwergewicht in Bio, Nachhaltigkeitund Fairtrade. Wir sind national sowie auch international tätig und sind Teil der EASY-CERTgroup. Weitere Informationen finden Sie unter www.bio-inspecta.ch.Zur Unterstützung unseres dynamischen ICT-Teams suchen wir per sofort oder nachVereinbarung für unseren Standort in Frick Senior Fullstack Developer C#\/.Net 100 %  Ihre Hauptaufgaben umfassen:   \n Selbständige Durchführung von Entwicklungsprojekten (allein und im Team) \n Weiterentwicklung von bestehenden Produkten\/Modulen \n Schnittstellenprogrammierung (REST \/ SOAP) \n Schnittstelle\/Kontakt zwischen Lieferanten\/Business \n Erstellen von Auswertungen und Reportings mittels SQL \n Technische Beratung Applikationsarchitektur und -konzeption in der Entwicklung \n Definition und Betreuung Entwicklungsprozesse und Standards \n SourceCode-\/Security-Reviews \n  Ihr Profil:   \n  Sie verfügen über mehrere Jahre Erfahrung in der Entwicklung von Softwarebasierend auf NET, .NET Core \/ ASP.NET MVC, C#, MS-SQL Server, Angular,JavaScript und HTML\/CSS  \n  Sie verfügen über mehrjährige Erfahrung im Umgang mit MS SQL-Server  \n  Integrationen zu ActiveDirectory, SharePoint oder externen Schnittstellen sind für Siekeine Fremdworte  \n  Sie haben Erfahrungen mit komplexen und gewachsenen Systemarchitekturen  \n  Erfahrungen mit Python\/Linux von Vorteil  \n  Sprachen:o Englisch (verhandlungssicher)o Deutsch (von Vorteil)o Indisch (von Vorteil)  \n  Wir bieten Ihnen   \n einen modernen Arbeitsplatz in Frick \n eine moderne ICT-Infrastruktur \n eine verantwortungsvolle, selbständige Tätigkeit \n ein engagiertes internationales Team \n attraktive Anstellungsbedingungen mit Entwicklungspotential \n Falls Sie sich für diese vielseitige und interessante Aufgabe interessieren, senden Sie IhreBewerbungsunterlagen an: bio.inspecta AG, Frau Marina Limacher, Ackerstrasse 117, 5070Frick oder per Mail an marina.limacher@bio-inspecta.ch. Für weitere Fragen steht Ihnen derBereichsleiter Andreas Jud (062 865 63 43) gerne zu Verfügung."
    }
]